Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Select one of the defined :doc:`signatures`.
de: Wählt eine der definierten :doc:`signatures`.
hu: Válasszon egyet a meghatározott :doc:`signatures` közül.

source: Select the calendar which defines working hours for this queue. Calendars are defined in the :doc:`../administration/system-configuration`.
de: Wählt den Kalender aus, der die Arbeitszeiten für diese Queue definiert. Kalender können in der :doc:`../administration/system-configuration` definiert werden.
hu: Válassza ki azt a naptárat, amely meghatározza ennek a várólistának a munkaidejét. A naptárak a :doc:`../administration/system-configuration` képernyőn vannak meghatározva.

source: Chat Channel
de: Chat-Kanal
hu: Csevegőcsatorna

source: Chat channel that will be used for communication related to the tickets in this queue.
de: Chat-Kanal, der für die Kommunikation zu Tickets in dieser Queue verwendet wird.
hu: Csevegőcsatorna, amely az ebben a várólistában lévő jegyekkel kapcsolatos kommunikációhoz lesz használva.

source: Queues ↔ Auto Responses
de: Queues ↔ Automatische Antworten
hu: Várólisták ↔ Automatikus válaszok

source: Communicating a change in, for example, service times, service levels or other information which would be good for a customer to know when opening a ticket can be a tedious and error-ridden task. Attempting to make sure all departments have the correct information and transmitting this to their customers poses a challenge.
de: Die Kommunikation einer Änderung von z.B. Servicezeiten, Service Levels oder anderen Informationen, die für einen Kunden beim Öffnen eines Tickets gut zu wissen wären, kann eine langwierige und fehlerträchtige Aufgabe sein. Der Versuch, sicherzustellen, dass alle Abteilungen über die richtigen Informationen verfügen und diese an ihre Kunden weiterzugeben, stellt eine Herausforderung dar.
hu: Egy változás kommunikálása unalmas és hibákkal teli feladat például a szolgáltatási időknél, szolgáltatási szinteknél vagy egyéb olyan információknál, amelyeket jó lenne tudnia az ügyfélnek, ha megnyitja a jegyet. Kihívást jelent megpróbálni biztosítani, hogy az összes részleg rendelkezzen a helyes információkkal és átadni ezeket az ügyfeleiknek.

source: OTOBO gives you the power to quickly assign the appropriate automatic responses to any queue, containing pertinent service information, ensuring this information reaches your customers before expectations aren't reached.
de: OTOBO gibt Ihnen die Möglichkeit, jeder Queue schnell die passenden Automatischen Antworten zuzuordnen, die relevante Service-Informationen enthalten, um sicherzustellen, dass diese Informationen Ihre Kunden erreichen, bevor die Erwartungen nicht erreicht werden.

source: Use this screen to add one or more automatic responses to one or more queues. The management screen is available in the *Queues ↔ Auto Responses* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um Automatische Antworten zu Queues hinzuzufügen. Die Ansicht zur Verwaltung Automatischer Antworten ist im Modul *Queues ↔ Automatische Antworten* in der Gruppe *Ticket-Einstellungen* verfügbar.
hu: Használja ezt a képernyőt, hogy egy vagy több automatikus választ adjon hozzá egy vagy több várólistához. A kezelőképernyő a *Jegybeállítások* csoport *Várólisták ↔ Automatikus válaszok* moduljában érhető el.

source: Manage Queue-Auto Response Relations
de: Zuordnung von Queues und automatischen Antworten verwalten
hu: Várólista–Automatikus válasz kapcsolatok kezelése

source: Manage Queues ↔ Auto Responses Relations
de: Queues ↔ Automatische Antworten - Zuordnungen verwalten
hu: Várólisták ↔ Automatikus válaszok kapcsolatainak kezelése

source: To assign an automatic response to a queue:
de: So ordnen Sie eine Automatische Antwort einer Queue zu:
hu: Egy automatikus válasznak egy várólistához való rendeléshez:

source: Click on a queue in the *Queues* column.
de: Klicken Sie in der Spalte *Queues* auf eine Queue.
hu: Kattintson egy várólistára a *Várólisták* oszlopban.

source: Select the automatic responses you would like to add the queue to.
de: Wählen Sie die Automatische Antwort, die Sie der Queue zuordnen möchten.
hu: Válassza ki azokat az automatikus válaszokat, amelyeket hozzá szeretne adni a várólistához.

source: Change Auto Response Relations for Queue
de: Automatische Antwort-Zuordnungen verändern für Queue
hu: Automatikus válasz kapcsolatok megváltoztatása egy várólistánál

source: It is not possible to assign multiple queues to an automatic response by clicking on the automatic response name. A click on the automatic response will open to the :doc:`auto-responses` screen.
de: Es ist nicht möglich, einer Automatischen Antwort mehrere Queues zuzuordnen, indem Sie auf den Namen der Automatischen Antwort klicken. Ein Klick auf die automatische Antwort öffnet die Ansicht :doc:`auto-responses`.
hu: Nem lehetséges több várólistát hozzárendelni egy automatikus válaszhoz az automatikus válasz nevére kattintva. Az automatikus válaszra kattintva az :doc:`auto-responses` képernyő fog megnyílni.

source: If several automatic responses or queues are added to the system, use the filter box to find a particular automatic response or queue by just typing the name to filter.
de: Wenn dem System mehrere Automatische Antworten oder Queues hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmte Automatische Antwort oder Queue zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több automatikus válasz vagy várólista van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos automatikus válasz vagy várólista megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Queues ↔ Auto Responses Settings
de: Queues ↔ Automatische Antworten - Einstellungen
hu: Várólisták ↔ Automatikus válaszok beállításai

source: The following settings are available when assigning some automatic responses to a queue.
de: Die folgenden Einstellungen sind verfügbar, wenn Sie Automatische Antworten zu einer Queue zuordnen.
hu: A következő beállítások érhetők el, ha automatikus válaszokat rendel egy várólistához.

source: This automatic response will be sent to users, when the remove option is enabled.
de: Diese Automatische Antwort wird an die Benutzer gesendet, wenn die "Rückmeldung"-Option NICHT gesetzt ist.
hu: Ez az automatikus válasz lesz elküldve a felhasználóknak, ha az eltávolítás lehetőség engedélyezve van.

source: Salutations
de: Anreden
hu: Megszólítások

source: Addressing customers must be done in a standardized way. Your customers may not always be external customers requiring a less formal greeting.
de: Die Anreden an Kunden müssen standardisiert erfolgen. Manche Kunden sind möglicherweise nicht immer externe Kunden, die eine weniger formelle Anrede benötigen.
hu: Az ügyfelek megszólítását szabványos módon kell végezni. Az ügyfelek nem mindig külső ügyfelek, akik kevésbé hivatalos üdvözletet igényelnek.

source: OTOBO provides you with the tools needed to create a standardized communication form for any one of your queues. As defined in the :ref:`Queue Settings`: :doc:`salutations`, :doc:`templates`, and :doc:`signatures` are combined to ensure a well formed standardized email communication.
de: OTOBO stellt Ihnen die notwendigen Werkzeuge zur Verfügung, um für jede Ihrer Queues ein standardisiertes Kommunikationsformular zu erstellen. Wie in den :ref:`Queue Settings` definiert, werden :doc:`salutations`, :doc:`templates` und :doc:`signatures` kombiniert, um eine gut gestaltete, standardisierte E-Mail-Kommunikation zu gewährleisten.

source: Salutations can be linked to one or more :doc:`queues`. A salutation is used only in email answers to tickets.
de: Anreden können mit einer oder mehreren :doc:`queues` verknüpft werden. Eine Anrede wird nur in E-Mail-Antworten auf Tickets verwendet.
hu: A megszólítások a :doc:`queues` egyikéhez vagy többhöz is hozzákapcsolhatók. Egy megszólítást csak a jegyekre adott e-mail válaszoknál használják.

source: Use this screen to add salutations to the system. A fresh OTOBO installation already contains a standard salutation. The salutation management screen is available in the *Salutations* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um Anreden zum System hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig eine Anrede. Die Ansicht zur Verwaltung der Anreden ist im Modul *Anreden* der Gruppe *Ticket-Einstellungen* verfügbar.

source: Salutation Management Screen
de: Anreden-Verwaltung
hu: Megszólításkezelés képernyő

source: Manage Salutations
de: Anrede verwalten
hu: Megszólítások kezelése

source: To add a salutation:
de: So fügen Sie eine Anrede hinzu:
hu: Egy megszólítás hozzáadásához:

source: Click on the *Add Salutation* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Anrede hinzufügen*.
hu: Kattintson a *Megszólítás hozzáadása* gombra a bal oldalsávban.

source: Add Salutation Screen
de: Anrede hinzufügen
hu: Megszólítás hozzáadása képernyő

source: Salutations can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Anreden können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: A megszólítások nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a salutation:
de: So bearbeiten Sie eine Anrede:
hu: Egy megszólítás szerkesztéséhez:

source: Click on a salutation in the list of salutations.
de: Klicken Sie in der Liste mit den Anreden auf eine Anrede.
hu: Kattintson egy megszólításra a megszólítások listájában.

source: Edit Salutation Screen
de: Anrede bearbeiten
hu: Megszólítás szerkesztése képernyő

source: If several salutations are added to the system, use the filter box to find a particular salutation by just typing the name to filter.
de: Wenn dem System mehrere Anreden hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmte Anrede zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több megszólítás van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos megszólítás megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Before invalidating this object, please go to the *Queues* module of the *Ticket Settings* group and make sure all queues using this setting are using a valid object.
de: Bevor Sie dieses Objekt ungültig setzen, gehen Sie bitte zum Modul *Queues* der Gruppe *Ticket Einstellungen* und stellen Sie sicher, dass alle Queues, die diese Einstellung verwenden, ein gültiges Objekt verwenden.
hu: Mielőtt érvényteleníti ezt az objektumot, menjen a *Jegybeállítások* csoport *Várólisták* moduljához, és győződjön meg arról, hogy az ezt a beállítást használó összes várólista érvényes objektumot használ-e.

source: Salutation Settings
de: Einstellungen für Anreden
hu: Megszólítás beállításai

source: The text that will be placed to the beginning of new emails.
de: Der Text, der am Anfang einer E-Mail platziert wird.
hu: A szöveg, amely az új e-mailek elejénél lesz elhelyezve.

source: Salutation Variables
de: Variablen für Anreden
hu: Megszólítás változói

source: For example, the variable ``<OTOBO_CUSTOMER_DATA_UserLastname>`` expands to the customer's last name to be included in something like the following.
de: Beispielsweise beinhaltet die Variable ``<OTOBO_CUSTOMER_DATA_UserLastname>`` den Nachnamen des Kunden, und kann in etwa wie folgt benutzt werden:

source: Service Level Agreements
de: Service-Level-Vereinbarungen
hu: Szolgáltatási megállapodások

source: OTOBO scales well with your needs and offers management of service level agreements (SLAs). OTOBO provides you with the possibility to create numerous service level agreements covering all of your service and customer need. Each :term:`SLA` can cover multiple services and define the availability of service and escalation periods.
de: OTOBO passt sich Ihren Bedürfnissen an und bietet die Verwaltung von Service-Level-Vereinbarungen (SLAs). OTOBO bietet Ihnen die Möglichkeit, zahlreiche Service-Level-Vereinbarungen (SLA) zu erstellen, die Ihren gesamten Service- und Kundenbedarf abdecken. Jeder :term:`SLA` kann mehrere Services umfassen und die Verfügbarkeit von Service- und Eskalationszeiten definieren.

source: Use this screen to add service level agreements to the system. A fresh OTOBO installation doesn't contain any service level agreements by default. The service level agreement management screen is available in the *Service Level Agreements* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um dem System Service-Level-Vereinbarungen (SLA) hinzuzufügen. Eine neue OTOBO-Installation beinhaltet standardmäßig keine konfigurierten Service-Level-Vereinbarungen (SLA). Die Verwaltung der Service-Level-Vereinbarungen (SLA) ist im Modul *Service-Level-Vereinbarungen* in der Gruppe *Ticket-Einstellungen* verfügbar.

source: Service Level Agreement Management Screen
de: Service-Level-Vereinbarungen verwalten
hu: Szolgáltatási megállapodás kezelésének képernyője

source: Manage Service Level Agreements
de: Service-Level-Vereinbarungen verwalten
hu: Szolgáltatási megállapodások kezelése

source: Adding service level agreements requires, that at least one service is added to the system. Create services in the :doc:`services` screen.
de: Das Hinzufügen von Service-Level-Vereinbarungen erfordert, dass mindestens ein Service zum System hinzugefügt wurde. Services können Sie in der :doc:`services`-Ansicht erzeugen.
hu: A szolgáltatási megállapodások hozzáadásához az szükséges, hogy legalább egy szolgáltatás hozzá legyen adva a rendszerhez. Hozzon létre szolgáltatásokat a :doc:`services` képernyőn.

source: To add a service level agreement:
de: So fügen Sie eine Service-Level-Vereinbahrung (SLA) hinzu:
hu: Egy szolgáltatási megállapodás hozzáadásához:

source: Click on the *Add SLA* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *SLA hinzufügen*.
hu: Kattintson az *SLA hozzáadása* gombra a bal oldalsávban.

source: Add Service Level Agreement Screen
de: Service-Level-Vereinbarung hinzufügen
hu: Szolgáltatási megállapodás hozzáadása képernyő

source: Service level agreements can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Service-Level-Vereinbarungen können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: A szolgáltatási megállapodások nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a service level agreement:
de: So bearbeiten Sie eine Service-Level-Vereinbahrung:
hu: Egy szolgáltatási megállapodás szerkesztéséhez:

source: Click on a service level agreement in the list of service level agreements.
de: Klicken Sie auf eine Service-Level-Vereinbahrung in der Liste mit den Service-Level-Vereinbarungen.
hu: Kattintson egy szolgáltatási megállapodásra a szolgáltatási megállapodások listájában.

source: Edit Service Level Agreement Screen
de: Service-Level-Vereinbahrung bearbeiten
hu: Szolgáltatási megállapodás szerkesztése képernyő

source: If several service level agreements are added to the system, use the filter box to find a particular service level agreement by just typing the name to filter.
de: Wenn dem System mehrere Service-Level-Vereinbarungen hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte Service-Level-Vereinbarung zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több szolgáltatási megállapodás van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos szolgáltatási megállapodás megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Service Level Agreement Settings
de: Einstellungen für Service-Level-Vereinbarungen (SLA)
hu: Szolgáltatási megállapodás beállításai

source: Select one or more of the :doc:`services` to be assigned to this SLA.
de: Wählen Sie einen oder mehrere der :doc:`services`, die Sie der Service-Level-Vereinbahrung hinzufügen möchten.
hu: Válasszon egyet vagy többet a :doc:`services` közül, hogy hozzárendelje ehhez az SLA-hoz.

source: Dialog message
de: Dialog-Nachricht
hu: Párbeszédablak üzenet

source: Is being displayed if a customer chooses this SLA on ticket creation (only in the external interface).
de: Wird angezeigt, wenn ein Kunde diese Service-Level-Vereinbahrung (SLA) bei der Ticketerstellung wählt.
hu: Akkor lesz megjelenítve, ha egy ügyfél ezt az SLA-t választja a jegy létrehozásakor (csak a külső felületen).

source: Requests to your service desk should be categorized based on affected :term:`service` to correctly reach a team of experts to deal with the issue. Because not all your agents can deal with specific problems. Lack of experience or access to resources to fix an issue requires defining the service affected in a ticket helps to categorize the issue and target the correct teams.
de: Anfragen an Ihre Service-Abteilung sollten nach dem betroffenen :term:`Service` kategorisiert werden, um ein Expertenteam zur Lösung des Problems korrekt zu erreichen. Denn nicht alle Ihre Agenten können mit spezifischen Problemen umgehen. Mangelnde Erfahrung oder mangelnder Zugang zu Ressourcen, um ein Problem zu beheben, erfordert die Definition des betroffenen Service in einem Ticket und hilft bei der Kategorisierung des Problems und der Auswahl der richtigen Teams.
hu: Az ügyfélszolgálathoz intézett kéréseket az érintett :term:`szolgáltatás` alapján kell kategorizálni, hogy az a megfelelő szakértői csoporthoz jusson a probléma megoldásáért. Ugyanis nem minden ügyintéző tudja kezelni az egyes problémákat. Egy probléma megoldásához szükséges tapasztalatok vagy az erőforrásokhoz való hozzáférés hiánya megköveteli, hogy meghatározzák a jegyben érintett szolgáltatást, amely segít a probléma kategorizálásában és a megfelelő csapatok elérésében.

source: OTOBO allows adding all services offered to your customers. These services may be later bound to :doc:`service-level-agreements` to ensure a timely solution based on customer-specific agreements.
de: OTOBO ermöglicht es, alle für Ihre Kunden angebotenen Dienste hinzuzufügen. Diese Services können später an :doc:`service-level-agreements` gebunden werden, um eine zeitnahe Lösung auf der Grundlage kundenspezifischer Vereinbarungen zu gewährleisten.

source: Use this screen to add services to the system. A fresh OTOBO installation doesn't contain any services by default. The service management screen is available in the *Services* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um dem System Services hinzuzufügen. Eine neue OTOBO-Installation beinhaltet standardmäßig keine konfigurierten Services. Die Verwaltung der Services ist verfügbar im Modul *Services* in der Gruppe *Ticket-Einstellungen* verfügbar.

source: Service Management Screen
de: Service-Verwaltung
hu: Szolgáltatáskezelés képernyő

source: Manage Services
de: Services verwalten
hu: Szolgáltatások kezelése

source: To add a service:
de: So fügen Sie einen Service hinzu:
hu: Egy szolgáltatás hozzáadásához:

source: Click on the *Add Service* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Service hinzufügen*.
hu: Kattintson a *Szolgáltatás hozzáadása* gombra a bal oldalsávban.

source: Add Service Screen
de: Service hinzufügen
hu: Szolgáltatás hozzáadása képernyő

source: Services can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Services können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: A szolgáltatások nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a service:
de: So bearbeiten Sie einen Service:
hu: Egy szolgáltatás szerkesztéséhez:

source: Click on a service in the list of services.
de: Klicken Sie auf einen Service in der Liste mit den Services.
hu: Kattintson egy szolgáltatásra a szolgáltatások listájában.

source: Edit Service Screen
de: Service bearbeiten
hu: Szolgáltatás szerkesztése képernyő

source: If several services are added to the system, use the filter box to find a particular service by just typing the name to filter.
de: Wenn dem System mehrere Services hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Service zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több szolgáltatás van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos szolgáltatás megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Service Settings
de: Service-Einstellungen
hu: Szolgáltatás beállításai

source: Sub-service of
de: Unterservice von
hu: Részszolgáltatása ennek

source: It is possible to add the new service under an existing one as sub-service. This will be displayed as *Parent Service::Child Service*.
de: Es ist möglich, die neuen Service als Unter-Service einem existierenden Service hinzuzufügen. Das wird als *Eltern Service::Kind Service* angezeigt.
hu: Lehetőség van egy új szolgáltatást egy meglévő szolgáltatás alá hozzáadni alszolgáltatásként. Ekkor ez *Szülő szolgáltatás::Gyermek szolgáltatás* formában lesz megjelenítve.

source: A service can only be selectable in the ticket screens, if the service is assigned to the customer user of the ticket or it is set as default service for all customer users in the :doc:`../users-groups-roles/customer-users-services` screen.
de: Ein Service kann in den Ticketansichten nur dann auswählbar sein, wenn der Service dem Kundenbenutzer des Tickets zugeordnet ist oder er in der Ansicht :doc:`../users-groups-roles/customer-users-services` als Standard-Service für alle Kundenbenutzer eingestellt ist.
hu: Egy szolgáltatás csak akkor választható ki a jegyképernyőkön, ha a szolgáltatás hozzá van rendelve a jegy ügyfél-felhasználójához vagy be van állítva alapértelmezett szolgáltatásként az összes ügyfél-felhasználónak az :doc:`../users-groups-roles/customer-users-services` képernyőn.

source: Signatures
de: Signaturen
hu: Aláírások

source: Corporate identity and team information are essential in each communication. The name of the employee writing and other vital details like disclaimers are some examples of necessary information to include in the communication with the customer.
de: Corporate Identity und Team-Informationen sind in jeder Kommunikation unerlässlich. Der Name des Mitarbeiters, der schreibt, und andere wichtige Details wie Haftungsausschlüsse sind einige Beispiele für notwendige Informationen, die in die Kommunikation mit dem Kunden einbezogen werden müssen.
hu: A vállalati személyazonosság és a csapatinformáció elengedhetetlen minden kommunikációban. Az író alkalmazott neve és egyéb létfontosságú részletek, mint például a lemondó nyilatkozatok, a szükséges információk néhány példája, amelyet mellékelni kell az ügyféllel való kommunikációban.
