Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Users with this permission type will be able to accept chat customer/public requests and do all kinds of observer and participant actions on a chat.
de: Benutzer mit dieser Berechtigungsart können Kunden-Chat-anfragen/öffentliche Anfragen annehmen und alle Arten von Beobachter- und Teilnehmeraktionen in einem Chat durchführen.
hu: Ezzel a jogosultságtípussal rendelkező felhasználók képesek lesznek elfogadni az ügyféltől érkező vagy nyilvános csevegéskéréseket, és mindenfajta megfigyelési vagy részvételi műveletet végezhetnek a csevegésen.

source: Glossary
de: Glossar
hu: Szójegyzék

source: Activity
de: Aktivität
hu: Tevékenység

source: Part of the process management.
de: Teil des Prozess-Management.
hu: A folyamatkezelés része.

source: An agent is a user which services customer users. The person working for your organization.
de: Ein Agent ist ein Benutzer, der Kundenbenutzer betreut. Die Person, die für Ihr Unternehmen arbeitet.
hu: Az ügyintéző egy olyan felhasználó, aki kiszolgálja az ügyfél-felhasználókat. Egy olyan személy, aki a szervezeténél dolgozik.

source: A configuration file, module, script or other functional item within OTOBO which is not reachable via the browser.
de: Eine Konfigurationsdatei, ein Modul, ein Skript oder ein anderes funktionales Element in OTOBO, das nicht über den Browser erreichbar ist.

source: Defines working hours, time-zone, and holidays to be applied when using :term:`escalation times`.
de: Definiert Arbeitszeiten, Zeitzonen und Feiertage, die bei Verwendung von :term:`Eskalationszeiten` anzuwenden sind.
hu: Meghatározza az alkalmazandó munkaidőket, időzónákat és szabadságokat az :term:`eszkalációs idők` használatakor.

source: Customer
de: Kunde
hu: Ügyfél

source: Physical organizations to which customer users are assigned. These provide the function to group users together which belong to a single organization.
de: Physische Organisationen, denen Kundenbenutzer zugeordnet sind. Diese bieten die Möglichkeit, Benutzer, die zu einer einzigen Organisation gehören, zu gruppieren.
hu: Fizikai szervezetek, amelyhez az ügyfél-felhasználók hozzá vannak rendelve. Ezek biztosítanak funkciót a felhasználók csoportosításához, hogy melyek tartoznak egy önálló szervezethez.

source: Customer User
de: Kundenbenutzer
hu: Ügyfél-felhasználó

source: Physical persons, and their contact data, which belong to a customer. These are the people raising tickets.
de: Physische Personen und ihre Kontaktdaten, die zu einem Kunden gehören. Das sind die Personen, die Anfragen zu einem Service an das Ticketsystem richten.
hu: Fizikai személyek és kapcsolati adataik, akik egy ügyfélhez tartoznak. Ezek azok az emberek, akik jegyeket vesznek fel.

source: Dynamic Field
de: Dynamisches Feld
hu: Dinamikus mező

source: A field used in tickets and articles to extend the data which can be saved in a ticket or article. They are saved from values in the database or accessed from outside resources.
de: Ein Feld, das in Tickets und Artikeln verwendet wird, um die Daten zu erweitern, die in einem Ticket oder Artikel gespeichert werden können. Sie speichern Werte in der Datenbank oder und können bspw. von externen Ressourcen aufgerufen werden.
hu: Jegyekben és bejegyzésekben használt mező az adatok kiterjesztéséhez, hogy mit menthetők el egy jegybe vagy bejegyzésbe. Az adatbázisban lévő értékekből lettek elmentve vagy külső erőforrásokból érhetők el.

source: Escalation Times
de: Eskalationszeiten
hu: Eszkalációs idők

source: The defined amount of working time before a ticket breaches an agreement.
de: Die definierte Arbeitszeit, bevor ein Ticket gegen eine Service-Vereinbarung (SLA) verstößt.
hu: A munkaidő meghatározott mennyisége, mielőtt egy jegy megszegi a megállapodást.

source: The graphical interface to OTOBO as viewed in a browser.
de: Die grafische Benutzeroberfläche von OTOBO, wie sie im Webbrowser angezeigt wird.

source: Group
de: Gruppe
hu: Csoport

source: This is a resource within OTOBO. An :term:`agent` or a :term:`customer` can be assigned permissions to this resource as needed. Additionally, they can be used for access control, processes and web services.
de: Dies ist eine Ressource innerhalb von OTOBO. Einem :term:`agent` oder einem :term:`customer` können bei Bedarf Berechtigungen für diese Ressource zugewiesen werden. Darüber hinaus können sie für Zugangskontrollen, Prozesse und Web-Services eingesetzt werden.

source: An invoker is a special Perl module which allows OTOBO to provide information to a remote system via REST or HTTP. Invokers must be developed in Perl by a back end developer.
de: Ein Invoker ist ein spezielles Perl-Modul, dass es OTOBO ermöglicht, Informationen einem externen System via REST oder HTTP zur Verfügung zu stellen. Invoker müssen in Perl durch einen Backend-Entwickler entwickelt werden.

source: A mapping allows OTOBO to provide inbound and outbound translation of data allowing us to offer a specific data construction to rebuild incoming structures to meet our needs.
de: Ein Mapping ermöglicht es OTOBO, die ein- und ausgehenden Daten so zu „übersetzen“, so dass wir eine spezifische Datenkonstruktion anbieten können, um eingehende Strukturen entsprechend unseren Anforderungen neu aufzubauen.

source: Similar to a web hook, a provider operation offers a specific sub-set of OTOBO Perl API functionality to external systems.
de: Ähnlich wie ein WebHook bietet ein Provider-Betrieb eine bestimmte Teilmenge der OTOBO Perl API-Funktionalität für externe Systeme an.

source: Process
de: Prozess
hu: Folyamat

source: Process Path
de: Prozesspfad
hu: Folyamatútvonal

source: A resource is any object which has effective permissions. This can be, but is not limited to, a ticket, dashboard widget, statistic, or module.
de: Eine Ressource ist jedes Objekt, das effektive Berechtigungen hat. Das kann (ist aber nicht beschränkt auf) ein Ticket, eine Statistik oder ein Modul sein.
hu: Egy erőforrás bármilyen objektum lehet, amelynek tényleges jogosultságai vannak. Ez lehet egy jegy, egy vezérlőpult felületi elem, egy statisztika, egy modul vagy további egyéb objektum.

source: Screen
de: Ansicht
hu: Képernyő

source: A graphical interface to OTOBO viewed in a browser (see also :term:`Front end`).
de: Eine grafische Oberfläche zu OTOBO, die in einem Webbrowser angezeigt wird (siehe auch :term:`Frontend`).

source: A means of delivering added value to customers by making it easier for customers or helping them to achieve their desired results without them having to personally bear the responsibility for specific costs and risks.
de: Ein Mittel, um dem Kunden einen Mehrwert zu bieten, indem es es ihm erleichtert oder ihm hilft, die gewünschten Ergebnisse zu erzielen, ohne dass er persönlich die Verantwortung für spezifische Kosten und Risiken tragen muss.
hu: Olyan eszköz, amely hozzáadott értéket biztosít az ügyfeleknek azáltal, hogy megkönnyíti az ügyfelek számára vagy segít nekik abban, hogy elérjék a kívánt eredményeket, anélkül hogy személyesen kellene viselniük a konkrét költségekkel és kockázatokkal kapcsolatos felelősséget.

source: Service Level Agreement
de: Service-Level-Vereinbarung
hu: Szolgáltatási megállapodás

source: A service level agreement (SLA) is a contract between a service provider (either internal or external) and the end user that defines the level of service expected from the service provider. SLAs are output-based in that their purpose is specifically to define what the customer will receive.
de: Eine Service Level Vereinbarung (englisch: Service Level Agreement (SLA)) ist ein Vertrag zwischen einem Serviceanbieter (intern oder extern) und dem Endbenutzer, der den vom Serviceanbieter erwarteten Servicelevel definiert. SLAs sind Output-basiert, da sie speziell dazu dienen, zu definieren, was der Kunde erhält.
hu: A szolgáltatási megállapodás (SLA) egy szerződés egy szolgáltató (akár belső, akár külső) és a végfelhasználó között, amely meghatározza a szolgáltatótól elvárt szolgáltatási szintet. Az SLA-k a kimeneten alapulnak, mivel céljuk kifejezetten annak meghatározása, hogy mit kap az ügyfél.

source: Service Request
de: Service-Anfrage
hu: Szolgáltatáskérés

source: (see also :term:`Ticket`).
de: (Siehe auch :term:`Ticket`)
hu: (lásd: :term:`jegy`).

source: (see also :term:`Service Level Agreement`).
de: (Siehe auch :term:`Service Level Agreement`)
hu: (lásd: :term:`szolgáltatási megállapodás`).

source: Working Time
de: Arbeitszeit
hu: Munkaidő

source: A definition of minutes passed during the defined working hours of any :term:`calendar`.
de: Die Minuten, die einer einer definierten Arbeitszeit in einem beliebigen :term:`calendar` vergehen.
hu: Bármely :term:`naptár` meghatározott munkaideje alatt eltelt percek meghatározása.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license can be found on the `GNU website <https://www.gnu.org/licenses/fdl-1.3.txt>`__.
de: Es ist erlaubt, dieses Dokument zu kopieren, verteilen und zu verändern unter Beachtung der Bedingungen der GNU Lizenz für freie Dokumentationen, Version 1.3 oder höher; ohne invariante Abschnitte, keine Titelseiten-Texte und keine Rückseiten-Texte. Eine Kopie der Lizenz finden Sie auf der `GNU Website <https://www.gnu.org/licenses/fdl-1.3.txt>`__.
hu: Engedélyt adunk Önnek a jelen dokumentum sokszorosítására, terjesztésére és/vagy módosítására a Free Software Foundation által kiadott GNU Free Documentation License 1.3-as, vagy bármely azt követő verziójának feltételei alapján. Nincs Nem Változtatható szakasz, nincs Címlapszöveg, nincs Hátlapszöveg. A jelen licenc egy példányát a `GNU weboldalán <https://www.gnu.org/licenses/fdl-1.3.txt>`__ találja.

source: OTOBO Administration Manual
de: OTOBO Administration-Handbuch

source: Administration
hu: Adminisztráció

source: Queues \*
hu: Várólisták \*

source: Name \*
hu: Név \*

source: Comment \*
hu: Megjegyzés \*

source: SQL Box
hu: SQL doboz

source: Limit
hu: Korlát

source: Resource
hu: Erőforrás

source: Text \*
hu: Szöveg \*

source: Queue \*
hu: Várólista \*

source: Host \*
hu: Kiszolgáló \*

source: Ticket Filter [1]_
hu: Jegyszűrő [1]_

source: Queue
hu: Várólista

source: Bcc
hu: Titkos másolat

source: Cc
hu: Másolat

source: SMS text
hu: SMS szöveg

source: Home Page
hu: Kezdőlap

source: Link Text
hu: Hivatkozás szövege

source: Layout
hu: Elrendezés

source: Logo
hu: Logó

source: Favicon
hu: Böngészőikon

source: Administrator Interface
hu: Adminisztrátori felület

source: Cloud Services
hu: Felhőszolgáltatások

source: Cluster
hu: Fürt

source: Distribution
hu: Disztribúció

source: Kernel Version
hu: Kernel verzió

source: Perl Version
hu: Perl verzió

source: Daemon
hu: Démon

source: Domain Name
hu: Tartománynév

source: SystemID
hu: Rendszer azonosító

source: Access Control Lists (ACL)
hu: Hozzáférés-vezérlési listák (ACL)

source: Generic Agent
hu: Általános ügyintéző

source: CMD
hu: PARANCS

source: Script \*
hu: Parancsfájl \*

source: Web Service \*
hu: Webszolgáltatás \*

source: Invoker \*
hu: Meghívó \*

source: Name
hu: Név

source: Ticket
hu: Jegy

source: Text
hu: Szöveg

source: Status
hu: Állapot

source: Web Services
hu: Webszolgáltatások

source: Remote system
hu: Távoli rendszer

source: Debug
hu: Hibakeresés

source: Info
hu: Információ

source: Error
hu: Hiba

source: Queues
hu: Várólisták

source: Service
hu: Szolgáltatás

source: Services
hu: Szolgáltatások

source: Service \*
hu: Szolgáltatás \*

source: ro
hu: csak olvasás

source: chat_owner
hu: csevegéstulajdonos

source: chat_participant
hu: csevegésrésztvevő

source: chat_observer
hu: csevegésmegfigyelő

source: rw
hu: írás, olvasás

source: stats
hu: statisztikák

source: Agent
hu: Ügyintéző

source: Back end
hu: Háttérprogram

source: Front end
hu: Előtétprogram

source: Invoker
hu: Meghívó

source: Mapping
hu: Leképezés

source: Operation
hu: Művelet

source: Transport
hu: Átvitel

source: This work is copyrighted by OTRS AG (https://otrs.com), Zimmersmühlenweg 11, 61440 Oberursel, Germany.
hu: Ez a mű az OTRS AG (https://otrs.com), Zimmersmühlenweg 11, 61440 Oberursel, Németország szerzői joga alatt áll.
