Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: OTOBO allows you to respond to a customer immediately upon receipt of a request giving the customers instantaneous feedback assuring them that their request is in processing, establishing expectation.
de: OTOBO ermöglicht es Ihnen, auf einen Kunden sofort nach Erhalt einer Anfrage zu reagieren und den Kunden ein sofortiges Feedback zu geben, so dass sie sicher sein können, dass sich ihre Anfrage in Bearbeitung befindet und die Erwartungen erfüllt werden.

source: Use this screen to add automatic responses for use in queues. A fresh OTOBO installation contains some automatic responses by default. The automatic response management screen is available in the *Auto Responses* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um Automatische Antworten zur Verwendung in Queues hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig keine Automatischen Antworten. Die Ansicht zur Verwaltung der Automatischen Antworten ist im Modul *Automatische Antworten* in der Gruppe *Ticket-Einstellungen* verfügbar.

source: Auto Response Management Screen
de: Automatische Antworten verwalten
hu: Automatikus válasz kezelés képernyő

source: Manage Auto Responses
de: Automatische Antworten verwalten
hu: Automatikus válaszok kezelése

source: Adding automatic responses requires a valid system address. Create system addresses in the :doc:`../communication-notifications/email-addresses` screen.
de: Automatische Antworten benötigen eine gültige Systemadresse. Systemadressen können in :doc:`../communication-notifications/email-addresses` erstellt werden.
hu: Az automatikus válaszok hozzáadásához egy érvényes rendszercímre van szükség. Hozzon létre rendszercímeket a :doc:`../communication-notifications/email-addresses` képernyőn.

source: To add an automatic response:
de: So fügen Sie eine Automatische Antwort hinzu:
hu: Egy automatikus válasz hozzáadásához:

source: Click on the *Add Auto Response* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Automatische Antwort hinzufügen*.
hu: Kattintson az *Automatikus válasz hozzáadása* gombra a bal oldalsávban.

source: Add Auto Response Screen
de: Automatische Antwort hinzufügen
hu: Automatikus válasz hozzáadása képernyő

source: Auto responses can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Automatische Antworten können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungülitg* oder *ungültig-temporär* gesetzt ist.
hu: Az automatikus válaszok nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit an automatic response:
de: So bearbeiten Sie eine Automatische Antwort:
hu: Egy automatikus válasz szerkesztéséhez:

source: Click on an automatic response in the list of automatic responses.
de: Klicken Sie in der Liste mit den Automatischen Antworten auf eine Automatische Antwort.
hu: Kattintson egy automatikus válaszra az automatikus válaszok listájában.

source: Edit Auto Response Screen
de: Automatische Antwort bearbeiten
hu: Automatikus válasz szerkesztése képernyő

source: If several automatic responses are added to the system, use the filter box to find a particular automatic response by just typing the name to filter.
de: Wenn dem System mehrere Automatische Antworten hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Eintrag zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több automatikus válasz van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos automatikus válasz megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Auto Response Settings
de: Einstellungen für Automatische Antworten
hu: Automatikus válasz beállításai

source: The subject of the email sent to the users.
de: Der Betreff der E-Mail, die zu den Benutzern gesendet werden.
hu: A felhasználóknak küldött e-mail tárgya.

source: Response
de: Antwort
hu: Válasz

source: The body of the email sent to the users.
de: Der Text der E-Mail, die zu den Benutzern gesendet werden.
hu: A felhasználóknak küldött e-mail törzse.

source: auto follow up
de: Automatische Rückfrage
hu: automatikus követés

source: auto reject
de: Automatische Ablehnung
hu: automatikus elutasítás

source: auto remove
de: Automatisches Entfernen
hu: automatikus eltávolítás

source: auto reply
de: Automatische Antwort
hu: automatikus válasz

source: auto reply/new ticket
de: Automatische Antwort / neues Ticket
hu: automatikus válasz/új jegy

source: Auto response from \*
de: Automatische Antwort von \*
hu: Automatikus válasz feladója \*

source: The sender email address, from which the automatic response will be sent.
de: Die Sender-E-Mail-Adresse von der die Automatische Antwort gesendet wird.
hu: Az a küldő e-mail cím, amelyről az automatikus válasz ki lesz küldve.

source: Auto Response Variables
de: Variablen für Automatische Antworten
hu: Automatikus válasz változói

source: Priorities
de: Prioritäten
hu: Prioritások

source: Sometimes tickets are not equally created. One ticket may need more focus than another. A customer may be given a higher priority by the service desk to help raise customer satisfaction in a pinch or to ensure that a long-running request receives special attention. Keeping track of these higher priority requests is important, as well as handling them quickly.
de: Manchmal werden Tickets nicht gleichmäßig erstellt. Ein Ticket kann mehr Fokus erfordern als ein anderes. Ein Kunde kann vom Service-Desk eine höhere Priorität erhalten, um die Kundenzufriedenheit im Notfall zu erhöhen oder um sicherzustellen, dass einer langfristigen Anfrage besondere Aufmerksamkeit geschenkt wird. Es ist wichtig, diese Anfragen mit höherer Priorität im Auge zu behalten und sie schnell zu bearbeiten.
hu: Néha a jegyeket nem egyenlően hozzák létre. Egy jegy több odafigyelést igényelhet mint egy másik. Az ügyfélszolgálat magasabb prioritást rendelhet egy ügyfélhez, hogy egy kicsit segítsen az ügyfél-elégedettség növelésében, vagy annak biztosításában, hogy egy régóta nyitott kérés különös figyelmet kapjon. Ezeknek a magasabb prioritású kéréseknek fontos a nyomon követése, valamint a gyors kezelése.

source: OTOBO provides a traffic light system based per default five levels of priorities to handle this task.
de: OTOBO bietet ein Ampelsystem Kennzeichnung von Prioritäten, das standardmäßig auf fünf Prioritätsstufen basiert, um diese Aufgabe zu bewältigen.

source: The colors are based on the ID (very low being ID 1) in the database. Changing the names should be done with this in mind. New priorities have the color gray.
de: Die Farben basieren auf der ID (sehr niedrig low = ID 1) in der Datenbank. Die Änderung der Namen sollte in diesem Zusammenhang erfolgen. Neue Prioritäten haben die Farbe grau.
hu: A színek az adatbázisban lévő azonosítón alapulnak (a nagyon alacsony az 1-es azonosítójú). A nevek megváltoztatását ennek észben tartásával kell elvégezni. Az új prioritások a szürke színt kapják.

source: Use this screen to add priorities to the system. A fresh OTOBO installation contains five default priority levels. The priority management screen is available in the *Priorities* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um Prioritäten zum System hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig fünf Prioritätsstufen. Die Ansicht zur Verwaltung der Prioritäten ist im Modul *Prioritäten* der Gruppe *Ticket-Einstellungen* verfügbar.

source: Priority Management Screen
de: Prioritäten-Verwaltung
hu: Prioritás-kezelés képernyő

source: Manage Priorities
de: Prioritäten verwalten
hu: Prioritások kezelése

source: When creating a customized list of priorities, please keep in mind that they are sorted alphabetically in the priority selection box in the user interface.
de: Bei der Erstellung einer benutzerdefinierten Prioritätenliste ist zu beachten, dass diese in der Auswahlbox für Prioritäten im Benutzer-Interface alphabetisch sortiert sind.
hu: Ha személyre szabott prioritáslistát hoz létre, akkor tartsa észben, hogy azok ábécé sorrendbe lesznek rendezve a felhasználói felületen lévő prioritásválasztó dobozban.

source: To add a priority:
de: So fügen Sie eine Priorität hinzu:
hu: Egy prioritás hozzáadásához:

source: Click on the *Add Priority* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Priorität hinzufügen*.
hu: Kattintson a *Prioritás hozzáadása* gombra a bal oldalsávban.

source: Add Priority Screen
de: Priorität hinzufügen
hu: Prioritás hozzáadása képernyő

source: Priorities can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Prioritäten können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: A prioritások nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: It's recommended to limit your system to 5 priorities or less and reuse the current 5 to keep the use of the traffic light system.
de: Wir empfehlen die Verwendung von fünf oder weniger Prioritäten, um die Funktionalität der Ampelfarben zu gewährleisten.
hu: Ajánlott a rendszert öt vagy kevesebb prioritásra korlátozni és a jelenlegi ötöt újrahasznosítani a közlekedési lámpa rendszer használatának megtartásához.

source: To edit a priority:
de: So bearbeiten Sie eine Priorität:
hu: Egy prioritás szerkesztéséhez:

source: Click on a priority in the list of priorities.
de: Klicken Sie in der Liste mit den Prioritäten auf eine Priorität.
hu: Kattintson egy prioritásra a prioritások listájában.

source: Edit Priority Screen
de: Priorität bearbeiten
hu: Prioritás szerkesztése képernyő

source: If several priorities are added to the system, use the filter box to find a particular priority by just typing the name to filter.
de: Wenn dem System mehrere Prioritäten hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte Priorität zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több prioritás van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos prioritás megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Priority Validation Dialog
de: Dialog Validierungsprüfung
hu: Prioritás-ellenőrzés párbeszédablak

source: If you change the name of a priority which is used in the system configuration, a validation check will warn you and give you the following options:
de: Wenn Sie den Namen einer Priorität ändern, die in der Systemkonfiguration verwendet wird, warnt Sie eine Validierungsprüfung und gibt Ihnen die folgenden Optionen:
hu: Ha megváltoztatja egy olyan prioritás nevét, amelyet a rendszerbeállításban használnak, akkor egy érvényesség-ellenőrzés figyelmeztetni fogja, és a következő lehetőségeket ajánlja fel:

source: Save and update automatically
de: Speichern und automatisch aktualisieren
hu: Mentés és frissítés automatikusan

source: Apply the change and also update the affected settings.
de: Übernimmt die Änderung und aktualisiert auch die betroffenen Einstellungen.
hu: A változtatás alkalmazása és az érintett beállítások frissítése is.

source: Don't save, update manually
de: Nicht speichern, manuell aktualisieren
hu: Ne mentse, frissítés kézzel

source: Apply the change, but don't update the affected settings. The updates need to be done manually.
de: Übernimmt die Änderung und aktualisiert NICHT auch die betroffenen Einstellungen.
hu: A változtatás alkalmazása, de ne frissítse az érintett beállításokat. A frissítéseket kézzel kell elvégezni.

source: Cancel
de: Abbrechen
hu: Mégse

source: Cancel the action.
de: Aktion abbrechen.
hu: A művelet megszakítása.

source: Priority Settings
de: Einstellungen für Prioritäten
hu: Prioritás beállításai

source: OTOBO uses queues to provide your teams with structure. Queues provide a powerful way to divide and disperse the work to the responsible group of people.
de: OTOBO verwendet Queues, um Ihren Teams eine Struktur zu geben. Queues bieten eine leistungsstarke Möglichkeit, die Arbeit aufzuteilen und an die verantwortliche Personengruppe zu verteilen.

source: Use this screen to add queues to the system. In a fresh OTOBO installation there are 4 default queues: *Raw*, *Junk*, *Misc* and *Postmaster*. All incoming messages will be stored in the *Raw* queue if no filter rules are defined. The *Junk* queue can be used to store spam messages. The queue management screen is available in the *Queues* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um Queues zum System hinzuzufügen. In einer neuen OTOBO-Installation gibt es standardmäßig vier Queues: *Junk*, *Misc*, *Raw* und *Postmaster*. Wenn kein Filter definiert ist, werden alle eingehenden Nachrichten werden in der Queue *Raw* gespeichert. Die Queue *Junk* kann genutzt werden, um Spam-Nachrichten zu speichern. Die Ansicht zur Verwaltung der Queues ist im Modul *Queues* in der Gruppe *Ticket-Einstellungen* verfügbar.

source: Queue Management Screen
de: Queue-Verwaltung
hu: Várólista-kezelés képernyő

source: Manage Queues
de: Queues verwalten
hu: Várólisták kezelése

source: To add a queue:
de: So fügen Sie eine Queue hinzu:
hu: Egy várólista hozzáadásához:

source: Click on the *Add Queue* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Queue hinzufügen*
hu: Kattintson a *Várólista hozzáadása* gombra a bal oldalsávban.

source: Add Queue Screen
de: Queue hinzufügen
hu: Várólista hozzáadása képernyő

source: Queues can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Queues können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: A várólisták nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a queue:
de: So bearbeiten Sie eine Queue:
hu: Egy várólista szerkesztéséhez:

source: Click on a queue in the list of queues.
de: Klicken Sie in der Liste mit den Queues auf eine Queue.
hu: Kattintson egy várólistára a várólisták listájában.

source: Edit Queue Screen
de: Queue bearbeiten
hu: Várólista szerkesztése képernyő

source: If several queues are added to the system, use the filter box to find a particular queue by just typing the name to filter.
de: Wenn dem System mehrere Queues hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte Queue zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több várólista van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos várólista megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Queue Validation Dialog
de: Dialog Validierungsprüfung
hu: Várólista-ellenőrzés párbeszédablak

source: If you change the name of a queue which is used in the system configuration, a validation check will warn you and give you the following options:
de: Wenn Sie den Namen einer Queue ändern, die in der Systemkonfiguration verwendet wird, warnt Sie eine Validierungsprüfung und gibt Ihnen die folgenden Optionen:
hu: Ha megváltoztatja egy olyan várólista nevét, amelyet a rendszerbeállításban használnak, akkor egy érvényesség-ellenőrzés figyelmeztetni fogja, és a következő lehetőségeket ajánlja fel:

source: Queue Settings
de: Queue-Einstellungen
hu: Várólista beállításai

source: Sub-queue of
de: Unter-Queue von
hu: Alvárólistája ennek

source: It is possible to add the new queue under an existing one as sub-queue. This will be displayed as *Parent Queue::Child Queue*.
de: Es ist möglich, die neue Queue als Unter-Queue einer existierenden Queue hinzuzufügen. Das wird als *Eltern Queue::Kind Queue* angezeigt.
hu: Lehetőség van egy új várólistát egy meglévő várólista alá hozzáadni alvárólistaként. Ekkor ez *Szülő várólista::Gyermek várólista* formában lesz megjelenítve.

source: It is possible to limit access to the selected group. The group creates a permission link between the queue and an agent or a customer user.
de: Es ist möglich, den Zugriff auf die ausgewählte Gruppe zu beschränken. Die Gruppe erstellt einen Berechtigungs-Link zwischen der Queue und einem Agenten oder einem Kundenbenutzer.
hu: Lehetőség van a hozzáférés korlátozásához a kijelölt csoportra. A csoport egy jogosultsági hivatkozást hoz létre a várólista és egy ügyintéző vagy egy ügyfél-felhasználó között.

source: Unlock timeout minutes
de: Freigabe-Zeitintervall Minuten
hu: Feloldási időkorlát perc

source: Any ticket on open, which is locked, in this queue will automatically unlock after the set amount of minutes. The value *0* (default) means tickets in this queue remain locked.
de: Jedes Ticket beim Öffnen, das in dieser Queue gesperrt ist, wird nach der eingestellten Anzahl von Minuten automatisch entsperrt. Der Wert *0* (Standard) bedeutet, dass Tickets in dieser Queue gesperrt bleiben.
hu: Minden nyitott jegy, amely zárolva van ebben a várólistában, automatikusan feloldásra kerül a megadott perc letelte után. A *0* érték (alapértelmezett) azt jelenti, hogy a jegyek ebben a várólistában zárolva maradnak.

source: Escalation - first response time (minutes)
de: Eskalation - Zeit für erste Reaktion (Minuten)
hu: Eszkaláció – első válaszidő (perc)

source: The maximum amount of working time allowed before the agent contacts with the customer.
de: Die maximal erlaubte Arbeitszeit, in der ein Agent mit dem Kunden erstmals nach einer Anfrage in Kontakt tritt.
hu: A megengedett legnagyobb mennyiségű munkaidő, mielőtt az ügyintéző kapcsolatba lép az ügyféllel.

source: First response time will not trigger for an email ticket or telephone ticket created by an agent.
de: Die Zeit für die erste Reaktion wird nicht für ein E-Mail-Ticket oder ein Telefon-Ticket ausgelöst, das von einem Agenten erstellt wurde.
hu: Az első válaszidő nem lesz aktiválva egy olyan e-mail jegynél vagy telefonos jegynél, amelyet egy ügyintéző hozott létre.

source: Escalation - update time (minutes)
de: Eskalation - Aktualisierungszeit (Minuten)
hu: Eszkaláció – frissítési idő (perc)

source: The maximum amount of working time allowed between the agent contacts with the customer.
de: Die maximal erlaubte Arbeitszeit, innerhalb der ein Agent eine Aktualisierung vornimmt.
hu: A megengedett legnagyobb mennyiségű munkaidő, miközben az ügyintéző kapcsolatba lép az ügyféllel.

source: Escalation - solution time (minutes)
de: Eskalation - Lösungszeit (Minuten)
hu: Eszkaláció – megoldási idő (perc)

source: The maximum amount of working time allowed until the ticket is marked as solved.
de: Die maximal erlaubte Arbeitszeit, innerhalb der das Ticket als "erfolgreich" markiert wird.
hu: A megengedett legnagyobb mennyiségű munkaidő, amíg a jegy megoldottként kerül megjelölésre.

source: Solution time will not reset if the ticket is reopened.
de: Die Lösungszeit wird nicht zurückgesetzt, wenn ein Ticket neu geöffnet wird.
hu: A megoldási idő nem lesz visszaállítva, ha a jegyet újranyitják.

source: Follow up Option \*
de: Nachfrage-Option \*
hu: Követés beállítás \*

source: Specify the handling of a follow up on closed tickets. Possible values:
de: Legt das Verhalten bei einer Rückmeldung für geschlossene Tickets fest. Mögliche Werte sind:
hu: Egy követő kezelésének meghatározása a lezárt jegyeknél. A lehetséges értékek:

source: new ticket
de: neues Ticket
hu: új jegy

source: The follow up will create a new ticket.
de: Die Rückmeldung erstellt ein neues Ticket.
hu: A követő egy új jegyet fog létrehozni.

source: possible
de: möglich
hu: lehetséges

source: The follow up will reopen the already closed ticket.
de: Die Rückmeldung öffnet ein bereits geschlossenes Ticket nochmal.
hu: A követő újra fogja nyitni a már lezárt jegyet.

source: reject
de: ablehnen
hu: elutasítás

source: Ticket lock after a follow up \*
de: Ticket sperren nach einer Rückmeldung \*
hu: Jegy zárolása egy követés után \*

source: Only applicable if the *Follow up Option* is set to *possible*. Locks the previously closed ticket, upon reopening, to the last owner. This ensures that a follow up for a ticket is processed by the agent that has previously handled that ticket.
de: Nur anwendbar, wenn die *Rückmeldung Option* auf *möglich* gesetzt ist. Sperrt das zuvor geschlossene Ticket bei Wiedereröffnung für den letzten Besitzer. Dadurch wird sichergestellt, dass eine Rückmeldung für ein Ticket von dem Agenten bearbeitet wird, der dieses Ticket zuvor bearbeitet hat.
hu: Csak akkor alkalmazható, ha a *Követés beállítás* mező *lehetséges* értékre van állítva. Zárolja a korábban lezárt jegyet az újranyitás után az utolsó tulajdonosak. Ez biztosítja, hogy egy jegy követőjét az az ügyintéző dolgozza fel, aki korábban kezelte a jegyet.

source: This does not take out-of-office into account. Use this setting with care to ensure or in combination with *Unlock timeout minutes*.
de: Abwesenheiten werden dabei nicht berücksichtigt. Verwenden Sie diese Einstellung mit Bedacht, um sicherzustellen, dass es sich um eine Zeitüberschreitung handelt oder in Kombination mit *Entsperrzeit-Minuten*.
hu: Ez nem ceszi figyelembe az irodán kívüli állapotot. Óvatosan használja ezt a beállítást, hogy megbizonyosodjon róla, vagy használja a *Feloldási időkorlát perc* beállítással együtt.

source: System address \*
de: Systemadressen \*
hu: Rendszercím \*

source: Select one of the :doc:`../communication-notifications/email-addresses` as the sender identity for this queue.
de: Wählen Sie eine der :doc:`../communication-notifications/email-addresses` als Identität für den Sender in dieser Queue.
hu: Válasszon egyet a :doc:`../communication-notifications/email-addresses` közül a várólista küldőjének személyazonosságaként.

source: This is an ID in the database. Making changes to the :doc:`../communication-notifications/email-addresses` can have adverse effects here.
de: Das ist eine ID in der Datenbank. Änderungen an :doc:`../communication-notifications/email-addresses` kann hier negative Auswirkungen haben.
hu: Ez egy azonosító az adatbázisban. Az :doc:`../communication-notifications/email-addresses` esetén elvégzett változtatásoknak nem kívánt hatásai lehetnek itt.

source: Default sign key
de: Standardschlüssel zum Signieren
hu: Alapértelmezett aláíró kulcs

source: This is only active if :doc:`../communication-notifications/pgp-keys` or :doc:`../communication-notifications/s-mime-certificates` is enabled in the :doc:`../administration/system-configuration`. Choose the key to sign emails per default.
de: Das ist nur aktiv, wenn :doc:`../communication-notifications/pgp-keys` oder :doc:`../communication-notifications/s-mime-certificates` in der :doc:`../administration/system-configuration` aktiviert ist. Wählen Sie den Standardschlüssel zum Signieren von E-Mails.
hu: Ez csak akkor aktív, ha a :doc:`../communication-notifications/pgp-keys` vagy az :doc:`../communication-notifications/s-mime-certificates` engedélyezve vannak a :doc:`../administration/system-configuration` képernyőn. Válassza ki a kulcsot, amellyel alapértelmezetten aláírja az e-maileket.

source: Salutation \*
de: Anrede \*
hu: Megszólítás \*

source: Select one of the defined :doc:`salutations`.
de: Wählt eine der definierten :doc:`salutations`.
hu: Válasszon egyet a meghatározott :doc:`salutations` közül.

source: Signature \*
de: Signatur \*
hu: Aláírás \*
