Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: In this example, we outline the steps to include custom scripts used by a web analytics provider in the external interface application. They will be run each time the application is used in order to track and report the behavior of the user for later analysis.
de: Nachfolgend werden die Schritte beschrieben, die erforderlich sind, um benutzerdefinierte Skripte, die von einem Web-Analytics-Anbieter verwendet werden, in die externe Interface-App aufzunehmen. Sie werden bei jeder Nutzung der App ausgeführt, um das Verhalten des Benutzers für eine spätere Analyse zu verfolgen und zu melden.
hu: Ebben a példában felvázoljuk a lépéseket egy webes elemző eszköz szolgáltatója által használt egyedi parancsfájloknak a külső felület alkalmazásba történő beágyazásához. Ezek minden alkalommal le lesznek futtatva, amikor az alkalmazást használják, hogy nyomon követhessék és jelentsék a felhasználó viselkedését a későbbi elemzéshez.

source: We start with the provided code snippet below, from a third party provider.
de: Wir beginnen mit dem untenstehenden Code-Ausschnitt eines Drittanbieters.
hu: Egy harmadik fél szolgáltatótól származó lenti kódrészlettel kezdjük.

source: First line of the snippet refers to an *external* resource which should be loaded by the ``script`` tag.
de: Die erste Zeile des Snippets bezieht sich auf eine **externe** Ressource, die mit dem ``script`` Tag geladen werden soll.
hu: A kódrészlet első sora egy *külső* erőforrásra hivatkozik, amelyet a ``script`` címkének kell betöltenie.

source: In the script block below, we have some *inline* code which is run immediately when the page is loaded.
de: Im untenstehenden Skriptblock befindet sich **inline** Code, der sofort ausgeführt wird, wenn die Seite geladen wird.
hu: Az alatta lévő parancsfájlblokkban van néhány *sorközi* kódunk, amely azonnal lefut, ha az oldal betöltődött.

source: Adding External Script Resources
de: Externe Skriptressourcen hinzufügen
hu: Külső parancsfájl-erőforrások hozzáadása

source: First, we need to include the external script location in the appropriate configuration:
de: Zuerst müssen wir den externen Skript-Speicherort in die entsprechende Konfiguration aufnehmen:
hu: Először be kell ágyaznunk a külső parancsfájl helyét a megfelelő beállításban:

source: Go to the *System Configuration* screen.
de: Gehen Sie zur *Systemkonfiguration*
hu: Menjen a *Rendszerbeállítások* képernyőre.

source: Search for the setting ``ExternalFrontend::ExternalScripts``.
de: Suchen Sie nach der Einstellung ``ExternalFrontend::ExternalScripts``.
hu: Keressen rá az ``ExternalFrontend::ExternalScripts`` beállításra.

source: Click on the setting in order to edit it.
de: Klicken Sie auf die Einstellung, um sie zu bearbeiten.
hu: Kattintson rá a beállításra a szerkesztéséhez.

source: In case a value is already present, click on the plus button. Otherwise, proceed below.
de: Klicken Sie, wenn bereits ein Wert vorhanden ist, auf die Schaltfläche Plus. Andernfalls gehen Sie wie folgt vor.
hu: Abban az esetben, ha egy érték már szerepel ott, kattintson a plusz gombra. Egyébként folytassa a továbbiakkal.

source: Enter the full location of the *external* resource in the text field. For example: ``https://www.example.com/track/js?id=UA-XXXXXX-Y``.
de: Geben Sie den vollständigen Standort der **externen** Ressource in das Textfeld ein, z.B. ``https://www.example.com/track/js?id=UA-XXXXXX-Y``.
hu: Adja meg a *külső* erőforrás teljes helyét a szövegmezőben. Például: ``https://www.example.com/track/js?id=UA-XXXXXX-Y``.

source: Click on the check mark in order to save the modified setting.
de: Klicken Sie auf das Kontrollkästchen, um die geänderte Einstellung zu speichern.
hu: Kattintson a pipa jelre a módosított beállítások elmentéséhez.

source: Deploy the modified system configuration.
de: Nehmen Sie die geänderte Systemkonfiguration in Betrieb.
hu: Állítsa üzembe a módosított rendszerbeállítást.

source: Adding Inline Code Snippets
de: Inline-Codeausschnitte hinzufügen
hu: Sorközi kódrészletek hozzáadása

source: Next, we have to also include the inline part of the original snippet:
de: Als nächstes müssen wir auch den Inline-Teil des Originalausschnitts einbinden:
hu: Ezután be kell ágyaznunk az eredeti kódrészlet sorközi részét is:

source: Search for the setting ``ExternalFrontend::InlineScripts``.
de: Suchen Sie nach der Einstellung ``ExternalFrontend::InlineScripts``.
hu: Keressen rá az ``ExternalFrontend::InlineScripts`` beállításra.

source: Enter the full code snippet in the text area, minus any ``script`` tags. For example:
de: Geben Sie den vollständigen Code-Ausschnitt in das Textfeld ein, abzüglich aller ``script``-Tags. Zum Beispiel:
hu: Adja meg a teljes kódrészletet a szövegterületen a ``script`` címkék nélkül. Például:

source: Rebuilding the External Interface Application
de: Neuaufbau der externen Interface-App
hu: A külső felület alkalmazás újraépítése

source: In order to apply the changes, we also need to rebuild the external interface application. Drop down to shell, and execute the following command:
de: Um die Änderungen anzuwenden, müssen wir auch die externe Interface-App neu erstellen. Gehen Sie nach unten zur Shell und führen Sie das folgende Kommando aus:
hu: A változtatások alkalmazása érdekében a külső felület alkalmazást is újra kell építenünk. Váltson át a parancsértelmezőre, és hajtsa végre a következő parancsot:

source: Whitelisting Additional Origins in the Security Headers
de: Positivliste zusätzlicher Quellen in den SecurityHeadern
hu: További források fehér listára tétele a biztonsági fejlécekben

source: If you now try to access the external interface application, you will be able to verify that the scripts are included in the code. However, your browser will probably block access to all *inline* and *external* resources, therefore the code might fail with some errors.
de: Wenn Sie nun versuchen, auf die externe Interface-App zuzugreifen, können Sie überprüfen, ob die Skripte im Code enthalten sind. Ihr Browser wird jedoch wahrscheinlich den Zugriff auf alle **inline** und **externen** Ressourcen blockieren, daher kann der Code mit einigen Fehlern fehlschlagen.
hu: Ha most megpróbálja elérni a külső felület alkalmazást, akkor képes lesz leellenőrizni, hogy a parancsfájlok szerepelnek-e a kódban. Azonban a böngésző valószínűleg blokkolja az összes *sorközi* és *külső* erőforrás hozzáférését, ezért a kód sikertelen lehet néhány hibával.

source: This behavior is by design, since external resources can only be loaded if they are specifically whitelisted in the *Content Security Policy* headers.
de: Dieses Verhalten ist von vornherein gegeben, da externe Ressourcen nur dann geladen werden können, wenn sie speziell in den Headern der Content Security Policy auf der Whitelist stehen.
hu: Ez a viselkedés tervezési okok miatt van, mivel a külső erőforrások csak akkor tölthetők be, ha azok kifejezetten fehér listán vannak a *Content Security Policy* fejléceiben.

source: To check for blocked code, please use suitable web browser inspection tools. In our example, we will be using Mozilla Firefox and its web console available via *Tools → Web Developer → Web Console* menu item, or via the *F12* shortcut key.
de: Um nach blockiertem Code zu suchen, verwenden Sie bitte einen geeigneten Webbrowser. In unserem Beispiel verwenden wir Mozilla Firefox und seine Webkonsole, die über den Menüpunkt *Extras → Webentwickler → Web-Konsole* oder über die Tastenkombination **F12**** verfügbar ist.
hu: A blokkolt kód ellenőrzéséhez használjon megfelelő webböngésző ellenőrző eszközöket. A példánkban a Mozilla Firefoxot és annak webkonzolját fogjuk használni, amely az *Eszközök → Webfejlesztő → Webkonzol* menüpontban vagy az *F12* gyorsbillentyűn keresztül érhető el.

source: For the example code snippet, you might receive following errors in the console when the application is accessed:
de: Für den Beispielcode-Ausschnitt erhalten Sie möglicherweise folgende Fehler in der Konsole, wenn auf die App zugegriffen wird:
hu: A példában lévő kódrészletnél a következő hibákat kaphatja a konzolban, ha az alkalmazást eléri:

source: Browser Console Errors and Warnings
de: Fehler und Warnungen in der Browser-Konsole
hu: Böngészőkonzol hibák és figyelmeztetések

source: From the console errors we can see that the external script resource was prevented from being loaded (lines 1 and 3). In addition to that, two evaluation calls were also blocked (lines 2 and 5). All errors reference a *Content Security Policy* rule under the name of ``script-src``, which signals script resources.
de: Aus den Konsolenfehlern können wir ersehen, dass das Laden der externen Skript-Ressource verhindert wurde (Zeilen 1 und 3). Darüber hinaus wurden auch zwei Evaluierungsaufrufe gesperrt (Zeilen 2 und 5). Alle Fehler verweisen auf eine CSP-Regel unter dem Namen ``script-src``, die Skript-Ressourcen signalisiert.
hu: A konzolhibákból láthatjuk, hogy a külső parancsfájl-erőforrás betöltését megakadályozták (1. és 3. sor). Emellett két kiértékelési hívást is blokkoltak (2. és 5. sor). Minden hiba egy *Content Security Policy* szabályra hivatkozik a ``script-src`` neve alatt, amely a parancsfájl-erőforrásokat jelzi.

source: We need to add both the external resource and the evaluation calls to the additional origins list of the *Content Security Policy* headers:
de: Wir müssen sowohl die externe Ressource als auch die Evaluierungsaufrufe in die zusätzliche Herkunftsliste der Header der **Content Security Policy** aufnehmen:
hu: Mind a külső erőforrást, mind a kiértékelési hívásokat hozzá kell adnunk a *Content Security Policy* fejléceinek további forráslistájához:

source: Search for the setting ``WebApp::Server::AdditionalOrigins``.
de: Suchen Sie nach der Einstellung ``WebApp::Server::AdditionalOrigins``.
hu: Keressen rá a ``WebApp::Server::AdditionalOrigins`` beállításra.

source: In case a value for ``script-src`` is already present, click on the plus button next to it. Otherwise, proceed below.
de: Wenn bereits ein Wert für ``script-src`` vorhanden ist, klicken Sie auf die Plus-Taste daneben. Andernfalls gehen Sie wie folgt vor.
hu: Abban az esetben, ha egy ``script-src`` érték már szerepel ott, kattintson a mellette lévő plusz gombra. Egyébként folytassa a továbbiakkal.

source: Enter the domain part only of the blocked resource in the text field. For example: ``https://www.example.com``. This allows the external resource to be loaded.
de: Geben Sie im Textfeld nur den Domänenteil der blockierten Ressource ein, z.B. ``https://www.example.com```. Dadurch kann die externe Ressource geladen werden.
hu: Adja meg a blokkolt erőforrásnak csak a tartomány részét a szövegmezőben. Például: ``https://www.example.com``. Ez lehetővé teszi a külső erőforrás betöltését.

source: Click on the plus button next to the field, so another value is added.
de: Klicken Sie auf die Plus-Schaltfläche neben dem Feld. So wird ein weiterer Wert hinzugefügt.
hu: Kattintson a mező mellett lévő plusz gombra, így egy másik érték lesz hozzáadva.

source: Enter the following directive in the new field, including the quotes: ``'unsafe-eval'``. This allows the evaluation calls to be executed.
de: Geben Sie die folgende Anweisung in das neue Feld ein, einschließlich der Anführungszeichen: ``'unsafe-eval'``. Dies ermöglicht die Ausführung der Testaufrufe.
hu: Adja meg a következő irányelvet az új mezőben, beleértve az idézést is: ``'unsafe-eval'``. Ez lehetővé teszi a kiértékelési hívások végrehajtását.

source: There is no need to rebuild the external interface application at this point, as the additional origins configuration should be immediately in effect.
de: Ein Neuaufbau der externen Interface-App ist an dieser Stelle nicht erforderlich, da die zusätzliche Ursprungskonfiguration sofort wirksam sein sollte.
hu: Ezen a ponton nincs szükség a külső felület alkalmazás újraépítésére, mivel a további források beállításának azonnal érvényesülnie kell.

source: If you reload the external interface application, you might get some additional errors. In our example, it might be the following:
de: Wenn Sie die externe Interface-App neu laden, kann es zu zusätzlichen Fehlern kommen. In unserem Beispiel könnte es folgendermaßen aussehen:
hu: Ha újratölti a külső felület alkalmazást, akkor további hibákat is kaphat. A példánkban ez a következő lehet:

source: Additional Browser Console Errors and Warnings
de: Zusätzliche Browser-Konsolenfehler und Warnungen
hu: További böngészőkonzol hibák és figyelmeztetések

source: This error points that an additional resource that was also blocked, an image at a specific location (line 1). We can deduce this via the name of the *Content Security Policy* rule ``img-src``, which references an image resource. In order to add it to the whitelist, try the following:
de: Dieser Fehler zeigt an, dass eine zusätzliche Ressource, die ebenfalls blockiert wurde, ein Bild an einer bestimmten Stelle (Zeile 1). Wir können dies über den Namen der CSP-Regel ``img-src`` ableiten, die auf eine Bildressource verweist. Um es zur Positivliste hinzuzufügen, gehen Sie wie folgt vor:
hu: Ez a hiba azt jelzi, hogy egy további erőforrás szintén blokkolva volt, amely egy kép egy adott helyen (1. sor). Erre az ``img-src`` *Content Security Policy* szabály nevéből következtethetünk, amely egy képerőforrásra hivatkozik. Annak érdekében, hogy hozzáadja ezt a fehér listához, próbálja meg a következőt:

source: In case a value for ``img-src`` is already present, click on the plus button next to it. Otherwise, proceed below.
de: Wenn bereits ein Wert für ``img-src`` vorhanden ist, klicken Sie auf die Plus-Taste daneben. Andernfalls gehen Sie wie folgt vor.
hu: Abban az esetben, ha egy ``img-src`` érték már szerepel ott, kattintson a mellette lévő plusz gombra. Egyébként folytassa a továbbiakkal.

source: Enter the domain part only of the blocked resource in the text field. For example: ``https://www.example.com``. This allows the external image resource to be loaded.
de: Geben Sie im Textfeld nur den Domänenteil der blockierten Ressource ein, z.B. ``https://www.example.com```. Dadurch kann die externe Ressource geladen werden.
hu: Adja meg a blokkolt erőforrásnak csak a tartomány részét a szövegmezőben. Például: ``https://www.example.com``. Ez lehetővé teszi a külső képerőforrás betöltését.

source: Try again to reload the external interface application and check if there are more errors. If not, your scripts are now probably working as expected.
de: Versuchen Sie erneut, die externe Interface-App neu zu laden und prüfen Sie, ob weitere Fehler vorliegen. Wenn nicht, funktionieren Ihre Skripte jetzt wahrscheinlich wie erwartet.
hu: Próbálja meg újratölteni a külső felület alkalmazást, és ellenőrizze, hogy van-e további hiba. Ha nincs, akkor a parancsfájlok valószínűleg most már az elvárt módon működnek.

source: Unfortunately, it is not possible to predict what kind of resources your scripts might be requiring. But, no worries, you can whitelist most of them, just make sure to follow the trail of hints shown in the browser console log. Find a corresponding header rule in the configuration and update it accordingly.
de: Leider ist es nicht möglich, vorherzusagen, welche Art von Ressourcen Ihre Skripte benötigen könnten. Aber keine Sorge, Sie können die meisten von ihnen auf die Positivliste setzen. Folgen Sie einfach der Spur der Hinweise, die im Protokoll der Browser-Konsole angezeigt werden. Suchen Sie in der Konfiguration eine entsprechende Regel und aktualisieren Sie diese entsprechend. Beachten Sie, dass einige Ressourcen möglicherweise nur von anderen angefordert werden, weshalb mehrere Iterationen erforderlich sind, bis alles richtig konfiguriert ist.
hu: Sajnos nincs lehetőség előre megmondani, hogy milyen erőforrásokra lehet szükségük a parancsfájloknak. De nem kell aggódnia, a legtöbbjüket fehér listára teheti, csak győződj meg arról, hogy pontosan követi-e a böngésző konzolnaplójában megjelenő tanácsokat. Keressen egy megfelelő fejlécszabályt a beállításban, és ennek megfelelően frissítse.

source: Some resources might only be requested by others, hence several iterations might be needed until everything is configured properly.
de: Einige Ressourcen werden möglicherweise nur von anderen angefordert, so dass mehrere Iterationen erforderlich sein können, bis alles richtig konfiguriert ist.
hu: Néhány erőforrást csak más erőforrások kérhetnek, ezért több iterációra lehet szükség, amíg mindent megfelelően beállít.

source: Whitelisting external resources opens potential security risks in your OTOBO application! Only allow those resources that you are sure are not malicious and come from reputable sources. Keep in mind that if something is secure today, does not mean it will be tomorrow. Stay safe!
de: Die Auflistung externer Ressourcen eröffnet potenzielle Sicherheitsrisiken in Ihrer OTOBO-Anwendung! Lassen Sie nur solche Ressourcen zu, von denen Sie sicher sind, dass sie nicht bösartig sind und aus seriösen Quellen stammen. Bedenken Sie, dass, wenn etwas heute sicher ist, nicht bedeutet, dass es morgen sein wird. Bleiben Sie wachsam!

source: Introduction
de: Einführung
hu: Bevezetés

source: About This Manual
de: Über diese Anleitung
hu: Erről a kézikönyvről

source: This manual is intended for use by OTOBO administrators. The chapters describe the administration of the OTOBO software. The administrator interface is available in the *Admin* menu item of the main menu, when you logged in as an administrator. Administrators are users, who are member of the *admin* group.
de: Dieses Handbuch ist für die Verwendung durch OTOBO-Administratoren bestimmt. Die Kapitel beschreiben die Administration der OTOBO-Software. Das Administrator-Interface ist im Hauptmenü unter dem Menüpunkt *Admin* verfügbar, wenn Sie sich als Administrator angemeldet haben. Administratoren sind Benutzer, die Mitglied der Gruppe *admin* sind.

source: The administrator interface contains several modules collected into groups. Use the filter box in the left sidebar to find a particular module by just typing the name to filter.
de: Das Administrator-Interface beinhaltet verschiedene, in Gruppen gesammelte Module. Sie können den Filter in der linken Seitenleiste nutzen, um ein bestimmtes Modul zu finden. Geben Sie dazu einfach den Namen des Moduls ein.
hu: Az adminisztrátori felület számos modult tartalmaz, amelyek csoportokba vannak rendezve. Használja a szűrődobozt a bal oldalsávban egy bizonyos modul megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Identify a typical use-case for the administrator, to aid in orientation, and explain **what** OTOBO does to provide a solution (**warranty**).
de: Identifizieren einen typischen Anwendungsfall für einen Administrator, um ihm bei der Orientierung zu helfen und erklären, was OTOBO tut, um eine Lösung bereitzustellen (**Garantie**).

source: Direct you **how** to configure OTOBO to fit your use-case (**utility**).
de: Geben Hinweise, wie Sie OTOBO für Ihren speziellen Anwendungsfall konfigurieren können.

source: The chapters are the same as the modules in the administrator interface. The order of the chapters are also the same as they are displayed alphabetically in the (English) administrator interface. However, the steps to do to configure a fresh new OTOBO installation is different from this order. We recommend to configure OTOBO to do the steps as explained below.
de: Die Kapitel sind die gleichen wie die Module im Administrator-Interface. Die Reihenfolge der Kapitel ist auch die gleiche, wie sie im (englischen) Administrator-Interface alphabetisch angezeigt werden. Die Schritte zur Konfiguration einer OTOBO-Neuinstallation unterscheiden sich jedoch von dieser Reihenfolge. Wir empfehlen, OTOBO so zu konfigurieren, dass die Schritte wie unten beschrieben durchgeführt werden.

source: Getting Started
de: Erste Schritte
hu: Kezdeti lépések

source: After the installation of OTOBO is finished, you can login to the system with user ``root@localhost`` and using the generated password.
de: Wenn die Installation von OTOBO beendet ist, können Sie sich im System mit dem Benutzernamen ``root@localhost`` und dem automatisch generierten Passwort anmelden.

source: A fresh new OTOBO installation contains only the default settings. You need to customize your system to work properly and meet your needs.
de: Eine OTOBO-Neuinstallation beinhaltet nur die Standardeinstellungen. Sie müssen Ihr System anpassen, damit es ordnungsgemäß funktioniert und Ihren Anforderungen entspricht.

source: Then, open the :doc:`communication-notifications/postmaster-mail-accounts` module to add email addresses used by the system. For sending email, you can add more :doc:`communication-notifications/email-addresses`.
de: Öffnen Sie danach das Modul :doc:`communication-notifications/postmaster-mail-accounts` , um die vom System verwendete E-Mail-Adresse einzustellen. Zum Senden von E-Mail , können Sie mehrere :doc:`communication-notifications/email-addresses` hinzufügen.
hu: Ezután nyissa meg a :doc:`communication-notifications/postmaster-mail-accounts` modult, hogy a rendszer által használt e-mail címeket adjon hozzá. E-mail küldéséhez :doc:`communication-notifications/email-addresses` hozzáadása is szükséges lehet.

source: To improve the security, :doc:`communication-notifications/pgp-keys` or :doc:`communication-notifications/s-mime-certificates` can be used for encryption of emails.
de: Zur Erhöhung der Sicherheit können :doc:`communication-notifications/pgp-keys` oder :doc:`communication-notifications/s-mime-certificates` zur Verschlüsselung von E-Mails genutzt werden.
hu: A biztonság fokozása érdekében :doc:`communication-notifications/pgp-keys` vagy :doc:`communication-notifications/s-mime-certificates` használhatók az e-mailek titkosításához.

source: Let's continue with users, but you might need to add some :doc:`users-groups-roles/groups` and/or :doc:`users-groups-roles/roles` to the system first. It is recommended to create new groups for each main queues. There are some groups in your OTOBO, but no roles are defined by default. You can add roles, if needed, and you can set the :doc:`users-groups-roles/roles-groups` relations.
de: Fahren wir mit den Benutzern fort, aber es empfiehlt sich, zuerst einige :doc:`users-groups-roles/groups` und/oder :doc:`users-groups-roles/roles` zum System hinzufügen. Es wird empfohlen, neue Gruppen für jede Haupt-Queue zu erstellen. Es gibt einige Gruppen in Ihrem OTOBO, aber standardmäßig sind keine Rollen definiert. Sie können bei Bedarf Rollen hinzufügen und die :doc:`users-groups-roles/roles-groups`-Beziehungen einstellen.

source: The next step is to add :doc:`users-groups-roles/agents` to the system and set the :doc:`users-groups-roles/agents-groups` and/or :doc:`users-groups-roles/agents-roles` relations.
de: Im nächsten Schritt werden :doc:`users-groups-roles/agents` zum System hinzugefügt und die :doc:`users-groups-roles/agents-groups` und/oder :doc:`users-groups-roles/agents-roles` -Zuordnungen bestimmt.
hu: A következő lépés :doc:`users-groups-roles/agents` hozzáadása a rendszerhez és az :doc:`users-groups-roles/agents-groups` és/vagy :doc:`users-groups-roles/agents-roles` kapcsolatainak beállítása.

source: Now you can add :doc:`users-groups-roles/customers` and :doc:`users-groups-roles/customer-users`. Customers are companies and customer users are the employees of the company.
de: Jetzt können Sie :doc:`users-groups-roles/customers` und :doc:`users-groups-roles/customer-users` hinzufügen. "Kunden" sind Unternehmen und "Kundenbenutzer" sind die Mitarbeiter des Unternehmens.
hu: Most már hozzáadhatók az :doc:`users-groups-roles/customers` és az :doc:`users-groups-roles/customer-users`. Az ügyfelek a vállalatok és az ügyfél-felhasználók a vállalat alkalmazottjai.
