Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Display some internal variables of the used cluster.
de: Zeigt einige interne Variablen an, die vom Cluster verwendet werden.
hu: A használt fürt néhány belső változójának megjelenítése.

source: Indices Health
de: Indizes-Zustand
hu: Indexek épsége

source: Display information about indices.
de: Zeigt Informationen über Indizes an.
hu: Információk megjelenítése az indexekkel kapcsolatban.

source: Indices Size
de: Indizes-Größe
hu: Indexek mérete

source: Display the size of each index.
de: Zeigt Informationen über jeden Index an.
hu: Az egyes indexek méretének megjelenítése.

source: Node Health
de: Knoten-Zustand
hu: Csomópont épsége

source: Display information about the used node.
de: Zeigt Informationen über den verwendeten Knoten an.
hu: Információk megjelenítése a használt csomóponttal kapcsolatban.

source: Operating System Section
de: Abschnitt "Betriebssystem"
hu: Operációs rendszer szakasz

source: This section displays information about the running operating system and installed software components.
de: Dieser Abschnitt zeigt Informationen über das installierte Betriebssystem und über installierte Softwarekomponenten.
hu: Ez a szakasz a futó operációs rendszerrel és a telepített szoftverösszetevőkkel kapcsolatos információkat jeleníti meg.

source: Environment Dependencies
de: Umgebungsabhängigkeiten
hu: Környezeti függőségek

source: Display information about environment dependencies.
de: Zeigt Informationen über Umgebungsabhängigkeiten.
hu: Információk megjelenítése a környezeti függőségekkel kapcsolatban.

source: OTOBO Disk Partition
de: OTOBO-Festplattenpartition

source: Display the disk partition to where OTOBO is installed.
de: Zeigt die Festplattenpartition an, auf der OTOBO installiert ist.

source: Information Disk Partitions Usage
de: Informationen über die Verwendung der Festplattenpartitionen
hu: Információk a lemezpartíciók használatáról

source: Display the used space per disk partitions.
de: Zeigt den benutzten Platz der Festplattenpartition an.
hu: A használt terület megjelenítése lemezpartíciónként.

source: Display the distribution name of the operating system.
de: Zeigt den Distributionsnamen des Betriebssystems an.
hu: Az operációs rendszer disztribúciónevének megjelenítése.

source: Display the kernel version of the operating system.
de: Zeigt die Kernel-Version des Betriebssystems an.
hu: Az operációs rendszer rendszermagverziójának megjelenítése.

source: System Load
de: Systemlast (load)
hu: Rendszerterhelés

source: Display the system load of the operating system. The system load should be at maximum the number of CPUs the system has (e.g. a load of 8 or less on a system with 8 CPUs is OK).
de: Zeigt die Systemlast des Betriebssystems an. Die Systemlast sollte maximal die Anzahl der CPUs des Systems betragen (z.B. ist eine Last von 8 oder weniger auf einem System mit 8 CPUs in Ordnung).
hu: Az operációs rendszer rendszerterhelésének megjelenítése. A rendszerterhelésnek legfeljebb annyinak kell lennie, ahány processzorral a rendszer rendelkezik (például 8-as vagy kisebb terhelés egy 8 processzoros rendszeren rendben van).

source: Display the version of Perl.
de: Zeigt die Perl-Version an.
hu: A Perl verziójának megjelenítése.

source: Free Swap Space (%)
de: Freier Auslagerungsspeicher (%)
hu: Szabad lapozófájl méret (%)

source: Display the free swap space as percentages. There should be more than 60% free swap space.
de: Zeigt den freien Auslagerungsspeicher in Prozent an. Es sollte mehr als 60% freier Auslagerungsspeicher vorhanden sein.
hu: A szabad lapozófájl méretének megjelenítése százalékosan. 60%-nál több szabad lapozófájlnak kellene lennie.

source: Used Swap Space (MB)
de: Verwendeter Auslagerungsspeicher (MB)
hu: Használt lapozófájl méret (MB)

source: Display the used swap space in megabytes. There should be no more than 200 MB swap space used.
de: Zeigt den verwendeten Auslagerungsspeicher in MB an. Es sollten nicht mehr als 200 MB verwendeter Auslagerungsspeicher vorhanden sein.
hu: A használt lapozófájl méretének megjelenítése megabájtban. 200 MB-nál nem kellene több lapozófájlt használni.

source: OTOBO Section
de: Abschnitt "OTOBO"

source: This section displays information about the OTOBO instance.
de: Dieser Abschnitt zeigt Informationen über die verwendete OTOBO-Instanz an.

source: Article Search Index Status
de: Artikel-Suchindex-Status
hu: Bejegyzés keresési index állapot

source: Display information about indexed articles.
de: Zeigt Informationen über indizierte Artikel an.
hu: Információk megjelenítése az indexelt bejegyzésekkel kapcsolatban.

source: Articles Per Communication Channel
de: Artikel pro Kommunikationskanal
hu: Bejegyzések kommunikációs csatornánként

source: Display the number of articles per communication channels.
de: Zeigt die Anzahl der Artikel pro Kommunikationskanal an.
hu: A bejegyzések számának megjelenítése kommunikációs csatornánként.

source: Display aggregated information about communications.
de: Zeigt aggregierte Informationen über die Kommunikation an.
hu: Összesített információk megjelenítése a kommunikációkkal kapcsolatban.

source: Communication Log Account Status (last 24 hours)
de: Kontostatus des Verbindungsprotokoll (vergangene 24 Stunden)
hu: Kommunikációs napló fiókjának állapota (az elmúlt 24 óra)

source: Display information about communication log account status in the last 24 hours.
de: Zeigt Informationen über den Status des Kommunikationsprotokolls des Kontos in den letzten 24 Stunden an.
hu: A kommunikációs napló fiókállapotával kapcsolatos információk megjelenítése az elmúlt 24 órában.

source: Concurrent Users Details
de: Details der gleichzeitigen Nutzer
hu: Egyidejű felhasználók részletei

source: Display information about the logged in users at the same time separated by hourly.
de: Zeigt Informationen über die gleichzeitig angemeldeten Benutzer getrennt nach Stunden an.
hu: Az egyszerre bejelentkezett felhasználókkal kapcsolatos információk megjelenítése óránkénti bontásban.

source: Concurrent Users
de: Gleichzeitige Nutzer
hu: Egyidejű felhasználók

source: Display information about the number of maximum logged in users in the same time.
de: Zeigt Informationen über die maximale Anzahl der gleichzeitig angemeldeten Benutzer an.
hu: Az egyidejűleg bejelentkezett felhasználók legnagyobb számával kapcsolatos információk megjelenítése.

source: Config Settings
de: Konfigurationseinstellungen
hu: Beállítások konfigurálása

source: Display some important configuration settings from system configurations.
de: Zeigt einige wichtige Konfigurationseinstellungen der Systemkonfiguration an.
hu: Néhány fontos konfigurációs beállítás megjelenítése a rendszerbeállításokból.

source: Display whether the OTOBO daemon is running or not.
de: Zeigt an, ob der OTOBO-Daemon aktiv ist oder nicht.

source: Database Records
de: Datenbankeinträge
hu: Adatbázis rekordok

source: Display the main OTOBO object and the related number of records in the database.
de: Zeigt das OTOBO-Hauptobjekt und die zugehörige Anzahl der Datensätze in der Datenbank an.

source: Default Admin Password
de: Standard-Admin-Passwort
hu: Alapértelmezett adminisztrátor jelszó

source: Green LED means, that the default administrator password was changed.
de: Grün bedeutet, dass das Standard-Passwort des Administrators geändert wurde.
hu: A zöld LED azt jelenti, hogy az alapértelmezett adminisztrátori jelszót megváltoztatták.

source: Email Sending Queue
de: Queue für E-Mail-Versand
hu: E-mail várakozási sor

source: Display the number of emails that are queued for sending.
de: Zeigt die Anzahl der E-Mails an, die zum Senden in die Queue gestellt werden.
hu: Azon e-mailek számának megjelenítése, amelyek sorba lettek állítva a küldéshez.

source: File System Writable
de: Schreibbarkeit Dateisystem
hu: Fájlrendszer írhatóság

source: Display whether the file system is writable or not.
de: Zeigt an, ob das Dateisystem schreib-bar oder nicht schreib-bar ist.
hu: Annak megjelenítése, hogy a fájlrendszer írható-e vagy sem.

source: Legacy Configuration Backups
de: Alte Konfigurations-Backups
hu: Örökölt konfigurációs biztonsági mentések

source: Green LED means, there are no legacy configuration backup files found.
de: Grün bedeutet, dass keine Backup-Dateien für ältere Konfigurationen gefunden wurden.
hu: A zöld LED azt jelenti, hogy nem találhatók örökölt konfigurációs biztonsági mentés fájlok.

source: Package Installation Status
de: Paketinstallations-Status
hu: Csomagtelepítési állapot

source: Green LED means, that all packages are installed correctly.
de: Grün bedeutet, dass alle Pakete korrekt installiert sind.
hu: A zöld LED azt jelenti, hogy az összes csomag helyesen van telepítve.

source: Package Framework Version Status
de: Status der Framework-Version der Pakete
hu: Csomag keretrendszer verziójának állapota

source: Green LED means, that the OTOBO framework version is suitable for the installed packages.
de: Grün bedeutet, dass das OTOBO-Framework-Version für die installierten Pakete geeignet ist.

source: Package Verification Status
de: Status Paketüberprüfung
hu: Csomagellenőrzési állapot

source: Green LED means, that all installed packages are verified by the Rother OSS.
de: Grün bedeutet, dass alle installierten Pakete von der OTOBO Gruppe geprüft wurden.

source: Session Config Settings
de: Konfigurationseinstellungen der Sitzung
hu: Munkamenet-konfigurációs beállítások

source: Display the maximum allowed sessions per agents and customers.
de: Zeigt die maximal zulässigen Sitzungen pro Agent und Kunde an.
hu: A legnagyobb megengedett munkamenetszám megjelenítése ügyintézőnként és ügyfelenként.

source: Spooled Emails
de: Zum Senden eingereihte E-Mails
hu: Várakozási sorba helyezett levelek

source: Display the number of emails that are in the sending pool.
de: Zeigt die Anzahl der E-Mails an, die sich im Sendepool befinden.
hu: Azon e-mailek számának megjelenítése, amelyek a küldőtárolóban vannak.

source: Ticket Index Module
de: Ticket-Index-Modul
hu: Jegy indexelő modul

source: Invalid Users with Locked Tickets
de: Ungültige Benutzer mit gesperrten Tickets
hu: Érvénytelen felhasználók zárolt jegyekkel

source: Display the number of users, who are set to invalid, but have some ticket locked for him.
de: Zeigt die Anzahl der Benutzer an, die auf "ungültig" gesetzt wurden, aber noch durch sie gesperrte Tickets haben.
hu: Azon felhasználók számának megjelenítése, akik érvénytelenre vannak állítva, de van néhány jegy zárolva hozzájuk.

source: Open Tickets
de: Offene Tickets
hu: Nyitott jegyek

source: Display the number of open tickets in the system. You will not have performance trouble until you have about 60,000 open tickets in your system.
de: Zeigt die Anzahl der offenen Tickets im System an. Sie werden keine Leistungsprobleme haben, bis Sie etwa 60.000 offene Tickets in Ihrem System haben.
hu: A rendszeren lévő nyitott jegyek számának megjelenítése. Nem lesz teljesítményproblémája, amíg nincs körülbelül 60 000 nyitott jegye a rendszeren.

source: Ticket Search Index Module
de: Ticket-Suchindex-Modul
hu: Jegykeresés indexelő modul

source: Orphaned Records In ticket_index Table
de: Verwaiste Einträge in der Tabelle *ticket_index*.
hu: Árva rekordok a ticket_index táblában

source: Display the number of orphaned records in ``ticket_index`` table.
de: Zeigt die Anzahl der verwaisten Einträge in der Tabelle *ticket_index* an.
hu: A ``ticket_index`` táblában lévő árva rekordok számának megjelenítése.

source: Orphaned Records In ticket_lock_index Table
de: Verwaiste Einträge in der Tabelle *ticket_lock_index*
hu: Elárvult rekordok a ticket_lock_index táblában

source: Display the number of orphaned records in ``ticket_lock_index`` table.
de: Zeigt die Anzahl der verwaisten Einträge in der Tabelle *ticket_lock_index* an.
hu: A ``ticket_lock_index`` táblában lévő árva rekordok számának megjelenítése.

source: Time Settings
de: Zeiteinstellungen
hu: Időbeállítások

source: Display timezone information for OTOBO, for the calendars and for users.
de: Zeigt Zeitzonen-Informationen für OTOBO, die Kalender und Benutzer an.

source: UI - Agent Skin Usage
de: UI - Nutzung Agenten-Skins
hu: UI – ügyintézői felszín használat

source: Display the used skins per agents.
de: Zeigt die benutzten Skins pro Agent an.
hu: A használt felszín megjelenítése ügyintézőnként.

source: UI - Agent Theme Usage
de: UI - Nutzung Agenten-Themes
hu: UI – ügyintézői téma használat

source: Display the used theme on the agent interface.
de: Zeigt das verwendete Theme des Agenten-Interface an.
hu: Az ügyintézői felületen használt téma megjelenítése.

source: UI - Special Statistics
de: UI - Spezielle Statistiken
hu: UI – különleges statisztikák

source: Display some statistics about personal modifications like using favorites, custom menu ordering, etc.
de: Zeigt einige Statistiken über persönliche Änderungen an, wie bspw. die Verwendung von Favoriten, benutzerdefinierte Menüreihenfolge usw.
hu: Néhány statisztika megjelenítése a személyes módosításokkal kapcsolatban, mint például kedvencek használata, egyéni menürendezés, stb.

source: Display the version number of OTOBO.
de: Zeigt die OTOBO-Versionsnummer an.

source: Processes & Automation
de: Prozesse & Automatisierung
hu: Folyamatok és automatizálás

source: Working effectively with tickets requires more than just the possibility to manually change their state, add information, communicate with other persons and finally close the tickets.
de: Eine effektive Arbeit mit Tickets erfordert mehr als nur die Möglichkeit, den Status manuell zu ändern, Informationen hinzuzufügen, mit anderen Personen zu kommunizieren und die Tickets abschließend zu schließen.
hu: A jegyekkel való hatékony munkavégzéshez többre van szükség, mint az állapotuk kézi megváltoztatásának, információk hozzáadásának, más személyekkel történő kommunikációnak és végül a jegyek lezárásának képessége.

source: Automation frees agents from reoccurring and time-consuming tasks and allows them to focus on activities, where their interaction is required.
de: Die Automatisierung befreit die Agenten von wiederkehrenden und zeitaufwendigen Aufgaben und ermöglicht es ihnen, sich auf Aktivitäten zu konzentrieren, bei denen ihre Interaktion erforderlich ist.
hu: Az automatizálás megszabadítja az ügyintézőket az ismétlődő és időrabló feladatoktól, és lehetővé teszi számukra, hogy azokra a tevékenységekre koncentráljanak, ahol az együttműködésükre van szükség.

source: Process management guides customer users and agents through ticket creation to closure ensuring that tickets take defined workflows at any time.
de: Das Prozessmanagement führt Kundennutzer und Agenten durch die Ticketerstellung bis zum Abschluss und stellt sicher, dass Tickets jederzeit definierte Abläufe durchlaufen.
hu: A folyamatkezelés végigvezeti az ügyfél-felhasználókat és az ügyintézőket a jegy létrehozásától a lezárásig, és biztosítja, hogy a jegyek mindig a meghatározott munkafolyamatokat kövessék.

source: OTOBO offers many options to automate tasks based on events, time, external systems and defined processes. OTOBO also includes the possibility to add individual information types to tickets and help agents to lower their error rate when working with tickets by allowing only defined activities for tickets in specific states.
de: OTOBO bietet viele Möglichkeiten, Aufgaben basierend auf Ereignissen, Zeit, externen Systemen und definierten Prozessen zu automatisieren. OTOBO bietet auch die Möglichkeit, einzelne Informationstypen zu Tickets hinzuzufügen und den Agenten zu helfen, ihre Fehlerquote bei der Arbeit mit Tickets zu senken, indem nur definierte Aktivitäten für Tickets in bestimmten Zuständen erlaubt werden.

source: Working with tickets can become a bewildering task. Many options are given to process, or close tickets, even if they are not needed in the current state of a ticket or due to the role of the current agent. Hiding unneeded entries cleans up the menu bar and gets it easier to work with, hiding values from dynamic fields or next queues lowers chance of human error.
de: Die Arbeit mit Tickets kann zu einer verwirrenden Aufgabe werden. Es gibt viele Möglichkeiten, Tickets zu bearbeiten oder zu schließen, auch wenn sie im aktuellen Zustand eines Tickets oder aufgrund der Rolle des aktuellen Agenten nicht benötigt werden. Das Ausblenden nicht benötigter Einträge bereinigt die Menüleiste und erleichtert die Arbeit. Das Ausblenden von Werten aus Dynamischen Feldern oder Queues verringert die Wahrscheinlichkeit von menschlichen Fehlern.
hu: A jegyekkel való munka zavarba ejtő feladat lehet. Számos lehetőség van a jegyek feldolgozására vagy lezárására, még akkor is, ha ezek nem szükségesek egy jegy aktuális állapotában vagy az aktuális ügyintéző szerepe miatt. A szükségtelen bejegyzések elrejtése megtisztítja a menüsort, és egyszerűbbé teszi az azzal végzett munkát, valamint a dinamikus mezőkből származó értékek vagy a következő várólisták elrejtése csökkenti az emberi hiba esélyét.

source: OTOBO uses access control lists (ACL) to restrict agents and customer users on ticket options, allowing only correct and meaningful activities with a ticket. OTOBO administrators can easily generate ACLs in the graphical interface to prevent ticket closure until meeting specific requirements, prevent tickets from being moved to queues before adding the defined information and much more.
de: OTOBO verwendet Zugriffskontrolllisten (Access Control Lists, ACL), um Agenten und Kundennutzer auf Ticket-Optionen so einzuschränken, das nur korrekte und sinnvolle Aktivitäten mit einem Ticket möglich sind. OTOBO-Administratoren können auf einfache Weise ACLs in der grafischen Benutzeroberfläche generieren, um bspw. das Schließen von Tickets zu verhindern, bis bestimmte Anforderungen erfüllt sind oder um zu verhindern, dass Tickets in Queues verschoben werden, bevor definierte Informationen hinzufügen wurden etc.

source: Use this screen to manage access control lists in the system. A fresh OTOBO installation contains no access control lists by default. The access control lists management screen is available in the *Access Control Lists (ACL)* module of the *Processes & Automation* group.
de: Verwenden Sie diese Ansicht, um ACLs im System zu verwalten. Eine OTOBO-Neuinstallation beinhaltet standardmäßig keine konfigurierten ACLs. Die Ansicht zur Verwaltung der ACLs ist im Modul *Access Control Lists (ACL)* in der Gruppe *Prozesse & Automatisierung* verfügbar.

source: ACL Management Screen
de: ACL-Verwaltung
hu: ACL kezelés képernyő

source: Manage Access Control Lists
de: Access Control Lists verwalten
hu: Hozzáférés-vezérlési listák kezelése

source: When creating some access control lists, please keep in mind that they are executed alphabetically as displayed in the access control lists overview.
de: Wenn Sie Access Control Lists erstellen, beachten Sie bitte, dass diese in alphabetischer Reihenfolge ausgeführt, so wie in der Übersicht angezeigt, ausgeführt werden.
hu: Ha hozzáférés-vezérlési listákat hoz létre, akkor tartsa észben, hogy azok ábécé sorrendben lesznek végrehajtva, ahogy a hozzáférés-vezérlési listák áttekintőben megjelennek.

source: ACL restrictions will be ignored for the superuser account (UserID 1).
de: ACL-Beschränkungen werden für den "Superuser"-Account (UserID1) ignoriert.
hu: Az ACL korlátozások mellőzve lesznek a rendszergazda fióknál (1-es felhasználó-azonosító).

source: To create a new ACL:
de: So erstellen Sie eine neue ACL:
hu: Egy új ACL létrehozásához:

source: Click on the *Create New ACL* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Neue ACL erstellen*.
hu: Kattintson az *Új ACL létrehozása* gombra a bal oldalsávban.

source: You will be redirected to *Edit ACL* screen to edit the ACL structure.
de: Sie werden zur Ansicht *ACL bearbeiten* weitergeleitet, um die ACL-Struktur zu bearbeiten.
hu: Át lesz irányítva az *ACL szerkesztése* képernyőre az ACL struktúra szerkesztéséhez.

source: Create New ACL Screen
de: Neue ACL erstellen
hu: Új ACL létrehozása képernyő

source: To edit an ACL:
de: So bearbeiten Sie eine ACL:
hu: Egy ACL szerkesztéséhez:

source: Click on an ACL in the list of ACLs or you are already redirected here from *Create New ACL* screen.
de: Klicken Sie in der Liste mit den ACLs auf die ACL, die Sie bearbeiten möchten.
hu: Kattintson egy ACL-re az ACL-ek listájában vagy már átirányításra került ide az *Új ACL létrehozása* képernyőről.

source: Modify the fields and the ACL structure.
de: Bearbeiten Sie die Felder in der ACL-Struktur.
hu: Módosítsa a mezőket és az ACL struktúrát.

source: Deploy all ACLs.
de: Alle ACLs in Betrieb nehmen.
hu: Állítsa üzembe az összes ACL-t.

source: Edit ACL Structure Screen
de: ACL-Struktur bearbeiten
hu: ACL struktúra szerkesztése képernyő

source: To delete an ACL:
de: So löschen Sie eine ACL:
hu: Egy ACL törléséhez:

source: Click on an ACL in the list of ACLs.
de: Klicken Sie in der Liste mit den ACLs auf eine ACL.
hu: Kattintson egy ACL-re az ACL-ek listájában.

source: Set the *Validity* option to *invalid* or *invalid-temporarily*.
de: Setzen Sie die Option *Gültigkeit* auf *ungültig* oder *temporär ungültig*.
hu: Állítsa az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre.

source: Click on the *Save* button. A new *Delete Invalid ACL* button will appear in the left sidebar.
de: Klicken Sie auf die Schaltfläche *Speichern*. In der Seitenleiste erscheint eine neue Schaltfläche *Ungültige ACL löschen*.
hu: Kattintson a *Mentés* gombra. Egy új *Érvénytelen ACL-ek törlése* gomb fog megjelenni a bal oldalsávban.

source: Click on the *Delete Invalid ACL* button.
de: Klicken Sie auf die Schaltfläche *Ungültige ACL löschen*.
hu: Kattintson az *Érvénytelen ACL-ek törlése* gombra.

source: Click on the *Delete* button in the confirmation screen.
de: Klicken Sie auf die Schaltfläche *Löschen* im Dialog *ACL löschen*.
hu: Kattintson a *Törlés* gombra a megerősítő képernyőn.

source: ACLs are written into ``ZZZACL.pm`` file in Perl format. Without deploying, all ACLs are still in this cache file even if they are deleted or the *Validity* option is set to *invalid* or *invalid-temporarily*. Don't forget to deploy all ACLs after modifications!
de: ACLs werden in die Datei ``ZZZZACL.pm`` im Perl-Format geschrieben. Ohne Inbetriebnahme befinden sich alle ACLs immer noch in dieser Cache-Datei, auch wenn sie gelöscht werden oder die Option *Gültigkeit* auf *ungültig* oder *ungültig - temporär* gesetzt ist. Vergessen Sie nicht, die ACLs nach Änderungen in Betrieb zu nehmen.
hu: Az ACL-ek a ``ZZZACL.pm`` fájlba lesznek kiírva Perl-formátumban. Üzembe állítás nélkül az összes ACL továbbra is ebben a gyorsítótárfájlban lesz, még akkor is ha törölték azokat vagy az *Érvényesség* beállítást *érvénytelen* vagy *átmenetileg érvénytelen* értékre állították. Ne felejtse el üzembe állítani az összes ACL-t a módosítások után!

source: To deploy all ACLs:
de: So nehmen Sie alle ACLs in Betrieb:
hu: Az összes ACL üzembe állításához:

source: Click on the *Deploy ACLs* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *ACLs in Betrieb nehmen*.
hu: Kattintson az *ACL-ek üzembe állítása* gombra a bal oldalsávban.
