Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Manage Ticket Notifications
de: Ticket-Benachrichtigungen verwalten
hu: Jegyértesítések kezelése

source: To add a ticket notification:
de: So fügen Sie eine Ticket-Benachrichtigung hinzu
hu: Egy jegyértesítés hozzáadásához:

source: Fill in the required fields as explained in :ref:`Ticket Notification Settings`.
de: Füllen Sie die benötigten Felder aus, wie in :ref:`Ticket Notification Settings` beschrieben.
hu: Töltse ki a szükséges mezőket, ahogy a :ref:`Ticket Notification Settings` szakaszban le van írva.

source: To edit a ticket notification:
de: So bearbeiten Sie eine Ticket-Benachrichtigung:
hu: Egy jegyértesítés szerkesztéséhez:

source: Click on a ticket notification in the list of ticket notifications.
de: Klicken Sie in der Liste mit den Ticket-Benachrichtigungen auf eine Ticket-Benachrichtigung.
hu: Kattintson egy jegyértesítésre a jegyértesítések listájában.

source: Modify the fields as explained in :ref:`Ticket Notification Settings`.
de: Ändern Sie die Felder wie unter :ref:`Ticket Notification Settings` beschrieben.
hu: Módosítsa a mezőket, ahogy a :ref:`Ticket Notification Settings` szakaszban le van írva.

source: To delete a ticket notification:
de: So löschen Sie eine Ticket-Benachrichtigung:
hu: Egy jegyértesítés törléséhez:

source: Click on the trash icon in the list of ticket notifications.
de: Klicken Sie in der Liste mit den Tickete-Benachrichtigungen auf das Papierkorb-Symbol
hu: Kattintson a kuka ikonra a jegyértesítések listájában.

source: Delete Ticket Notification Screen
de: Ticket-Benachrichtigungen löschen
hu: Jegyértesítés törlése képernyő

source: To export all ticket notifications:
de: So exportieren Sie alle Ticket-Benachrichtungen:
hu: Az összes jegyértesítés exportálásához:

source: Certain settings are exported as numeric IDs and will break when importing to a system where these settings do not appear or reference other named items.
de: Bestimmte Einstellungen werden als numerische IDs exportiert und brechen beim Import in ein System ab, in dem diese Einstellungen nicht erscheinen oder auf andere benannte Elemente verweisen.
hu: Bizonyos beállítások számszerű azonosítókként kerülnek exportálásra, és eltörhetnek, ha olyan rendszeren importálják, ahol ezek a beállítások nem jelennek meg vagy máshogy elnevezett elemekre hivatkoznak.

source: To import ticket notifications:
de: So importieren Sie Ticket-Benachrichtungen:
hu: Jegyértesítések importálásához:

source: Ticket Notification Settings
de: Ticket-Benachrichtigungseinstellungen
hu: Jegyértesítési beállítások

source: For an example, see a default ticket notification which is included in a fresh OTOBO installation.
de: Ein Beispiel dafür ist die standardmäßige Ticket-Benachrichtigung, die in einer neuen OTOBO-Installation enthalten ist.

source: Basic Ticket Notification Settings
de: Grundlegende Ticket-Benachrichtigungseinstellungen
hu: Alapvető jegyértesítési beállítások

source: Ticket Notification Settings - Basic
de: Grundlegende Ticket-Benachrichtigungseinstellungen
hu: Jegyértesítési beállítások – alapvető beállítások

source: Personal Ticket Notification Settings
de: Persönliche Ticket-Benachrichtigungseinstellungen
hu: Személyes jegyértesítési beállítások

source: Events
de: Ereignisse
hu: Események

source: Ticket Notification Settings - Events
de: Ticket-Benachrichtigungseinstellungen - Ereignisse
hu: Jegyértesítési beállítások – események

source: Event
de: Ereignis
hu: Esemény

source: Here you can choose which events will trigger this notification. An additional ticket filter can be applied below to only send for tickets with certain criteria.
de: Hier können Sie auswählen, welche Ereignisse diese Benachrichtigung auslösen sollen. Ein zusätzlicher Ticket-Filter kann unten angewendet werden, um nur Tickets mit bestimmten Kriterien zu versenden.
hu: Itt választhatja ki, hogy mely események fogják aktiválni ezt az értesítést. Egy további jegyszűrő alkalmazható lent a csak bizonyos feltétellel rendelkező jegyeknél történő küldéshez.

source: Ticket Notification Settings - Ticket Filter
de: Ticket-Benachrichtigungseinstellungen - Ticket-Filter
hu: Jegyértesítési beállítások – jegyszűrő

source: This widget can optionally be used to narrow the list of tickets by matching configured values:
de: Dieses Widget kann optional verwendet werden, um die Liste der Tickets durch Abgleich der konfigurierten Werte einzugrenzen:
hu: Ez a felületei elem opcionálisan használható a jegyek listájának szűkítéséhez, ha azok illeszkednek a beállított értékekre:

source: The values in this list can grow as your system grows. The more :doc:`../processes-automation/dynamic-fields` are and features you have in your system, the longer the list will be.
de: Die Werte in dieser Liste können mit dem Wachstum Ihres Systems wachsen. Je mehr :doc:`../processes-automation/dynamic-fields` und Features Sie in Ihrem System haben, desto länger wird die Liste sein.
hu: Az ebben a listában lévő értékek a rendszerrel együtt nőhetnek. Minél több :doc:`../processes-automation/dynamic-fields` és funkciók állnak rendelkezésre a rendszeren, annál hosszabb lesz a lista.

source: State
de: Status
hu: Állapot

source: Filter for a state of the ticket.
de: Filtert nach einem Status des Tickets.
hu: Szűrő a jegy állapotához.

source: Priority
de: Priorität
hu: Prioritás

source: Filter for a priority of the ticket.
de: Filtert nach der Priorität des Tickets.
hu: Szűrő a jegy prioritásához.

source: Filter for a queue in which the ticket is located.
de: Filtert nach einer Queue, in der sich das Ticket befindet.
hu: Szűrő egy várólistához, amelyben a jegy található.

source: Lock
de: Sperren
hu: Zárolás

source: Filter for a lock state of the ticket.
de: Filtert nach dem Sperrstatus eines Tickets.
hu: Szűrő a jegy zárolási állapotához.

source: Customer ID
de: Kundennummer
hu: Ügyfél-azonosító

source: Filter for a customer ID of the ticket.
de: Filtert nach einer Kundennummer für ein Ticket.
hu: Szűrő a jegy ügyfél-azonosítójához.

source: Customer User ID
de: Kundenbenutzerkennung
hu: Ügyfél-felhasználó azonosítója

source: Filter for a customer user ID of the ticket.
de: Filtert nach einer Kundenbenutzerkennung für ein Ticket.
hu: Szűrő a jegy ügyfélfelhasználó-azonosítójához.

source: Dynamic Fields
de: Dynamische Felder
hu: Dinamikus mezők

source: Filter for some dynamic fields added to the system. For the complete list of dynamic fields see the :doc:`../processes-automation/dynamic-fields` chapter.
de: Filtert nach einigen Dynamischen Feldern, die dem System hinzugefügt wurden. Für die komplette Liste der Dynamischen Felder finden Sie im Kapitel :doc:`../processes-automation/dynamic-fields`.
hu: Szűrő a rendszerhez hozzáadott néhány dinamikus mezőhöz. A dinamikus mezők teljes listájáért nézze meg a :doc:`../processes-automation/dynamic-fields` fejezetet.

source: Article Filter [1]_
de: Artikelfilter [1]_
hu: Bejegyzésszűrő [1]_

source: Ticket Notification Settings - Article Filter
de: Ticket-Benachrichtigungseinstellungen - Artikelfilter
hu: Jegyértesítési beállítások – bejegyzésszűrő

source: This widget works only if ``ArticleCreate`` or ``ArticleSend`` is selected in the *Events* widget.
de: Dieses Widget ist nur aktiv, wenn im Widget *Ereignisse* ``ArticleCreate`` oder ``ArticleSend`` gewählt wurde.
hu: Ez a felületi elem csak akkor működik, ha ``ArticleCreate`` vagy ``ArticleSend`` lett kiválasztva az *Események* felületi elemben.

source: Article sender type
de: Sender-Typ des Artikels
hu: Bejegyzés küldő típus

source: Filter for the sender type of the ticket. Possible values are *agent*, *system* or *customer*.
de: Filtert nach dem Sender-Typ des Tickets. Mögliche Werte sind *Agent*, *System* oder *Kunde*.
hu: Szűrő a jegy küldőtípusához. A lehetséges értékek: *ügyintéző*, *rendszer* vagy *ügyfél*.

source: Customer visibility
de: Sichtbarkeit für Kunden
hu: Ügyfél láthatóság

source: Filter for the customer visibility. Possible values are *Invisible to customer* or *Visible to customer*.
de: Filtert nach Sichtbarkeit für den Kunden. Mögliche Werte sind *Agent*, *System* oder *Kunde*. Mögliche Werte sind *Sichtbar für Kunde* oder *Unsichtbar für Kunde*.
hu: Szűrő az ügyfél láthatósághoz. A lehetséges értékek: *Láthatatlan az ügyfélnek* vagy *Látható az ügyfélnek*.

source: Communication channel
de: Kommunikations-Kanal
hu: Kommunikációs csatorna

source: Filter for the communication channel. Possible values are *Chat*, *Email*, *OTOBO*, *Phone* or *SMS*.
de: Filtert nach dem Kommunikations-Kanal. Mögliche Werte sind *Chat* , *E-Mail* , *OTOBO* , *Telefon* oder *SMS*.

source: Include attachments to notification
de: Anhänge an Benachrichtigung anfügen
hu: Mellékletek felvétele az értesítésbe

source: If *Yes* is selected, attachments will be included to notification. Selecting *No* will not use this feature.
de: Wenn *Ja* ausgewählt ist, werden Anhänge in die Benachrichtigung angefügt. Wenn *Nein* ausgewählt wird, werden keine Anhänge in die Benachrichtigung angefügt.
hu: Ha *Igen* lett kiválasztva, akkor a mellékleteket tartalmazni fogja az értesítés. A *Nem* választása nem fogja használni ezt a funkciót.

source: Attachment Name
de: Name des Anhangs
hu: Melléklet neve

source: Filter for attachment name.
de: Filtert nach dem Namen des Anhangs.
hu: Szűrő a melléklet nevéhez.

source: Filter for blind carbon copy field.
de: Filtert nach *Bcc*-Feld.
hu: Szűrő a titkos másolat mezőhöz.

source: Body
de: Text
hu: Törzs

source: Filter for body text.
de: Filtert nach Text.
hu: Szűrő a törzs szövegéhez.

source: Filter for carbon copy field.
de: Filter nach dem *Cc*-Feld.
hu: Szűrő a másolat mezőhöz.

source: From
de: Von
hu: Feladó

source: Filter for the sender field.
de: Filtert nach dem Sender-Feld.
hu: Szűrő a küldő mezőhöz.

source: Subject
de: Betreff
hu: Tárgy

source: Filter for the subject field.
de: Filtert nach dem Betreff-Feld.
hu: Szűrő a tárgy mezőhöz.

source: To
de: An
hu: Címzett

source: Filter for the main recipients field.
de: Filtert nach den Hauptempfängern.
hu: Szűrő a fő címzettek mezőjéhez.

source: SMS phone number
de: SMS-Telefonnummer
hu: SMS telefonszám

source: Filter for an SMS phone number.
de: Filtert nach der SMS-Telefonnummer.
hu: Szűrő egy SMS telefonszámhoz.

source: Filter for the SMS text.
de: Filtert nach dem SMS-Text.
hu: Szűrő az SMS szövegéhez.

source: SMS transaction number
de: SMS-Transaktionsnummer
hu: SMS tranzakciószám

source: Filter for an SMS transaction number.
de: Filtert nach der SMS-Transaktionsnummer.
hu: Szűrő egy SMS tranzakciószámhoz.

source: Ticket Notification Recipients
de: Ticket-Benachrichtigungsempfänger
hu: Jegyértesítés címzettjei

source: Ticket Notification Settings - Recipients
de: Ticket-Benachrichtigungseinstellungen - Empfänger
hu: Jegyértesítési beállítások – címzettek

source: Agent who created the ticket
de: Agent, der das Ticket erstellt hat
hu: Az ügyintéző, aki létrehozta a jegyet

source: Agent who is responsible for the ticket
de: Agent, der Verantortlicher für ein Ticket ist
hu: Az ügyintéző, aki a jegyért felelős

source: Agent who owns the ticket
de: Agent, der Besitzer des Tickets ist
hu: Az ügyintéző, aki a jegy tulajdonosa

source: All agents subscribed to both the ticket's queue and service
de: Alle Agenten, die sowohl Queue als auch Service des Tickets abonniert haben
hu: A jegy várólistájára és szolgáltatására is feliratkozott összes ügyintéző

source: All agents subscribed to the ticket's queue
de: Alle Agenten, die die Queue des Tickets abonniert haben
hu: A jegy várólistájára feliratkozott összes ügyintéző

source: All agents subscribed to the ticket's service
de: Alle Agenten, die den Service des Tickets abonniert haben
hu: A jegy szolgáltatására feliratkozott összes ügyintéző

source: All agents watching the ticket
de: Alle Agenten, die Beobachter des Tickets sind.
hu: A jegyet megfigyelő összes ügyintéző

source: All agents with write permission for the ticket
de: Alle Agenten mit Schreibberechtigung für das Ticket
hu: A jegyhez írási jogosultsággal rendelkező összes ügyintéző

source: All recipients of the first article
de: Alle Empfänger des ersten Artikels
hu: Az első bejegyzés összes címzettje

source: All recipients of the last article
de: Alle Empfänger des letzten Artikels
hu: Az utolsó bejegyzés összes címzettje

source: Customer user of the ticket
de: Kundenbenutzer des Tickets
hu: A jegy ügyfél-felhasználója

source: Ticket Notification Methods
de: Benachrichtigungsoptionen
hu: Jegyértesítési módszerek

source: Ticket Notification Settings - Notification Methods
de: Ticket-Benachrichtigungseinstellungen - Benachrichtigungsoptionen
hu: Jegyértesítési beállítások – értesítési módszerek

source: Notification Text
de: Benachrichtigungstext
hu: Értesítési szöveg

source: Ticket Notification Settings - Notification Text
de: Ticket-Benachrichtigungseinstellungen - Benachrichtungstext
hu: Jegyértesítési beállítások – értesítés szövege

source: Ticket Notification Variables
de: Ticket-Benachrichtigungsvariablen
hu: Jegyértesítési változók

source: For example, the variable ``<OTOBO_TICKET_TicketNumber>`` expands to the ticket number allowing a template to include something like the following.
de: Die Variable ``<OTOBO_TICKET_TicketNumber>`` beinhaltet beispielsweise die Ticketnummer, so dass eine Vorlage etwa Folgendes enthalten kann.

source: Use of regular expressions as a filter do not work here.
de: Die Verwendung von regulären Ausdrücken als Filter funktioniert hier nicht.
hu: Reguláris kifejezések szűrőként való használata itt nem működik.

source: External Interface
de: Externes Interface
hu: Külső felület

source: The need to transport valuable information about service to users is a major one for a service desk. Not always is it possible or plausible to do this via a corporate internet. The customers of a service desk need a one-stop solution for all their service needs.
de: Die Notwendigkeit, wertvolle Informationen über den Service an die Benutzer weiterzugeben, ist für einen Service-Desk von großer Bedeutung. Nicht immer ist es möglich oder plausibel, dies über ein Firmennetzwerk zu tun. Die Kunden eines Service-Desk benötigen eine Komplettlösung für alle ihre Serviceanforderungen.
hu: A szolgáltatással kapcsolatos értékes információk átadása a felhasználóknak a legfontosabb dolog az ügyfélszolgálat számára. Nem mindig lehetséges vagy valószínű, hogy ezt vállalati interneten keresztül végezzük. Az ügyfélszolgálat ügyfelei egyablakos megoldást igényelnek minden szolgáltatási igényük kielégítésére.

source: OTOBO provides access to create and manage demands, as well as receive valuable information such as the service catalog and knowledge base.
de: OTOBO bietet Zugriff auf die Erstellung und Verwaltung von Anforderungen und erhält wertvolle Informationen wie den Servicekatalog und die Wissensdatenbank.

source: The following chapter describes the administration tools needed to implement corporate identity and manage language-based content.
de: Im folgenden Kapitel werden die Administrationswerkzeuge beschrieben, die zur Implementierung der Unternehmensidentität und zur Verwaltung sprach-basierter Inhalte erforderlich sind.
hu: A következő fejezet a vállalati személyazonosság megvalósításához és a nyelvalapú tartalom kezeléséhez szükséges adminisztrációs eszközöket mutatja be.

source: Custom Pages
de: Benutzerdefinierte Seiten
hu: Egyéni oldalak

source: Use this screen to add custom pages for use in external interface. A fresh OTOBO installation already contains some custom pages by default. The custom page management screen is available in the *Custom Pages* module of the *External Interface* group.
de: Verwenden Sie diese Ansicht, um benutzerdefinierte Seiten für das externe Interface hinzuzufügen. Eine neue OTOBO-Installation beinhaltet bereits standardmäßig einige Seiten. Die Seite zur Verwaltung von benutzerdefinierten Seiten ist im Modul *Benutzerdefinierte Seiten* in der Gruppe *Externes Interface* verfügbar.

source: Custom Page Management Screen
de: Verwaltung benutzerdefinierter Seiten
hu: Egyéni oldal kezelése képernyő

source: Manage Custom Pages
de: Benutzerdefinierte Seiten verwalten
hu: Egyéni oldalak kezelése

source: Make sure to save your changes when you finish. The new configuration will be immediately deployed.
de: Achten Sie darauf, dass Sie Ihre Änderungen speichern, wenn Sie fertig sind. Die neue Konfiguration wird sofort in Betrieb genommen.
hu: Győződjön meg arról, hogy elmentette-e a változtatásokat, ha elkészült. Az új beállítások azonnal üzembe lesznek állítva.

source: To add a custom page:
de: So fügen Sie eine benutzerdefinierte Seite hinzu:
hu: Egy egyéni oldal hozzáadásához:

source: Click on the *Add Custom Page* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Eigene Seiten hinzufügen*
hu: Kattintson az *Egyéni oldal hozzáadása* gombra a bal oldalsávban.

source: Add Custom Page Screen
de: So fügen Sie eine eigene Seite hinzu:
hu: Egyéni oldal hozzáadása képernyő

source: To edit a custom page:
de: So bearbeiten Sie eine eigene Seite:
hu: Egy egyéni oldal szerkesztéséhez:

source: Click on a custom page in the list of custom pages.
de: Klicken Sie in der Liste der benutzerdefinierten Seiten auf eine Seite.
hu: Kattintson egy egyéni oldalra az egyéni oldalak listájában.

source: Edit Custom Page Screen
de: Eigene Seite bearbeiten
hu: Egyéni oldal szerkesztése képernyő

source: To delete a custom page:
de: So löschen Sie eine eigene Seite:
hu: Egy egyéni oldal törléséhez:

source: Click on the trash icon in the fourth column of the overview table.
de: Klicken Sie in der vierten Spalte der Übersichtstabelle auf das Papierkorb-Symbol
hu: Kattintson a kuka ikonra az áttekintő táblázat negyedik oszlopában.

source: Delete Custom Page Screen
de: Eigene Seiten löschen
hu: Egyéni oldal törlése képernyő

source: If several custom pages are added to the system, use the filter box to find a particular custom page by just typing the name to filter.
de: Wenn dem System mehrere benutzerdefinierte Seiten hinzugefügt werden, verwenden Sie das Filterfeld, um eine bestimmte benutzerdefinierte Seite zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több egyéni oldal van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos egyéni oldal megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Custom Page Settings
de: Einstellungen für eigene Seiten
hu: Egyéni oldal beállításai

source: Internal Title \*
de: Interner Titel \*
hu: Belső cím \*

source: The name of this resource, that is only displayed in the admin interface. Any type of characters can be entered to this field including uppercase letters and spaces. The name will be displayed in the overview table.
de: Der Name dieser Ressource, der nur im Admin-Interface angezeigt wird. In dieses Feld können beliebige Zeichen eingegeben werden, einschließlich Großbuchstaben und Leerzeichen. Der Name wird in der Übersichtstabelle angezeigt.
hu: Ennek az erőforrásnak a neve, amely csak az adminisztrációs felületen jelenik meg. Bármilyen típusú karakter beírható ebbe a mezőbe, beleértve a nagybetűket és a szóközt is. A név megjelenik az áttekintő táblázatban.

source: Slug \*
de: Pfad \*
hu: Keresőbarát URL \*

source: This will be the URL of the custom page. Recommended characters are lowercase letters, numbers and minus sign.
de: Dies ist die URL der benutzerdefinierten Seite. Empfohlene Zeichen sind Kleinbuchstaben, Zahlen und Minuszeichen.
hu: Ez lesz az egyéni oldal URL-je. Az ajánlott karakterek: kisbetűk, számok és kötőjel.

source: Custom Page Content
de: Inhalt der eigenen Seite
hu: Egyéni oldal tartalma

source: In this widget can be added some localized content for the item.
de: In diesem Widget können einige lokalisierte Inhalte für das Element hinzugefügt werden.
hu: Ebben a felületi elemben adhatók hozzá honosított tartalmak az elemhez.

source: Title \*
de: Titel \*
hu: Cím \*

source: The name of this resource in the given language. Any type of characters can be entered to this field including uppercase letters and spaces.
de: Der Name dieser Ressource in der gegebenen Sprache. In dieses Feld können beliebige Zeichen eingegeben werden, einschließlich Großbuchstaben und Leerzeichen.
hu: Ennek az erőforrásnak a neve az adott nyelven. Bármilyen típusú karakter beírható ebbe a mezőbe, beleértve a nagybetűket és a szóközt is.

source: Content \*
de: Inhalt \*
hu: Tartalom \*

source: The text for this item in the given language.
de: Der Inhalt für dieses Element in der gegebenen Sprache.
hu: A szöveg ehhez az elemhez az adott nyelven.

source: Add new custom page content
de: Neuen Inhalt für die eigene Seite hinzufügen
hu: Új egyéni oldal tartalom hozzáadása

source: Select which languages should be added to create localized item content. All added languages can hold its own localized content, that are explained above.
de: Wählen Sie aus, welche Sprachen hinzugefügt werden sollen, um lokalisierte Inhalte zu erstellen. Alle hinzugefügten Sprachen können ihre eigenen lokalisierten Inhalte enthalten, die oben erläutert werden.
hu: Annak kiválasztása, hogy mely nyelveket kell hozzáadni a honosított elemtartalom létrehozásához. Az összes hozzáadott nyelv saját honosított tartalommal rendelkezhet, amint azt fent be lett mutatva.

source: Customer Service Catalogue
de: Kunden-Service-Katalog
hu: Az ügyfél szolgáltatáskatalógusa

source: Use this screen to add categories and items for use in external interface. A fresh OTOBO installation doesn't contain any categories or items by default. The catalogue management screen is available in the *Customer Service Catalogue* module of the *External Interface* group.
de: Verwenden Sie diese Ansicht, um Kategorien und Elemente zur Benutzung im externen Internface hinzuuzufügen. Eine neue OTOBO-Installation beinhaltet standardmäßig keine Kategorien und Elemente. Die Seite zur Verwaltung des Katalogs ist im Modul *Kunden-Service-Katalog* in der Gruppe *Externes Interface* verfügbar.

source: This module consists of two management screens: a category management screen and an item management screen.
de: Diese Modul beinhaltet zwei Bereiche: Ein Bereich zur Verwaltung der Kategorien und einen Bereich zur Verwaltung der Einträge.
hu: Ez a modul két kezelőképernyőből áll: egy kategóriakezelés képernyőből és egy elemkezelés képernyőből.

source: Customer Service Catalogue Management Screen
de: Kunden-Service-Katalog - Verwaltung
hu: Az ügyfél szolgáltatáskatalógus kezelésének képernyője

source: Manage Categories
de: Kategorien verwalten
hu: Kategóriák kezelése

source: Use this screen to add categories to collect the same items into groups. The *Category Management* screen in available via the *Go to category management* button or via the *Category Management* module.
de: Verwenden Sie diesen Bereich, um Kategorien für die Sammlung gleicher Einträge in Gruppen. Der Bereich *Kategorien-Verwaltung* ist über die Schaltfläche *Gehe zum Kategorie-Mangement* oder über das Modul *Kategorien-Verwaltung* verfügbar.
hu: Használja ezt a képernyőt, hogy kategóriákat adjon hozzá az egyforma elemek csoportokba rendezéséhez. A *Kategóriakezelés* képernyő az *Ugrás a kategóriakezeléshez* gombon keresztül vagy a *Kategóriakezelés* modulon keresztül érhető el.

source: Category Management Screen
de: Kategorien-Verwalten
hu: Kategóriakezelés képernyő

source: Click on the *Add Category* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Kategorie hinzufügen*.
hu: Kattintson a *Kategória hozzáadása* gombra a bal oldalsávban.
