Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Click on a category in the list of categories.
de: Klicken Sie in der Liste der Kategorien auf eine Kategorie.
hu: Kattintson egy kategóriára a kategóriák listájában.

source: Edit Category Screen
de: Kategorien bearbeiten
hu: Kategória szerkesztése képernyő

source: To delete a category:
de: So löschen Sie eine Kategorie:
hu: Egy kategória törléséhez:

source: Click on the trash icon in the list of categories.
de: Klicken Sie in der Liste mit den Kategorien auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra a kategóriák listájában.

source: Click on the *Yes* button in the confirmation dialog.
de: Klicken Sie im Bestätigungs-Dialog auf die Schaltfläche *Ja*.
hu: Kattintson az *Igen* gombra a megerősítő párbeszédablakban.

source: Delete Category Screen
de: Kategorie löschen
hu: Kategória törlése képernyő

source: FAQ Category Settings
de: Einstellungen für FAQ-Kategorien
hu: GyIK kategória beállításai

source: Subcategory of
de: Unterkategorie von
hu: Alkategóriája ennek

source: It is possible to add the new category under an existing one as sub-category. This will be displayed as *Parent Category::Child Category*.
de: Es ist möglich, die neue Kategorie unter einer bestehenden Kategorie als Unterkategorie hinzuzufügen. Dies wird als *Eltern-Kategorie::Kind-Kategorie* angezeigt.
hu: Lehetőség van új kategóriát egy meglévő kategória alá adni alkategóriaként. Ekkor ez *Szülő kategória::Gyermek kategória* formában lesz megjelenítve.

source: Permission \*
de: Berechtigung \*
hu: Jogosultság \*

source: Agent groups that can access articles in this category.
de: Die Gruppen von Agenten, die berechtigt sind, auf FAQ-Artikel in dieser Kategorie zuzugreifen.
hu: Ügyintézőcsoportok, amelyek hozzáférnek a bejegyzésekhez ebben a kategóriában.

source: Validity
de: Gültigkeit
hu: Érvényesség

source: FAQ Language
de: FAQ-Sprache
hu: GyIK nyelv

source: Use this screen to manage languages available in FAQ articles. A fresh OTOBO installation already contains some languages by default. The language management screen is available in the *FAQ Language* module of the *Administration* group.
de: Verwenden Sie diese Ansicht, um die verfügbaren Sprachen der FAQ-Artikel zu verwalten. Eine neue OTOBO-Installation beinhaltet bereits standardmäßig einige Sprachen. Die Ansicht zur Verwaltung der Sprachen ist im Modul *FAQ-Sprache* in der Gruppe *Administration* verfügbar.

source: FAQ Language Management Screen
de: FAQ-Sprachenverwaltung
hu: GyIK nyelvkezelés képernyő

source: Manage FAQ Languages
de: FAQ-Sprachen verwalten
hu: GyIK nyelvek kezelése

source: To add a language:
de: So fügen Sie eine Sprache hinzu:
hu: Egy nyelv hozzáadásához:

source: Click on the *Add language* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Sprache hinzufügen*.
hu: Kattintson a *Nyelv hozzáadása* gombra a bal oldalsávban.

source: Fill in the required field.
de: Füllen Sie die benötigten Felder aus.
hu: Töltse ki a szükséges mezőt.

source: Add Language Screen
de: Sprache hinzufügen
hu: Nyelv hozzáadása képernyő

source: To edit a language:
de: So bearbeiten Sie eine Sprache:
hu: Egy nyelv szerkesztéséhez:

source: Click on a language in the list of languages.
de: Klicken Sie in der Liste der Sprachen auf eine Sprache.
hu: Kattintson egy nyelvre a nyelvek listájában.

source: Modify the field.
de: Ändern Sie die Felder.
hu: Módosítsa a mezőt.

source: Edit Language Screen
de: Sprache verwalten
hu: Nyelv szerkesztése képernyő

source: To delete a language:
de: So löschen Sie eine Sprache:
hu: Egy nyelv törléséhez:

source: Click on the trash icon in the list of languages.
de: Klicken Sie in der Liste mit den Sprachen auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra a nyelvek listájában.

source: Delete Language Screen
de: Sprache löschen
hu: Nyelv törlése képernyő

source: FAQ Language Settings
de: Einstellungen für FAQ-Sprachen
hu: GyIK nyelv beállításai

source: The following setting is available when adding or editing this resource. The fields marked with an asterisk are mandatory.
de: Die folgenden Einstellungen sind verfügbar, wenn Sie diese Ressource hinzufügen oder bearbeiten. Die mit einem Sternchen gekennzeichneten Felder sind Pflichtfelder.
hu: A következő beállítás akkor érhető el, ha hozzáadja vagy szerkeszti ezt az erőforrást. A csillaggal jelölt mezők kitöltése kötelező.

source: The `ISO 639-1 code <https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes>`__ of a language.
de: Der `ISO 639-1 code <https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes>`__ einer Sprache.
hu: Egy nyelv `ISO 639-1 kódja <https://hu.wikipedia.org/wiki/ISO_639-1_nyelvk%C3%B3dok_list%C3%A1ja>`__.

source: Package Manager
de: Paketverwaltung
hu: Csomagkezelő

source: Modular systems can be extended by adding additional software packages to the framework. Administrators need an easy way to see which features are installed in which version and for sure to add, update and remove packages.
de: Modulare Systeme können durch Hinzufügen zusätzlicher Softwarepakete zum Framework erweitert werden. Administratoren benötigen eine einfache Möglichkeit, um zu sehen, welche Features in welcher Version installiert sind und um Pakete hinzuzufügen, zu aktualisieren und zu entfernen.
hu: A moduláris rendszerek bővíthetők a keretrendszerhez történő további szoftvercsomagok hozzáadásával. Az adminisztrátoroknak egyszerű módra van szükségük annak megtekintéséhez, hogy mely funkciók mely verzió vannak telepítve, és természetesen a csomagok hozzáadásához, frissítéséhez és eltávolításához.

source: OTOBO uses a package manager to perform all package-related activities as mentioned above in the graphical interface.
de: Alle paketbezogenen Aktivitäten werden in der OTOBO Oberfläche über die Paketverwaltung durchgeführt.

source: Use this screen to install and manage packages that extend the functionality of OTOBO. The package manager screen is available in the *Package Manager* module of the *Administration* group.
de: Über die Paketverwaltung können Sie Zusatzpakete installieren und verwalten, die die Funktionalität von OTOBO erweitern. Sie finden die Karte *Paketverwaltung* in der Gruppe *Administration*.

source: Package Manager Screen
de: Paketverwaltung
hu: Csomagkezelő képernyő

source: Manage Packages
de: Pakete verwalten
hu: Csomagok kezelése

source: Install Packages
de: Pakete installieren
hu: Csomagok telepítése

source: To install a package from online repository:
de: So installieren Sie ein Paket aus dem Online-Verzeichnis:
hu: Egy csomagnak az internetes tárolóból történő telepítéséhez:

source: Select an online repository from the drop-down in the left sidebar.
de: Wählen Sie ein Online-Verzeichnis aus der Dropdown-Liste in der linken Seitenleiste.
hu: Válasszon egy internetes tárolót a legördülő listából a bal oldalsávban.

source: Click on the *Update repository information* button to refresh the available package list.
de: Klicken Sie auf die Schaltfläche *Verzeichnis aktualisieren*, um die Liste der verfügbaren Pakete zu aktualisieren.
hu: Kattintson a *Tárolóinformációk frissítése* gombra az elérhető csomaglista frissítéséhez.

source: Select a package from the *Online Repository* widget and click on the *Install* in the last column.
de: Wählen Sie ein Paket aus dem *Online Verzeichnis* Widget und klicken Sie auf *Installieren* in der letzten Spalte.
hu: Válasszon egy csomagot az *Online tároló* felületi elemből, és kattintson a *Telepítés* műveletre az utolsó oszlopban.

source: Follow the installation instructions.
de: Befolgen Sie die Installationsanleitung.
hu: Kövesse a telepítési utasításokat.

source: After installation, the package is displayed in the *Local Repository* widget.
de: Nach der Installation wird das Paket im Widget „Lokales Verzeichnis“ dargestellt.
hu: A telepítés után a csomag megjelenik a *Helyi tároló* felületi elemben.

source: Online Repository Widget
de: Widget Online-Verzeichnis
hu: Online tároló felületi elem

source: To install a package from file:
de: So installieren Sie ein Paket aus einer lokalen Datei:
hu: Egy csomagnak a fájlból történő telepítéséhez:

source: Select an ``.opm`` file from your local file system.
de: Wählen Sie eine ``.opm`` Datei aus Ihrem lokalen Dateisystem aus.
hu: Válasszon egy ``.opm`` fájlt a helyi fájlrendszeréről.

source: Click on the *Install Package* button.
de: Klicken Sie auf die Schaltfläche *Paket installieren*.
hu: Kattintson a *Csomag telepítése* gombra.

source: Local Repository Widget
de: Widget Lokales Verzeichnis
hu: Helyi tároló felületi elem

source: Update Packages
de: Pakete aktualisieren
hu: Csomagok frissítése

source: To update a package from online repository:
de: So aktualisieren Sie ein Paket dem Online-Verzeichnis:
hu: Egy csomagnak az internetes tárolóból történő frissítéséhez:

source: Check the available packages in the *Online Repository* widget if there is *Update* in the *Action* column.
de: Überprüfen Sie die verfügbaren Pakete im *Online-Verzeichnis* Widget darauf, ob es *Aktualisieren* in der Spalte *Action* gibt.
hu: Nézze meg az elérhető csomagokat az *Online tároló* felületi elemben, hogy van-e *Frissítés* művelet a *Művelet* oszlopban.

source: Click on the *Update* link.
de: Klicken Sie auf den *Aktualisieren*-Link.
hu: Kattintson a *Frissítés* hivatkozásra.

source: Follow the update instructions.
de: Befolgen Sie die Anweisungen zum Update.
hu: Kövesse a frissítési utasításokat.

source: After updating, the package is displayed in the *Local Repository* widget.
de: Nach dem Aktualisieren, wird das Paket im Widget *Lokales Verzeichnis* angezeigt.
hu: A frissítés után a csomag megjelenik a *Helyi tároló* felületi elemben.

source: To update a package from file:
de: So installieren Sie ein Paket aus einer lokalen Datei:
hu: Egy csomagnak a fájlból történő frissítéséhez:

source: Select an ``.opm`` file which is newer than the installed package.
de: Wählen Sie eine ``.opm``-Datei, die neuer als das installierte Paket ist.
hu: Válasszon egy ``.opm`` fájlt, amely újabb a telepített csomagnál.

source: To update all packages:
de: So aktualisieren Sie alle Pakete:
hu: Az összes csomag frissítéséhez:

source: Click on the *Update all installed packages* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf *Alle installierten Pakete aktualisieren*.
hu: Kattintson az *Összes telepített csomag frissítése* gombra a bal oldalsávban.

source: This feature reads the information of all defined package repositories and determines if there is a new version for every installed package in the system and calculates the correct order to update the packages respecting all other package dependencies, even if new versions of existing packages require new packages not yet installed in the system.
de: Diese Funktion liest die Informationen aller definierten Paketverzeichnise und bestimmt, ob es für jedes installierte Paket im System eine neue Version gibt, und berechnet die richtige Reihenfolge für die Aktualisierung der Pakete unter Berücksichtigung aller anderen Paketabhängigkeiten, auch wenn neue Versionen bestehender Pakete neue Pakete erfordern, die noch nicht im System installiert sind.
hu: Ez a szolgáltatás beolvassa az összes beállított csomagtároló információit, és meghatározza, hogy van-e új verzió a rendszeren lévő minden egyes telepített csomaghoz, valamint kiszámítja a helyes sorrendet a csomagok telepítéséhez az összes egyéb csomag függőségeire vonatkozóan akkor is, ha a meglévő csomagok új verziói olyan új csomagokat igényelnek, amelyek még nincsenek telepítve a rendszerre.

source: If there are packages installed that do not have a corresponding repository defined in the system, they can not be updated by this feature and will be marked as failed (due to the missing on-line repository).
de: Wenn Pakete installiert sind, die kein entsprechendes Verzeichnis im System definiert haben, können sie durch diese Funktion nicht aktualisiert werden und werden als fehlgeschlagen markiert (aufgrund des fehlenden Online-Verzeichnis).
hu: Ha olyan csomagok vannak telepítve, amelyekhez nincs megfelelő tároló meghatározva a rendszeren, akkor azok nem frissíthetők ezzel a szolgáltatással, és sikertelenként lesznek megjelölve (a hiányzó internetes tárolók miatt).

source: Reinstall Packages
de: Pakete neu installieren
hu: Csomagok újratelepítése

source: If at least one of the package files are modified locally, the package manager marks the package as broken, and need to reinstall.
de: Wird auch nur eine der Paketdateien lokal geändert, wird das Paket in der Paketverwaltung als defekt markiert und muss neu installiert werden.
hu: Ha a csomagfájlok legalább egyikét helyileg módosították, akkor a csomagkezelő töröttnek jelöli a csomagot, és újra kell telepíteni.

source: To reinstall a package:
de: So installieren Sie ein Paket neu:
hu: Egy csomag újratelepítéséhez:

source: Select the package from the *Local Repository* widget that are marked for reinstall.
de: Wählen Sie das Paket aus dem Widget *Lokales Verzeichnis*, das für eine Neuinstallation markiert ist.
hu: Válassza ki a csomagot a *Helyi tároló* felületi elemből, amely újratelepítésre van jelölve.

source: Click on the *Reinstall* link in the *Action* column.
de: Klicken Sie auf den *Erneut installieren*-Link in der Spalte *Action*.
hu: Kattintson az *Újratelepítés* hivatkozásra a *Művelet* oszlopban.

source: Uninstall Packages
de: Pakete deinstallieren
hu: Csomagok eltávolítása

source: To uninstall a package:
de: So deinstallieren Sie ein Paket:
hu: Egy csomag eltávolításához:

source: Select the package from the *Local Repository* widget.
de: Wählen Sie das Paket im Widget *Lokales Verzeichnis*.
hu: Válassza ki a csomagot a *Helyi tároló* felületi elemből.

source: Click on the *Uninstall* link in the *Action* column.
de: Klicken Sie auf den *Deinstallieren*-Link in der Spalte *Action*.
hu: Kattintson az *Eltávolítás* hivatkozásra a *Művelet* oszlopban.

source: Follow the uninstall instructions.
de: Befolgen Sie die Deinstallationsanleitung.
hu: Kövesse az eltávolítási utasításokat.

source: Performance Log
de: Leistungsprotokoll
hu: Teljesítmény napló

source: Performance is always a crucial topic for web-based applications. Administrators need to have the possibility to see which activities use which time to execute over time to identify potential increases over time and take proper measures.
de: Leistung ist bei webbasierten Anwendungen immer ein entscheidendes Thema. Administratoren müssen die Möglichkeit haben, zu sehen, welche Aktivitäten welche Zeit nutzen, um sie im Laufe der Zeit auszuführen, um mögliche Steigerungen im Laufe der Zeit zu identifizieren und geeignete Maßnahmen zu ergreifen.
hu: A teljesítmény mindig fontos téma a webalapú alkalmazásoknál. Az adminisztrátoroknak lehetőséget kell biztosítani arra, hogy megtekinthessék, mely tevékenységek mennyi időt használják fel az idő során a potenciális időnövekedés azonosításával, és megfelelő intézkedéseket tegyenek.

source: OTOBO supports this requirement with the performance log. The performance log can, when it is activated, log activities and display various activity types and their min/max/average response time and a number of requests for different time frames.
de: OTOBO unterstützt diese Anforderung mit der Funktion „Leistungsprotokoll“. Die Funktion „Leistungsprotokoll“ kann, wenn sie aktiviert ist, Aktivitäten protokollieren und verschiedene Aktivitätsarten und deren min/max/durchschnittliche Reaktionszeit sowie eine Reihe von Anfragen für unterschiedliche Zeiträume anzeigen.

source: Use this screen to view the performance log of OTOBO. The log overview screen is available in the *Performance Log* module of the *Administration* group.
de: Verwenden Sie diese Ansicht, um das Leistungsprotokoll von OTOBO anzuzeigen. Das Leistungsprotokoll ist im Modul *Leistungsprotokoll* der Gruppe *Administration* verfügbar.

source: Enable Performance Log Support
de: Leistungsprotokoll-Unterstützung aktivieren
hu: Teljesítménynapló támogatásának engedélyezése

source: If the performance log is enabled, OTOBO collects all the information about requests and responses in an overview table.
de: Wenn das Leistungsprotokoll aktiviert ist, sammelt OTOBO alle Informationen über Anfragen und Antworten in einer Übersichtstabelle.

source: Performance Log Screen
de: Leistungsprotokoll - Übersicht
hu: Teljesítménynapló képernyő

source: Clicking on an entry will show the details.
de: Wenn Sie auf einen Eintrag klicken, werden Details angezeigt.
hu: Egy bejegyzésre kattintva megjelennek a részletek.

source: Performance Log Details Screen
de: Leistungsprotokoll - Details
hu: Teljesítménynapló részletei képernyő

source: Session Management
de: Sitzungsverwaltung
hu: Munkamenet-kezelés

source: Administrators of web-based applications need to have access to the information who's connected to the system and, if required, delete unwanted sessions.
de: Administratoren von webbasierten Anwendungen müssen Zugriff auf die Informationen haben, die mit dem System verbunden sind, und bei Bedarf unerwünschte Sitzungen löschen können.
hu: A webalapú alkalmazások adminisztrátorainak hozzá kell férniük ahhoz az információhoz, hogy ki csatlakoztatott a rendszerhez, és szükség esetén törölniük kell a nem kívánt munkameneteket.

source: OTOBO offers the session management to quickly get an overview of agent and customer sessions, unique agents and customers currently logged in and the ability to kill sessions with just a mouse click.
de: OTOBO bietet mit der Sitzungsverwaltung einen schnellen Überblick über Agenten- und Kundensitzungen, eindeutige und aktuell angemeldete Agenten und Kunden und die Möglichkeit, Sitzungen mit nur einem Mausklick zu beenden.

source: Use this screen to manage logged in user sessions in the system. The session management screen is available in the *Session Management* module of the *Administration* group.
de: Verwenden Sie die Sitzungsverwaltung, um angemeldete Benutzer-Sessions im System zu verwalten. Die Sitzungsverwaltung ist im Modul *Sitzungsverwaltung* der Gruppe *Administration* verfügbar.
hu: Használja ezt a képernyőt a bejelentkezett felhasználók munkameneteinek kezeléséhez a rendszeren. A munkamenet-kezelés képernyő az *Adminisztráció* csoport *Munkamenet-kezelés* moduljában érhető el.

source: Session Management Screen
de: Sitzungsverwaltung
hu: Munkamenet-kezelés képernyő

source: Manage Sessions
de: Sitzungen verwalten
hu: Munkamenetek kezelése

source: To see a logged in user session:
de: Um die Sitzung eines angemeldeten Benutzers anzuzeigen:
hu: Egy bejelentkezett felhasználó munkamenetének megtekintéséhez:

source: Select a logged in user from the list of sessions.
de: Wählen Sie einen angemeldeten Benutzer aus der Liste der Sitzungen.
hu: Válasszon egy bejelentkezett felhasználót a munkamenetek listájából.

source: Click on the token.
de: Klicken Sie auf das Token.
hu: Kattintson a tokenre.

source: See the details.
de: Schauen Sie sich die Details an.
hu: Nézze meg a részleteket.

source: Session Management Details Screen
de: Sitzungsverwaltung-Details
hu: Munkamenet-kezelés részletei képernyő

source: To kill a session:
de: So beenden Sie eine Sitzung:
hu: Egy munkamenet kilövéséhez:

source: Click on the *Kill this session* link in the *Kill* column.
de: Klicken Sie auf den *Diese Sitzung löschen*-Link in der Spalte *Löschen*.
hu: Kattintson a *Munkamenet kilövése* hivatkozásra a *Kilövés* oszlopban.

source: Session Kill Screen
de: Sitzungen löschen
hu: Munkamenet kilövése képernyő

source: Clicking the *Kill this session* link removes the session immediately without confirmation. The unsaved work of the user will be lost!
de: Wenn Sie auf den Link *Diese Sitzung löschen* klicken, wird die Sitzung ohne Bestätigung sofort gelöscht. Die nicht gespeicherte Arbeit des Benutzers geht verloren!
hu: A *Munkamenet kilövése* hivatkozásra kattintva azonnal eltávolítja a munkamenetet, megerősítés nélkül. A felhasználó mentetlen munkái el fognak veszni!

source: To kill all sessions:
de: So beenden Sie eine Sitzung:
hu: Az összes munkamenet kilövéséhez:

source: Click on the *Kill all sessions* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Alle Sitzungen löschen*.
hu: Kattintson az *Összes munkamenet kilövése* gombra a bal oldalsávban.

source: Clicking the *Kill all session* link removes all sessions immediately without confirmation. The unsaved work of the users will be lost!
de: Wenn Sie auf die Schaltfläche *Alle Sitzungen löschen* klicken, werden alle Sitzungen ohne Bestätigung sofort gelöscht. Die nicht gespeicherten Arbeiten der Benutzer gehen verloren!
hu: Az *Összes munkamenet kilövése* hivatkozásra kattintva azonnal eltávolítja a munkameneteket, megerősítés nélkül. A felhasználók mentetlen munkái el fognak veszni!

source: If several users are logged in to the system, use the filter box to find a particular session by just typing the name to filter.
de: Wenn mehrere Benutzer am System angemeldet sind, verwenden Sie das Filterfeld, um eine bestimmte Sitzung zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több felhasználó van bejelentkezve a rendszerre, akkor használja a szűrődobozt egy bizonyos munkamenet megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: In a ticket system, it is usually possible to have statistics that show a summarized view of ticket information when needed. Sometimes, it is however required to access the database directly to have even more individual reports, allow external statistic tools to query information from the system or perform in-depth analysis of a ticket behavior.
de: In einem Ticketsystem ist es in der Regel möglich, Statistiken zu erstellen, die bei Bedarf eine zusammengefasste Ansicht der Ticket-Informationen anzeigen. Manchmal ist es jedoch erforderlich, direkt auf die Datenbank zuzugreifen, um noch individuellere Berichte zu erhalten, externe Statistik-Tools zur Abfrage von Informationen aus dem System zuzulassen oder ein Ticketverhalten gründlich zu analysieren.
hu: Egy jegyrendszerben általában lehetőség van olyan statisztikák lekérésére, amelyek szükség esetén megjelenítik a jegyinformációk összesített nézetét. Néha azonban szükség van az adatbázis közvetlen elérésére, hogy a jelentéseket még egyedibbé lehessen tenni, lehetővé téve a külső statisztikai eszközöknek a rendszerről történő információk lekérdezését vagy a jegy viselkedésének mélyreható elemzését.

source: Use this screen to query SQL statements in the system. The SQL box screen is available in the *SQL Box* module of the *Administration* group.
de: Verwenden Sie die SQL Box, um SQL-Anweisungen im System abfragen. Die SQL Box ist im Modul *SQL Box* der Gruppe *Administration* verfügbar.
hu: Használja ezt a képernyőt SQL-lekérdezések futtatásához a rendszeren. Az SQL doboz képernyő az *Adminisztráció* csoport *SQL doboz* moduljában érhető el.

source: SQL Box Screen
de: SQL Box
hu: SQL doboz képernyő

source: Query SQL statements
de: SQL-Anweisungen abfragen
hu: SQL-lekérdezések futtatása

source: To execute an SQL statement:
de: So führen Sie eine SQL-Anweisung aus:
hu: Egy SQL-lekérdezés végrehajtásához:

source: Enter the SQL statement into the SQL box.
de: Geben Sie die SQL-Anweisung in die SQL Box ein.
hu: Írja be az SQL-lekérdezést az SQL dobozba.

source: Select the result format.
de: Wählen Sie das Zielformat aus.
hu: Válassza ki az eredményformátumot.

source: Click on the *Run Query* button.
de: Klicken Sie auf die Schaltfläche *Anfrage ausführen*.
hu: Kattintson a *Lekérdezés futtatása* gombra.

source: SQL Box Widget
de: Widget SQL Box
hu: SQL doboz felületi elem

source: SQL Settings
de: SQL Einstellungen
hu: SQL beállítások
