Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: If the condition of this activity is fulfilled, the ticket will move to activity *Approval*.
de: Wenn die Bedingung der Aktivität erfüllt ist, wird das Ticket in die Aktivität: *Genehmigung* geschoben.
hu: Ha ennek a tevékenységnek a feltétele teljesül, akkor a jegy átkerül a *Jóváhagyás* tevékenységbe.

source: *Move the process ticket into the "Management" queue*
de: *Prozess-Ticket in die Queue "Verwaltung" verschieben*
hu: *Folyamatjegy áthelyezése a „Vezetőség” várólistába*

source: Starting activity: *Approval*
de: Startaktivität: *Genehmigung*
hu: Kezdő tevékenység: *Jóváhagyás*

source: Next activity: *Process complete*
de: Nächste Aktivität *Prozess komplett*
hu: Következő tevékenység: *Folyamat befejezve*

source: If this matches, the process ticket will move to activity *Process complete*.
de: Wenn dies zutrifft, wird das Ticket in die Aktivität *Process komplett* geschoben.
hu: Ha ez illeszkedik, akkor a folyamatjegy át fog lépni a *Folyamat befejezve* tevékenységbe.

source: Next activity: *Order*
de: Nächste Aktivität *Bestellung*
hu: Következő tevékenység: *Rendelés*

source: If this matches, the process ticket will move to activity *Order*.
de: Wenn dies zutrifft, wird das Ticket in die Aktivität *Bestellung* geschoben.
hu: Ha ez illeszkedik, akkor a folyamatjegy át fog lépni a *Rendelés* tevékenységbe.

source: Starting activity: *Order*
de: Startaktivität: *Bestellung*
hu: Kezdő tevékenység: *Rendelés*

source: Next activity: *Incoming*
de: Nächste Aktivität *Eingehend*
hu: Következő tevékenység: *Beérkezés*

source: If this matches, the process ticket will move to activity *Incoming*.
de: Wenn dies zutrifft, wird das Ticket in die Aktivität *Eingehend* geschoben.
hu: Ha ez illeszkedik, akkor a folyamatjegy át fog lépni a *Beérkezés* tevékenységbe.

source: Starting activity: *Incoming*
de: Startaktivität: *Eingehend*
hu: Kezdő tevékenység: *Beérkezés*

source: The complete process path for the book ordering process will then look like this:
de: Der komplette Pfad für den Buchbestellungs-Prozess sieht dann so aus:
hu: A könyvrendelési folyamat teljes folyamatútvonala ezután így fog kinézni:

source: Book Ordering - Process Complete
de: Buchbestellung - Prozess komplett
hu: Könyvrendelés – folyamat befejezve

source: After you finish the process path, click on *Save and finish* button below the canvas to go back to the process management screen.
de: Nachdem Sie den Prozesspfad fertig gestellt haben, klicken Sie auf die *Speichern und abschließen*-Schaltfläche unterhalb des Zeichenbereiches und gehen Sie zurück zur Ansicht der Prozess-Verwaltung.
hu: Miután befejezte a folyamatútvonalat, kattintson a *Mentés és befejezés* gombra a vászon alatt, hogy visszatérjen a folyamatkezelés képernyőre.

source: Click on the *Deploy All Processes* button in the left sidebar. This will gather all processes information form the database and create a cache file (in Perl language). This cache file is actually the processes configuration that the system will use to create or use process tickets.
de: Klicken Sie in der linken Seitenleiste auf *Alle Prozesse in Betrieb nehmen*. Dadurch werden alle Prozessinformationen aus der Datenbank gesammelt und eine Cache-Datei (in Perl-Sprache) erstellt. Diese Cache-Datei ist eigentlich die Prozesskonfiguration, mit der das System Prozess-Tickets erstellt oder verwendet.
hu: Kattintson az *Összes folyamat szinkronizálása* gombra a bal oldalsávban. Ez össze fog gyűjteni minden folyamat-információt az adatbázisból, és előállít egy gyorsítótárfájlt (Perl nyelven). Ez a gyorsítótárfájl tulajdonképpen a folyamatok beállítása, amelyet a rendszer a folyamatjegyek létrehozásához vagy használatához fog használni.

source: Any change that is made on the process will require to re-deploy the process in order to get the change reflected in the system.
de: Jeder Änderung am Prozess erfordert, dass der Prozess neu in Betrieb genommen werden muss, damit sich die Änderungen im System auswirken.
hu: A folyamatokon elvégzett bármilyen változtatás a folyamat ismételt üzembe állítását igényli annak érdekében, hogy a változtatást visszajuttassa a rendszerbe.

source: In a connected world, a ticket system needs to be able to react to requests from other systems and also to send requests or information to other systems:
de: In einer vernetzten Welt muss ein Ticket-System in der Lage sein, auf Anfragen von anderen Systemen zu reagieren und auch Anfragen oder Informationen an andere Systeme zu senden:
hu: Egy összekapcsolt világban a jegyrendszernek képesnek kell lennie arra, hogy reagáljon más rendszerek kéréseire, valamint kéréseket vagy információkat küldjön más rendszereknek:

source: CRM systems
de: CRM-Systeme
hu: CRM rendszereknek

source: Project management systems
de: Projektmanagement-Systeme
hu: Projektkezelő rendszereknek

source: Documentation management systems
de: Dokumentenmanagement-Systeme
hu: Dokumentációkezelő rendszereknek

source: and many more
de: und viele mehr
hu: és egyéb rendszereknek

source: The ticket system must be reachable by other services without manual intervention by an agent.
de: Das Ticket-System muss für andere Dienste ohne manuelle Eingriffe eines Agenten erreichbar sein.
hu: A jegyrendszert más szolgáltatásoknak is el kell érniük egy ügyintéző kézi beavatkozása nélkül.

source: A web service is a communication method between two systems, in our case OTOBO and a remote system. In its configuration, the :term:`operation` or :term:`invoker` determine the direction of communication, and the :term:`mapping` and :term:`transport` take care of how the data is received and interpreted.
de: Ein Web-Service ist eine Kommunikationsmethode zwischen zwei Systemen, in unserem Fall OTOBO und einem entfernten System. In seiner Konfiguration bestimmt die :term:`Operation` oder der :term:`invoker` die Richtung der Kommunikation, und das :term:`Mapping` und der :term:`Transport` kümmern sich um den Empfang und die Interpretation der Daten.

source: Use this screen to manage web services in the system. A fresh OTOBO installation contains no web service by default. The web service management screen is available in the *Web Services* module of the *Processes & Automation* group.
de: Verwenden Sie diese Ansicht, um Web-Services im System zu verwalten. Eine neue OTOBO-Installation beinhaltet standardmäßig keine Web-Services. Die Ansicht zur Verwaltung von Web-Services ist im Modul *Web-Services* in der Gruppe *Prozesse & Automation* verfügbar.

source: Web Service Management Screen
de: Web-Service-Verwaltung
hu: Webszolgáltatás kezelése képernyő

source: Manage Web Services
de: Web-Services verwalten
hu: Webszolgáltatások kezelése

source: To create a web service:
de: So erstellen Sie einen Web-Service:
hu: Egy webszolgáltatás létrehozásához:

source: Click on the *Add Web Service* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Web-Service hinzufügen*.
hu: Kattintson a *Webszolgáltatás hozzáadása* gombra a bal oldalsávban.

source: Create New Web Service Screen
de: Neuen Web-Service erstellen
hu: Új webszolgáltatás létrehozása képernyő

source: To edit a web service:
de: So bearbeiten Sie einen Web-Service:
hu: Egy webszolgáltatás szerkesztéséhez:

source: Click on a web service in the list of web services.
de: Klicken Sie auf einen Web-Service in der Liste mit den Web-Services.
hu: Kattintson egy webszolgáltatásra a webszolgáltatások listájában.

source: Edit Web Service Screen
de: Web-Service bearbeiten
hu: Webszolgáltatás szerkesztése képernyő

source: To delete a web service:
de: So löschen Sie einen Web-Service:
hu: Egy webszolgáltatás törléséhez:

source: Click on the *Delete Web Service* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Web-Service löschen*.
hu: Kattintson a *Webszolgáltatás törlése* gombra a bal oldalsávban.

source: Click on the *Delete* button in the confirmation dialog.
de: Klicken Sie im Dialog auf die *Löschen*-Schaltfläche.
hu: Kattintson a *Törlés* gombra a megerősítő párbeszédablakban.

source: Delete Web Service Screen
de: Web-Service löschen
hu: Webszolgáltatás törlése képernyő

source: To clone a web service:
de: So klonen Sie einen Web-Service:
hu: Egy webszolgáltatás klónozásához:

source: Click on the *Clone Web Service* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Web-Service klonen*.
hu: Kattintson a *Webszolgáltatás klónozása* gombra a bal oldalsávban.

source: Enter a new name for the web service.
de: Geben Sie einen Namen für den Web-Service ein.
hu: Adjon egy új nevet a webszolgáltatásnak.

source: Clone Web Service Screen
de: Web-Service klonen
hu: Webszolgáltatás klónozása képernyő

source: To export a web service:
de: So exportieren Sie einen Web-Service:
hu: Egy webszolgáltatás exportálásához:

source: Click on the *Export Web Service* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Web-Service exportieren*.
hu: Kattintson a *Webszolgáltatás exportálása* gombra a bal oldalsávban.

source: All stored passwords in the web service configuration will be exported in plain text format.
de: Alle in der Konfiguration des Web-Service gespeicherten Passwörter werden im Klartext exportiert.
hu: A webszolgáltatás beállításaiban tárolt összes jelszó egyszerű szöveges formátumban lesz exportálva.

source: To see the configuration history of a web service:
de: So schauen Sie sich eine Konfigurationshistorie eines Web-Service an:
hu: Egy webszolgáltatás beállítási előzményeinek megtekintéséhez:

source: Click on the *Configuration History* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Konfigurationshistorie*.
hu: Kattintson a *Beállítási előzmények* gombra a bal oldalsávban.

source: Web Service Configuration History Screen
de: Web-Service - Konfigurationshistorie
hu: Webszolgáltatás-beállítás előzményei képernyő

source: To use the debugger for a web service:
de: So benutzen Sie einen Debugger für einen Web-Service:
hu: Egy webszolgáltatás hibakeresőjének használatához:

source: Click on the *Debugger* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Debugger*.
hu: Kattintson a *Hibakereső* gombra a bal oldalsávban.

source: Web Service Debugger Screen
de: Web-Service - Debugger
hu: Webszolgáltatás hibakereső képernyő

source: To import a web service:
de: So importieren Sie einen Web-Service:
hu: Egy webszolgáltatás importálásához:

source: Click on the *Import Web Service* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Web-Service importieren*.
hu: Kattintson a *Webszolgáltatás importálása* gombra a bal oldalsávban.

source: Click on the *Browse…* button in the dialog.
de: Klicken Sie im Dialog auf die Schaltfläche *Durchsuchen...*.
hu: Kattintson a *Tallózás…* gombra a párbeszédablakban.

source: Add a name for the imported web service (optional). Otherwise the name will be taken from the configuration file name.
de: Tragen Sie einen Namen für den Web-Service ein (optional). Bleibt dieses Feld leer, wird der Dateiname der Konfigurationsdatei als Name verwendet.
hu: Adjon egy nevet az importált webszolgáltatásnak (elhagyható). Egyébként a név a beállítófájl nevéből lesz átvéve.

source: Click on the *Import* button.
de: Klicken Sie auf die Schaltfläche *Importieren*.
hu: Kattintson az *Importálás* gombra.

source: Web Service Settings
de: Web-Service - Einstellungen
hu: Webszolgáltatás beállításai

source: General Web Service Settings
de: Allgemeine Einstellungen für Web-Services
hu: Webszolgáltatás általános beállításai

source: Web Service Settings - General
de: Web-Service - Allgemeine Einstellungen
hu: Webszolgáltatás beállításai – általános

source: Debug threshold
de: Debug-Level
hu: Hibakeresési küszöbszint

source: Debug threshold levels (from lower to upper):
de: Debug-Level (von niedriger zu hoch):
hu: A hibakeresési küszöbszint szintjei (az alacsonyabbtól a magasabbig):

source: Notice
de: Notiz
hu: Értesítés

source: Provider Web Service Settings
de: Provider Web-Service - Einstellungen
hu: Szolgáltató webszolgáltatás beállításai

source: Web Service Settings - OTOBO as Provider
de: Web-Service - Einstellungen - OTOBO als Provider

source: Network transport
de: Netzwerktransport
hu: Hálózati átvitel

source: Add Operation
de: Operation hinzufügen
hu: Művelet hozzáadása

source: Web Service Settings - OTOBO as Provider - Operation
de: Web-Service-Einstellungen - OTOBO als Provider - Operationen

source: OTOBO as Provider - HTTP\:\:REST
de: OTOBO als Provider - HTTP\:\:REST

source: Web Service Settings - OTOBO as Provider - HTTP\:\:REST
de: Web-Service-Einstellungen - OTOBO als Provider - HTTP\:\:REST

source: OTOBO as Provider - HTTP\:\:SOAP
de: OTOBO als Provider - HTTP\:\:SOAP

source: Web Service Settings - OTOBO as Provider - HTTP\:\:SOAP
de: Web-Service-Einstellungen - OTOBO als Provider - HTTP\:\:SOAP

source: Requester Web Service Settings
de: Requester Web-Service - Einstellungen
hu: Kérelmező webszolgáltatás beállításai

source: Web Service Settings - OTOBO as Requester
de: Webs Service-Einstellungen - OTOBO als Requester

source: Select which network transport would you like to use with the web service. Possible values are *HTTP::REST* and *HTTP::SOAP*.
de: Wählen Sie aus, welchen Netzwerktransport Sie mit dem Web-Service verwenden möchten. Mögliche Werte sind *HTTP::REST* und *HTTP::SOAP*.
hu: Annak kiválasztása, hogy mely hálózati átvitelt szeretné használni a webszolgáltatással. A lehetséges értékek: *HTTP::REST* és *HTTP::SOAP*.

source: Add error handling module
de: Fehlerbehandlungs-Modul hinzufügen
hu: Hibakezelési modul hozzáadása

source: Web Service Settings - OTOBO as Provider - Error Handling Module
de: Web Service Settings - OTOBO als Provider - Fehlerbehandlungs-Modul

source: OTOBO as Requester - HTTP\:\:REST
de: OTOBO als Requester - HTTP\:\:REST

source: Web Service Settings - OTOBO as Requester - HTTP\:\:REST
de: Web-Service-Einstellungen - OTOBO als Requester - HTTP\:\:REST

source: OTOBO as Requester - HTTP\:\:SOAP
de: OTOBO als Requester - HTTP\:\:SOAP

source: Web Service Settings - OTOBO as Requester - HTTP\:\:SOAP
de: Web-Service-Einstellungen - OTOBO als Requester - HTTP\:\:SOAP

source: Ticket Settings
de: Ticket-Einstellungen
hu: Jegybeállítások

source: A :term:`ticket` is similar to a medical report created for a hospital patient. When a patient first visits the hospital, a medical report is created to hold all necessary personal and medical information on him. Over multiple visits, as he is attended to by the same or additional doctors, the attending doctor updates the report by adding new information on the patient's health and the ongoing treatment. This allows any other doctors or the nursing staff to get a complete picture on the case at hand. When the patient recovers and leaves the hospital, all information from the medical report is archived and the report is closed.
de: Ein :term:`Ticket` ist vergleichbar mit einem medizinischen Bericht, der für einen Krankenhauspatienten erstellt wurde. Wenn ein Patient zum ersten Mal das Krankenhaus besucht, wird ein medizinischer Bericht erstellt, in dem alle notwendigen persönlichen und medizinischen Informationen über ihn gespeichert sind. Bei mehreren Besuchen, da er von denselben oder zusätzlichen Ärzten betreut wird, aktualisiert der behandelnde Arzt den Bericht, indem er neue Informationen über die Gesundheit des Patienten und die laufende Behandlung hinzufügt. So kann sich jeder andere Arzt oder das Pflegepersonal ein vollständiges Bild vom vorliegenden Fall machen. Wenn der Patient sich erholt und das Krankenhaus verlässt, werden alle Informationen aus dem medizinischen Bericht archiviert und der Bericht geschlossen.
hu: Egy :term:`jegy` hasonló a kórházi betegnek létrehozott orvosi jelentéshez. Ha egy beteg először látogatja meg a kórházat, akkor egy orvosi jelentést hoznak létre az összes szükséges személyes és orvosi információ tárolására a betegről. Több látogatás alkalmával, amint ugyanaz vagy további orvosok látják el, az ellátó orvos frissíti a jelentést a beteg egészségi állapotáról és a folyamatos kezelésről szóló új információk hozzáadásával. Ez teszi lehetővé bármely más orvosnak vagy az ápolószemélyzetnek, hogy teljes képet kapjanak a szóban forgó ügyben. Ha a beteg meggyógyul és elhagyja a kórházat, akkor az orvosi jelentés minden információját archiválják, és a jelentést lezárják.

source: Ticket systems such as OTOBO handle tickets like normal emails. The messages are saved in the system. When a customer sends a request, a new ticket is generated by the system which is comparable to a new medical report being created. The response to this new ticket is comparable to a doctor's entry in the medical report. A ticket is closed if an answer is sent back to the customer, or if the ticket is separately closed by the system. If a customer responds again on an already closed ticket, the ticket is reopened with the new information added.
de: Ticket-Systeme wie OTOBO verarbeiten Tickets wie normale E-Mails. Die Nachrichten werden im System gespeichert. Wenn ein Kunde eine Anfrage sendet, wird vom System ein neues Ticket generiert, das mit einem neuen Arztbericht vergleichbar ist. Die Antwort auf dieses neue Ticket ist vergleichbar mit dem Eintrag eines Arztes im Arztbericht. Ein Ticket ist geschlossen, wenn eine Antwort an den Kunden zurückgeschickt wird oder wenn das Ticket vom System separat geschlossen wird. Reagiert ein Kunde erneut auf ein bereits geschlossenes Ticket, wird das Ticket mit den neuen Informationen wieder geöffnet.

source: Ticket Zoom Screen
de: Ticket-Detailansicht.
hu: Jegynagyítás képernyő

source: Every ticket is stored and archived with complete information. Since tickets are handled like normal emails, attachments and contextual annotations will also be stored with each email. In addition, information on relevant dates, employees involved, working time needed for ticket resolution, etc. are also saved. At any later stage, tickets can be sorted, and it is possible to search through and analyze all information using different filtering mechanisms.
de: Jedes Ticket wird mit vollständigen Informationen gespeichert und archiviert. Da Tickets wie normale E-Mails behandelt werden, werden auch Anhänge und kontextbezogene Anmerkungen mit jeder E-Mail gespeichert. Darüber hinaus werden Informationen zu relevanten Terminen, beteiligten Mitarbeitern, Arbeitszeit für die Ticketauflösung etc. gespeichert. Zu einem späteren Zeitpunkt können die Tickets sortiert werden, und es ist möglich, alle Informationen mit verschiedenen Filtermechanismen zu durchsuchen und zu analysieren.
hu: Minden jegy a teljes információval kerül tárolásra és archiválásra. Mivel a jegyeket úgy kezelik mint a normál leveleket, a mellékletek és a szövegre vonatkozó jegyzetek is el lesznek tárolva minden egyes levéllel. Továbbá a fontos dátumok, résztvevő alkalmazottak, a jegy megoldásához szükséges munkaidő, stb. információk is mentésre kerülnek. Bármely későbbi állapotban a jegyek rendezhetők, és lehetséges a keresés bennük, valamint minden információ elemzése különböző szűrési mechanizmus használatával.

source: Attachments
de: Anhänge
hu: Mellékletek

source: For any size of organization it is often required to send a service agreement, the terms of service or a privacy statement out when a customer signs a contract.
de: Für jede Unternehmensgröße ist es oft erforderlich, einen Servicevertrag, die Allgemeinen Geschäftsbedingungen oder eine Datenschutzerklärung zu senden, wenn ein Kunde einen Vertrag unterzeichnet.
hu: A szervezet méretétől függetlenül gyakran szükséges egy szolgáltatási szerződés, a szolgáltatási feltételek vagy az adatvédelmi nyilatkozat elküldése, ha az ügyfél aláír egy szerződést.

source: OTOBO can handle an infinite number of attachments (PDF, image, etc.) and can bundle them into templates. Your agents don’t need to maintain the attachments on their own, nor don’t they need to upload them again and again - they can just use the predefined templates.
de: OTOBO kann eine unbegrenzte Anzahl von Anhängen (PDF, Bild, etc.) verarbeiten und in Vorlagen binden. Ihre Agenten müssen die Anhänge nicht selbst pflegen und müssen sie auch nicht immer wieder hochladen - sie können einfach die vordefinierten Vorlagen verwenden.

source: Use this screen to add attachments for use in templates. A fresh OTOBO installation doesn't contain any attachments by default. The attachment management screen is available in the *Attachments* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um Anhänge zur Verwendung in Vorlagen hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig keine Anhänge. Die Ansicht zur Verwaltung der Anhänge ist im Modul *Anhänge* in der Gruppe *Ticket-Einstellungen* verfügbar.

source: Attachment Management Screen
de: Verwaltung von Anhängen
hu: Mellékletkezelés képernyő

source: Manage Attachments
de: Anhänge verwalten
hu: Mellékletek kezelése

source: To add an attachment:
de: So fügen Sie einen Anhang hinzu:
hu: Egy melléklet hozzáadásához:

source: Add Attachment Screen
de: Anhang hinzufügen
hu: Melléklet hozzáadása képernyő

source: To edit an attachment:
de: So bearbeiten Sie einen Anhang:
hu: Egy melléklet szerkesztéséhez:

source: Click on an attachment in the list of attachments.
de: Klicken Sie in der Liste mit den Anhängen auf einen Anhang.
hu: Kattintson egy mellékletre a mellékletek listájában.

source: Edit Attachment Screen
de: Anhang bearbeiten
hu: Melléklet szerkesztése képernyő

source: To delete an attachment:
de: So löschen Sie einen Anhang:
hu: Egy melléklet törléséhez:

source: Delete Attachment Screen
de: Anhang löschen
hu: Melléklet törlése képernyő

source: If several attachments are added to the system, use the filter box to find a particular attachment by just typing the name to filter.
de: Wenn dem System mehrere Anhänge hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Anhang zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több melléklet van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos melléklet megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Attachment Settings
de: Einstellungen für Anhänge
hu: Melléklet beállításai

source: Attachment \*
de: Anhang \*
hu: Melléklet \*

source: Open the file dialog to add a file from the file system. This field is mandatory in the attachment add screen, but optional in the attachment edit screen. Adding a new file in the edit screen will overwrite the existing attachment.
de: Öffnen Sie den Datei-Dialog, um eine Datei aus dem Dateisystem hinzuzufügen. Dieses Feld ist auf den Ansichten zum Hinzufügen von Anlagen Pflicht, aber optional in der Ansicht zum Bearbeiten von Anhängen. Wenn Sie eine neue Datei in der Bearbeitungsansicht hinzufügen, wird der vorhandene Anhang überschrieben.
hu: Nyissa meg a fájl párbeszédablakot egy fájl hozzáadásához a fájlrendszerről. Ez a mező kötelező a melléklet hozzáadása képernyőn, de elhagyható a melléklet szerkesztése képernyőn. Egy új fájl hozzáadása a szerkesztőképernyőben felülírja a meglévő mellékletet.

source: Auto Responses
de: Automatische Antworten
hu: Automatikus válaszok
