Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: This widget will notify you if there are any errors with either account connections or message processing.
de: In diesem Widget wird angezeigt, wenn es Fehler bei der Kontoverbindung oder der Nachrichtenverarbeitung gibt.
hu: Ez a felületi elem fogja értesíteni, ha valamilyen probléma van a fiók kapcsolataival vagy az üzenetfeldolgozással.

source: Communication state
de: Kommunikationsstatus
hu: Kommunikációs állapot

source: This widget will display if there are any active communications currently in the system.
de: In diesem Widget wird angezeigt, wenn derzeit eine aktive Kommunikation im System besteht.
hu: Ez a felületi elem fogja megjeleníteni, ha valamilyen aktív kommunikáció van jelenleg a rendszeren.

source: Average processing time
de: Durchschnittliche Verarbeitungszeit
hu: Átlagos feldolgozási idő

source: This is a cumulative time statistic that is needed to complete a communication.
de: In diesem Widget wird kumulativ die Zeit angezeigt, die benötigt wird, um eine Kommunikation abzuschließen.
hu: Ez egy halmozott időstatisztika, amely egy kommunikáció befejezéséhez szükséges.

source: You can select the time range in the left sidebar in order to filter communications depending on their creation time. In addition to this, you can also dynamically filter for any keywords, state of the communication, and you can sort the overview table by all columns.
de: Sie können den Zeitbereich in der linken Seitenleiste auswählen, um die Kommunikation nach ihrer Erstellungszeit zu filtern. Darüber hinaus können Sie auch dynamisch nach beliebigen Schlüsselwörtern, dem Zustand der Kommunikation und der Sortierung der Übersichtstabelle nach allen Spalten filtern.
hu: Kiválaszthatja az időtartományt a bal oldalsávban annak érdekében, hogy szűrje a kommunikációkat a létrehozási idejüktől függően. Ezen túlmenően dinamikusan is szűrhet bármely kulcsszóra vagy a kommunikáció állapotára, valamint rendezheti az áttekintő táblázatot az összes oszlop szerint.

source: If you click on a communication row in any table, you will be presented with a detailed view screen.
de: Wenn Sie auf einen Eintrag in der Tabelle klicken, wird Ihnen eine Detailansicht der Kommunikation angezeigt.
hu: Ha egy kommunikációs sorra kattint bármely táblázatban, akkor egy részletes nézet képernyő lesz megjelenítve.

source: Communication Log Detailed View Screen
de: Kommunikationsprotokoll Detailansicht
hu: Kommunikációs napló részletes nézete képernyő

source: Every communication can contain one or more logs, which can be of *Connection* or *Message* type.
de: Jede Kommunikation kann ein oder mehrere Protokolle enthalten, die vom Typ *Verbindung* oder *Nachricht* sein können.
hu: Minden egyes kommunikáció tartalmazhat egy vagy több naplót, amely lehet *Kapcsolat* vagy *Üzenet* típusú.

source: Connection
de: Verbindung
hu: Kapcsolat

source: This type of logs will contain any log messages coming from the modules responsible for connecting to your accounts and fetching/receiving messages.
de: Diese Art von Protokollen enthält alle Protokollmeldungen, die von den Modulen stammen, die für die Verbindung zu Ihren Konten und das Abholen/Empfangen von Nachrichten zuständig sind.
hu: Az ilyen típusú naplók fogják tartalmazni az összes olyan naplóüzenetet, amely a fiókjaihoz való kapcsolatért és az üzenetek lekéréséért vagy fogadásáért felelős moduloktól jönnek.

source: Message
de: Nachricht
hu: Üzenet

source: This type of logs will contain any log messages related to specific message processing. Any module working on message themselves can log their actions in this log, giving you a clear overview of what's going on.
de: Diese Art von Protokollen enthält alle Protokollmeldungen, die sich auf eine bestimmte Nachrichtenverarbeitung beziehen. Jedes Modul, das an der Nachricht selbst arbeitet, kann seine Aktionen in diesem Protokoll protokollieren, so dass Sie einen klaren Überblick über das Geschehen haben.
hu: Az ilyen típusú naplók fogják tartalmazni az összes olyan naplóüzenetet, amelyek bizonyos üzenet feldolgozásához tartoznak. Magán az üzeneten dolgozó bármely modul naplózhatja a műveleteit ebbe a naplóba, ezáltal érthető áttekintést adva arról, hogy mi történik.

source: You can filter log entries based on their priority, by choosing desired priority in the left sidebar. Log level rules apply: by selecting a specific priority, you will get log entries that have that priority set and higher, with *Error* being the highest.
de: Sie können Protokolleinträge nach ihrer Priorität filtern, indem Sie die gewünschte Priorität in der linken Seitenleiste auswählen. Es gelten Regeln für die Protokollebene: Wenn Sie eine bestimmte Priorität auswählen, erhalten Sie Protokolleinträge, bei denen diese Priorität gesetzt und höher ist, wobei *Fehler* die höchste ist.
hu: Szűrheti a naplóbejegyzéseket a prioritásuk szerint, ha kiválasztja a kívánt prioritást a bal oldalsávban. A naplószintszabályok alkalmazása: egy bizonyos prioritás kiválasztásával azokat a naplóbejegyzéseket fogja megkapni, amelyek a beállított prioritással vagy magasabbal rendelkeznek. Az *Hiba* a legmagasabb.

source: Email Addresses
de: E-Mail-Adressen
hu: E-mail címek

source: OTOBO manages as many email addresses for your teams as needed. All your email addresses, whether for sending or receiving, are kept and configured nicely in one place. In the :ref:`queue settings`, the correct address is always chosen preventing that someone working in multiple roles sends an email out with the wrong account.
de: OTOBO verwaltet so viele E-Mail-Adressen für Ihre Teams wie nötig. Alle Ihre E-Mail-Adressen, ob zum Senden oder Empfangen, sind an einem Ort gespeichert und gut konfiguriert. In den :ref:`queue settings` wird immer die richtige Adresse gewählt, um zu verhindern, dass jemand, der in mehreren Rollen arbeitet, eine E-Mail mit dem falschen Konto versendet.

source: To enable OTOBO to send emails, you need a valid email address to be used by the system. OTOBO is capable of working with multiple email addresses, since many support installations need to use more than one. A queue can be linked to many email addresses, and vice versa. The address used for outgoing messages from a queue can be set when the queue is created.
de: Damit OTOBO E-Mails versenden kann, benötigen Sie eine gültige E-Mail-Adresse, die vom System verwendet wird. OTOBO ist in der Lage, mit mehreren E-Mail-Adressen zu arbeiten, da viele Support-Installationen mehr als eine verwenden müssen. Eine Queue kann mit vielen E-Mail-Adressen verknüpft sein und umgekehrt. Die Adresse, die für ausgehende Nachrichten aus einer Queue verwendet wird, kann beim Erstellen der Queue festgelegt werden.

source: Use this screen to add system email addresses to the system. An email address is already added to the system at installation time of OTOBO. The email address management screen is available in the *Email Addresses* module of the *Communication & Notifications* group.
de: Verwenden Sie diese Ansicht, um System-E-Mail-Adressen hinzuzufügen. Zur Zeitpunkt der Installation von OTOBO wurde dem System bereits eine E-Mail-Adresse hinzugefügt. Die Ansicht zur Verwaltung der E-Mail-Adresse ist im Modul *E-Mail-Adressen* der Gruppe *Kommunikation & Benachrichtigungen* verfügbar.

source: Email Address Management Screen
de: E-Mail-Adressen Verwaltung
hu: E-mail cím kezelése képernyő

source: Manage Email Addresses
de: E-Mail-Adressen verwalten
hu: E-mail címek kezelése

source: To add an email address:
de: So fügen Sie eine E-Mail-Adresse hinzu:
hu: Egy e-mail cím hozzáadásához:

source: Click on the *Add System Address* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Systemadresse hinzufügen*.
hu: Kattintson a *Rendszercím hozzáadása* gombra a bal oldalsávban.

source: Email Address Add Screen
de: E-Mail-Adresse bearbeiten
hu: E-mail cím hozzáadása képernyő

source: Email addresses can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: E-Mail-Adressen können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungülitg* oder *ungültig-temporär* gesetzt ist.
hu: Az e-mail címek nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: Once an email address is added and set to valid, OTOBO cannot send an email to this address. This prevents loopbacks which could crash your system. If you need to transfer information between departments please use the ticket split option in the article menu. This will allow you to create a new ticket to another team for assigning a task, for example.
de: Sobald eine E-Mail-Adresse hinzugefügt und auf gültig gesetzt wurde, kann OTOBO keine E-Mail an diese Adresse senden. Dadurch werden Schleifen vermieden, die Ihr System zum Absturz bringen könnten. Wenn Sie Informationen zwischen den Abteilungen austauschen möchten, verwenden Sie bitte die Option "Teilen" im Artikelmenü. Auf diese Weise können Sie ein neues Ticket für ein anderes Team erstellen, um z.B. eine Aufgabe zuzuweisen.

source: Article Menu
de: Artikelmenü
hu: Bejegyzésmenü

source: To edit an email address:
de: So bearbeiten Sie eine E-Mail-Adresse
hu: Egy e-mail cím szerkesztéséhez:

source: Click on an email address in the list of email addresses.
de: Klicken Sie auf eine E-Mail-Adresse in der Liste mit den E-Mail-Adressen.
hu: Kattintson egy e-mail címre az e-mail címek listájában.

source: Email Address Edit Screen
de: E-Mail-Adressen bearbeiten
hu: E-mail cím szerkesztése képernyő

source: If several email addresses are added to the system, use the filter box to find a particular email address by just typing the name to filter.
de: Wenn mehrere E-Mail-Adressen dem System hinzugefügt wurden, können Sie durch Eingabe des Namens in die Filterbox eine einzelne E-Mail-Adresse finden.
hu: Ha több e-mail cím van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos e-mail cím megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Email Address Settings
de: Einstellungen für E-Mail-Adressen
hu: E-mail cím beállításai

source: Email address \*
de: E-Mail-Adresse \*
hu: E-mail cím \*

source: The email address to be added.
de: Die E-Mail-Adresse die hinzugefügt werden soll.
hu: A hozzáadandó e-mail cím.

source: Display name \*
de: Anzeigename \*
hu: Megjelenített név \*

source: The name of this resource. Any type of characters can be entered to this field including uppercase letters and spaces. The name will be displayed in the sender information of the article.
de: Der Name der Ressource. In dieses Feld können beliebige Zeichen eingegeben werden, einschließlich Großbuchstaben und Leerzeichen. Der Name wird in den Senderinformationen eines Artikels angezeigt.
hu: Ennek az erőforrásnak a neve. Bármilyen típusú karakter beírható ebbe a mezőbe, beleértve a nagybetűket és a szóközt is. A név megjelenik a bejegyzés küldő információjánál.

source: Sender Information
de: Senderinformationen
hu: Küldő információk

source: The queue, to which the email address will be added as default email address.
de: Die Queue, zu der die E-Mail-Adresse als Standard E-Mail-Adresse hinzugefügt werden soll.
hu: A várólista, amelyhez az email cím hozzá lesz adva alapértelmezett e-mail címként.

source: This setting will apply if the email is distributed via the recipient address. This setting can be overridden by :doc:`postmaster-filters` or in the :ref:`Mail Account Settings` when *Dispatching by selected Queue* is chosen.
de: Diese Einstellung gilt, wenn die E-Mail über die Empfängeradresse verbreitet wird. Diese Einstellung kann durch :doc:`postmaster-filters` oder in den :ref:`Mail Account Settings` überschrieben werden, wenn *Verteilung nach ausgewählter Queue* ausgewählt ist.
hu: Ez a beállítás akkor lesz alkalmazva, ha az e-mail a címzett címén keresztül kerül terjesztésre. Ezt a beállítást felül lehet bírálni :doc:`postmaster-filters` használatával vagy a :ref:`Mail Account Settings` szakaszban leírtakkal, ha a *Szétválogatás a kiválasztott várólista szerint* van kiválasztva.

source: An email address can only be set to *invalid* or *invalid-temporarily*, if it is not assigned to any queue.
de: Eine E-Mail-Adresse kann nur dann auf *ungültig* oder *ungültig-temporär* gesetzt werden, wenn sie keiner Queue zugeordnet ist.
hu: Egy e-mail címet csak akkor lehet *érvénytelen* vagy *átmenetileg érvénytelen* értékűre állítani, ha nincs hozzárendelve egyetlen várólistához sem.

source: PGP Keys
de: PGP-Schlüssel
hu: PGP kulcsok

source: Secure communications protect your customers and you. In the GDPR encryption is explicitly mentioned as one of the security and personal data protection measures in a few articles. Although under the GDPR encryption is not mandatory, it is indeed essential in some areas.
de: Sichere Kommunikation schützt Ihre Kunden und Sie. In der DSGVO wird die Verschlüsselung explizit als eine der Sicherheits- und Datenschutzmaßnahmen in einigen Artikeln erwähnt. Obwohl die Verschlüsselung nach der DSGVO nicht zwingend vorgeschrieben wird, ist sie in einigen Bereichen tatsächlich unerlässlich.
hu: A biztonságos kommunikáció az ügyfeleket és Önt is védi. A GDPR néhány cikkben kifejezetten javasolja a titkosítást a biztonság és a személyes adatok védelme érdekében. Habár a GDPR által említett titkosítás nem kötelező, mégis különösen fontos bizonyos területeken.

source: OTOBO empowers you to encrypt communications where needed by means of :doc:`s-mime-certificates` or :doc:`pgp-keys`.
de: OTOBO ermöglicht es Ihnen, die Kommunikation bei Bedarf zu verschlüsseln. Dazu können Sie :doc:`s-mime-certificates` oder :doc:`pgp-keys` nutzen.

source: Setup of services and software required for encryption are not covered here because of independence to this software.
de: Die Einrichtung von Diensten und Software, die für die Verschlüsselung erforderlich sind, werden hier wegen der Unabhängigkeit von dieser Software nicht behandelt.
hu: A titkosításhoz szükséges szolgáltatások és szoftverek beállítása nincs itt részletezve, mert azok függetlenek ettől a szoftvertől.

source: Use this screen to add PGP keys to the system. The PGP management screen is available in the *PGP Keys* module of the *Communication & Notifications* group.
de: Verwenden Sie diese Ansicht, um PGP-Schlüssel dem System hinzuzufügen. Die PGP-Verwaltung ist im Modul *PGP-Schlüssel* in der Gruppe *Kommunikation & Benachrichtigungen* verfügbar.
hu: Használja ezt a képernyőt, hogy PGP kulcsokat adjon a rendszerhez. A PGP menedzsment képernyő a *Kommunikáció és értesítések* csoport *PGP kulcsok* moduljában érhető el.

source: PGP Management Screen
de: PGP-Verwaltung
hu: PGP kezelés képernyő

source: Manage PGP Keys
de: PGP-Schlüssel verwalten
hu: PGP kulcsok kezelése

source: To be able to use PGP keys in OTOBO, you have to activate its setting first.
de: Um PGP-Schlüssel in OTOBO verwenden zu können, müssen Sie zuerst deren Einstellung aktivieren.

source: Enable PGP Support
de: PGP-Unterstützung aktivieren
hu: PGP támogatás engedélyezése

source: To add a PGP key:
de: So fügen Sie einen PGP-Schlüssel hinzu:
hu: Egy PGP kulcs hozzáadásához:

source: Click on the *Add PGP Key* button in the left sidebar.
de: KLicken Sie in der linken Seitenleiste auf die Schaltfläche *PGP-Schlüssel hinzufügen*.
hu: Kattintson a *PGP kulcs hozzáadása* gombra a bal oldalsávban.

source: Click on *Browse…* button to open the file dialog.
de: Klicken Sie auf die Schaltfläche *Durchsuchen* um den Dateidialog ihres Systems zu öffnen.
hu: Kattintson a *Tallózás…* gombra a fájl párbeszédablak megnyitásához.

source: Select a PGP key from the file system.
de: Wählen Sie einen PGP-Schlüssel aus dem Dateisystem aus.
hu: Válasszon egy PGP kulcsot a fájlrendszerről.

source: Click on the *Add* button.
de: Klicken Sie auf die Schaltfläche *Hinzufügen*.
hu: Kattintson a *Hozzáadás* gombra.

source: Add PGP Key Screen
de: PGP-Schlüssel hinzufügen
hu: PGP kulcs hozzáadása képernyő

source: To delete a PGP key:
de: So entfernen Sie einen PGP-Schlüssel:
hu: Egy PGP kulcs törléséhez:

source: Click on the trash icon in the list of PGP keys.
de: Klicken Sie in der Liste mit den PGP-Schlüsseln auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra a PGP kulcsok listájában.

source: Delete PGP Key Screen
de: PGP-Schlüssel entfernen
hu: PGP kulcs törlése képernyő

source: If several PGP keys are added to the system, use the search box to find a particular PGP key.
de: Wenn dem System mehrere PGP-Schlüssel hinzugefügt werden, verwenden Sie das Suchfeld, um einen bestimmten PGP-Schlüssel zu finden.
hu: Ha több PGP kulcs van hozzáadva a rendszerhez, akkor használja a keresődobozt egy bizonyos PGP kulcs megkereséséhez.

source: PGP Configuration Options
de: PGP-Konfigurationsoptionen
hu: PGP beállítási lehetőségek

source: Postmaster Filters
de: Postmaster-Filter
hu: Levelezési szűrők

source: Pre-sorting standard mail done in a mail room takes care that not every piece of mail sent to the office goes to the same group of people. After a second look at the envelope, rerouting occurs where needed.
de: Die Vorsortierung von Standardpost in einer Poststelle sorgt dafür, dass nicht jede an das Büro gesendete Post an dieselbe Personengruppe geht. Nach einem zweiten Blick auf den Umschlag erfolgt bei Bedarf eine Umleitung.
hu: A szabványos levelek előválogatása az iktatóban gondoskodik arról, hogy egy irodának küldött levelek közül ne kerüljön az összes ugyanahhoz az embercsoporthoz. Miután másodjára is ránéznek a borítékra, átirányítás történik, ha szükséges.

source: Use this screen to add postmaster filters to the system. The postmaster filter management screen is available in the *PostMaster Filters* module of the *Communication & Notifications* group.
de: Verwenden Sie diese Ansicht, um Postmaster-Filter dem System hinzuzufügen. Die Verwaltung der Postmaster-Filter ist im Modul *Postmaster-Filter* in der Gruppe *Kommunikation & Benachrichtigungen* verfügbar.
hu: Használja ezt a képernyőt, hogy levelezési szűrőket adjon a rendszerhez. A levelezési szűrő kezelésének képernyője a *Kommunikáció és értesítések* csoport *Levelezési szűrők* moduljában érhető el.

source: Postmaster Filter Management Screen
de: Postmaster-Filter-Verwaltung
hu: Levelezési szűrő kezelés képernyő

source: Manage Postmaster Filters
de: Postmaster-Filter verwalten
hu: Levelezési szűrők kezelése

source: To add a postmaster filter:
de: So fügen Sie einen Postmaster-Filter hinzu:
hu: Egy levelezési szűrő hozzáadásához:

source: Click on the *Add PostMaster Filter* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Postmaster-Filter hinzufügen*.
hu: Kattintson a *Levelezési szűrő hozzáadása* gombra a bal oldalsávban.

source: To edit a postmaster filter:
de: So bearbeiten Sie einen Postmaster-Filter:
hu: Egy levelezési szűrő szerkesztéséhez:

source: Click on a postmaster filter in the list of postmaster filters.
de: Klicken Sie auf einen Postmaster-Filter in der Liste der Postmaster-Filter.
hu: Kattintson egy levelezési szűrőre a levelezési szűrők listájában.

source: To delete a postmaster filter:
de: So löschen Sie einen Postmaster-Filter:
hu: Egy levelezési szűrő törléséhez:

source: Click on the trash icon in the list of postmaster filters.
de: Klicken Sie in der Liste mit den Postmaster-Filtern auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra a levelezési szűrők listájában.

source: Delete Postmaster Filter Screen
de: Postmaster-Filter löschen
hu: Levelezési szűrő törlése képernyő

source: If several postmaster filters are added to the system, a filter box is useful to find a particular postmaster filter by just typing to filter.
de: Wenn dem System mehrere Postmaster-Filter hinzugefügt werden, können Sie in der Filterbox nach einem bestimmten Postmaster-Filter suchen.
hu: Ha több levelezési szűrő van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos levelezési szűrő megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Postmaster Filter Settings
de: Postmaster-Filter Einstellungen
hu: Levelezési szűrő beállítások

source: Postmaster Filter Settings Example
de: Beispiel für Postmaster-Filter Einstellungen
hu: Levelezési szűrő beállítások példa

source: Basic Postmaster Filter Settings
de: Grundlegende Postmaster-Filtereinstellungen
hu: Alapvető levelezési szűrő beállítások

source: Postmaster Filter Settings - Basic
de: Postmaster-Filter - Grundlegende Einstellungen
hu: Levelezési szűrő beállítások – alapvető beállítások

source: Stop after match \*
de: Stoppen nach Treffer \*
hu: Leállítás találat után \*

source: All postmaster filters are executed.
de: Alle Postmaster-Filter werden ausgeführt.
hu: Az összes levelezési szűrő kiértékelésre kerül.

source: The current postmaster filter is still evaluated, but evaluation of the remaining filters is canceled.
de: Der aktuelle Postmaster-Filter wird noch ausgewertet, aber die Auswertung der restlichen Filter wird abgebrochen.
hu: A jelenlegi levelezési szűrő továbbra is kiértékelésre kerül, de a hátralévő szűrők kiértékelése meg lesz szakítva.

source: Filter Condition
de: Filterbedingung
hu: Szűrőfeltétel

source: Postmaster Filter Settings - Filter Condition
de: Postmaster-Einstellungen - Filterbedingungen
hu: Levelezési szűrő beállítások – szűrőfeltétel

source: A postmaster filter consists of one or more conditions that must be met in order for the defined actions to be executed on the email. Filter conditions can be defined for specific mail header entries or for strings in the mail body.
de: Ein Postmaster-Filter besteht aus einer oder mehreren Bedingungen, die erfüllt sein müssen, damit die definierten Aktionen in der E-Mail ausgeführt werden können. Filterbedingungen können für bestimmte E-Mail-Header-Einträge oder für Zeichenketten im Mailtext definiert werden.
hu: Egy levelezési szűrő egy vagy több feltételből áll, amelyeknek teljesülniük kell azért, hogy a meghatározott művelet végrehajtásra kerüljön a levélen. A szűrőfeltételek meghatározhatók bizonyos levélfejlécekhez vagy a levél törzsében lévő karakterláncokhoz.

source: A list of mail header entries can be found in `RFC5322 <https://tools.ietf.org/html/rfc5322>`_. It is also possible to define ``X-OTOBO`` headers as filter condition. The different ``X-OTOBO`` headers and their meaning are the following:
de: Eine Liste der Mail-Header-Einträge finden Sie unter `RFC5322 <https://tools.ietf.org/html/rfc5322>`_. Es ist auch möglich, ``X-OTOBO`` Header als Filterbedingung zu definieren. Die verschiedenen ``X-OTOBO`` Header und ihre Bedeutung sind die folgenden:

source: This contains as value the number of attachments which are contained in the email (e.g. *0* for mails without attachments).
de: Dieser enthält als Wert die Anzahl der Anhänge, die in der E-Mail enthalten sind (z.B. *0* für E-Mails ohne Anhänge).
hu: Ez tartalmazza értékként a mellékletek számát, amelyek az e-mailhez vannak csatolva (például *0* a mellékletek nélküli leveleknél).

source: If the incoming mail was encrypted, it is possible to add a search term to look for the body of the incoming encrypted mail.
de: Wenn die eingehende E-Mail verschlüsselt wurde, ist es möglich, einen Suchbegriff hinzuzufügen, um nach dem Text der eingehenden verschlüsselten E-Mail zu suchen.
hu: Ha a bejövő levél titkosított, akkor lehetőség egy olyan keresési kifejezés hozzáadásához, amely a bejövő titkosított levél törzsében keres.

source: Set the customer ID for the ticket.
de: Setzt die Kunden-ID für das Ticket.
hu: Az ügyfél-azonosító beállítása a jegynél.
