Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Agent and access management for your service desk should be easy. Flexibility in adding, editing, invalidating access and a quick overview of which permissions a user has will help you maintain a clean permissions system and record of your setup in OTOBO.
de: Das Agenten- und Zugriffsmanagement für Ihren Service-Desk sollte einfach sein. Flexibilität beim Hinzufügen, Bearbeiten, Entwerten des Zugriffs und ein schneller Überblick darüber, welche Berechtigungen ein Benutzer hat, helfen Ihnen, ein sauberes Berechtigungssystem zu pflegen und Ihr Setup in OTOBO aufzuzeichnen.

source: OTOBO aids you giving you the power to manage agents within OTOBO across multiple back ends. OTOBO can use up-to ten back end sources, even marking some as read-only. Managing user settings centrally, an administrator can quickly invalidate a compromised account or set an account to out-of-office in case of an unexpected illness.
de: OTOBO unterstützt Sie dabei, Agenten innerhalb von OTOBO über mehrere Backends hinweg zu verwalten. OTOBO kann bis zu zehn Backend-Quellen verwenden und sogar einige als schreibgeschützt markieren. Durch die zentrale Verwaltung der Benutzereinstellungen kann ein Administrator im Falle einer unerwarteten Krankheit schnell ein kompromittiertes Konto ungültig setzen oder ein Konto auf Abwesenheitsnotiz setzen.

source: Use this screen to add agents to the system. A fresh OTOBO installation contains an agent with administrator privileges by default. The agent management screen is available in the *Agents* module of the *Users, Groups & Roles* group.
de: Verwenden Sie diese Ansicht, um Agenten zum System hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig einen Agent mit Administrator-Rechten. Die Ansicht zur Verwaltung der Agenten ist im Modul *Agenten* in der Gruppe *Benutzer, Gruppen & Rollen* verfügbar.

source: Agent Management Screen
de: Agenten verwalten
hu: Ügyintéző-kezelés képernyő

source: The superuser account username is *root@localhost*. Don't use the superuser account to work with OTOBO! Create new agents and work with these accounts instead. One of the adverse effects is that :doc:`../processes-automation/access-control-lists` will not have an effect on this user.
de: Der Benutzername des Superuser-Kontos lautet *root@localhost*. Verwenden Sie nicht das Superuser-Konto, um mit OTOBO zu arbeiten! Erstellen Sie neue Agenten und arbeiten Sie stattdessen mit diesen Konten. Eine der nachteiligen Auswirkungen ist, dass :doc:`../processes-automation/access-control-lists` keine Auswirkungen auf diesen Benutzer haben.

source: Manage Agents
de: Agenten verwalten
hu: Ügyintézők kezelése

source: Adding or editing an agent is possible only by using database back end. Using explicitly external directory services like LDAP and, based on configuration, some databases are read-only. Personal preferences like out-of-office can still be set.
de: Das Hinzufügen oder Bearbeiten eines Agenten ist nur über das Datenbank-Backend möglich. Die Verwendung explizit externer Verzeichnisdienste wie LDAP und, je nach Konfiguration, einiger Datenbanken ist schreibgeschützt. Persönliche Einstellungen wie Abwesenheiten können weiterhin eingestellt werden.
hu: Egy ügyintéző hozzáadása vagy szerkesztése csak az adatbázis háttérprogram használatával lehetséges. A külső könyvtárszolgáltatások használata kifejezetten csak olvasható, mint például az LDAP vagy néhány adatbázis a beállítások szerint. A személyes beállításokat továbbra is be lehet állítani, mint például az irodán kívüli állapotot.

source: To add an agent:
de: So fügen Sie einen Agenten hinzu:
hu: Egy ügyintéző hozzáadásához:

source: Click on the *Add Agent* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Agent hinzufügen*.
hu: Kattintson az *Ügyintéző hozzáadása* gombra a bal oldalsávban.

source: Add Agent Screen
de: Agent hinzufügen
hu: Ügyintéző hozzáadása képernyő

source: Agents can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Agenten können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: Az ügyintézők nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit an agent:
de: So bearbeiten Sie einen Agent:
hu: Egy ügyintéző szerkesztéséhez:

source: Click on an agent in the list of agents.
de: Klicken Sie in der Liste mit den Agenten auf einen Agent.
hu: Kattintson egy ügyintézőre az ügyintézők listájában.

source: Edit Agent Screen
de: Agent bearbeiten
hu: Ügyintéző szerkesztése képernyő

source: It is also possible to edit the agent personal preferences. To do this, click on the *Edit personal preferences for this agent* button in the left sidebar of the *Edit Agent* screen.
de: Es ist auch möglich, die persönlichen Einstellungen eines Agenten zu bearbeiten. Um dies zu tun, klicken Sie auf die *Persönliche Einstellungen für diesen Agenten bearbeiten*-Schaltfläche in der linken Seitenleiste in der *Agent bearbeiten*-Ansicht.
hu: Lehetőség van az ügyintéző személyes beállításainak szerkesztésére is. Ehhez kattintson a *Személyes beállítások szerkesztése ennél az ügyintézőnél* gombra az *Ügyintéző szerkesztése* képernyő bal oldalsávjában.

source: To find an agent:
de: So finden Sie einen Agent:
hu: Egy ügyintéző kereséséhez:

source: Enter a search term to the search box in the left sidebar.
de: Geben Sie einen Suchbegriff in das Suchfeld in der linken Seitenleiste ein.
hu: Írjon be egy keresési kifejezést a keresődobozba a bal oldalsávban.

source: Click on the magnifying glass icon in the right part of the field or hit an ``Enter``.
de: Klicken Sie auf das Lupen-Symbol oder betätigen Sie ``Eingabe``.
hu: Kattintson a nagyító ikonra a mező jobb oldalán, vagy nyomja meg az ``Enter`` billentyűt.

source: If several agents are added to the system, use the search box to find a particular agent. Only the first 1000 agents are listed by default.
de: Wenn dem System mehrere Agenten hinzugefügt wurden, nutzen Sie das Suchfeld, um einen einzelnen Agenten zu finden. Standardmäßig werden nur die ersten 1000 Agenten angezeigt.
hu: Ha több ügyintéző van hozzáadva a rendszerhez, akkor használja a keresődobozt egy bizonyos ügyintéző megkereséséhez. Csak az első 1000 ügyintéző van felsorolva alapértelmezetten.

source: The agent permissions can be controlled by adding an agent to :doc:`groups` or :doc:`roles`. This can result a complex matrix of permissions. The effective permissions for an agent can be checked in the bottom of the *Edit Agent* screen. If roles (recommended) are used, this screen will reflect the combined permissions as dictated by the roles.
de: Die Berechtigungen des Agenten können gesteuert werden, indem ein Agent zu :doc:`groups` oder :doc:`roles` hinzugefügt wird. Dies kann zu einer komplexen Matrix von Berechtigungen führen. Die effektiven Berechtigungen für einen Agenten können unten auf der Ansicht *Agent bearbeiten* überprüft werden. Wenn Rollen (empfohlen) verwendet werden, spiegelt diese Ansicht die kombinierten Berechtigungen wider, wie sie von den Rollen vorgegeben sind.
hu: Az ügyintéző jogosultságai úgy szabályozhatók, ha egy ügyintézőt :doc:`groups` vagy :doc:`roles` tagjává teszünk. Ez egy összetett jogosultsági mátrixot eredményezhet. Egy ügyintéző tényleges jogosultságai az *Ügyintéző szerkesztése* képernyő alján ellenőrizhető. Ha szerepeket is használnak (ajánlott), akkor ez a képernyő azokat az egyesített jogosultságokat fogja megjeleníteni, amelyeket a szerepek adnak.

source: Effective Permissions for Agent Widget
de: Effektive Berechtigungen für Agent
hu: Tényleges jogosultságok az ügyintézőnél felületi elem

source: Agent Settings
de: Einstellungen für Agenten
hu: Ügyintéző beállításai

source: These are the default fields available for the internal database table.
de: Dies sind die Standardfelder, die für die interne Datenbank-Tabelle zur Verfügung stehen.
hu: Ezek a belső adatbázistáblánál elérhető alapértelmezett mezők.

source: Title or salutation
de: Titel oder Anrede
hu: Titulus vagy megszólítás

source: Some name prefix can be added here like *Mr.*, *Dr.*, *Jr.*, etc.
de: Hier können einige Präfixe, wie bspw. *Dr.* oder *Prof.* etc. hinzugefügt werden.
hu: Valamilyen név előtag adható meg itt, mint például *Mr.*, *Dr.*, *Ifj.*, stb.

source: Firstname \*
de: Vorname \*
hu: Keresztnév \*

source: The first name of the agent.
de: Der Vorname eines Agenten.
hu: Az ügyintéző keresztneve.

source: Lastname \*
de: Nachname \*
hu: Vezetéknév \*

source: The last name of the agent.
de: Der Nachname eines Agenten.
hu: Az ügyintéző vezetékneve.

source: The agent display name can be set via the system configuration setting ``FirstnameLastnameOrder``.
de: Der angezeigte Name eines Agenten, kann mit der Systemkonfigurations-Einstellung ``FirstnameLastnameOrder`` geändert werden.
hu: Az ügyintéző megjelenített neve a ``FirstnameLastnameOrder`` rendszerbeállítási lehetőségen keresztül állítható be.

source: The username of the agent to login to the system.
de: Der Benutzername des Agenten, der sich am System anmeldet.
hu: Az ügyintéző felhasználóneve a rendszerre történő bejelentkezéshez.

source: Password
de: Passwort
hu: Jelszó

source: The password of the agent. This will be auto-generated if left empty.
de: Das Passwort des Agenten. Wird automatisch generiert, wenn das Feld leer gelassen wird.
hu: Az ügyintéző jelszava. Automatikusan lesz előállítva, ha üresen marad.

source: The email address of the agent.
de: Die E-Mail-Adresse des Agenten.
hu: Az ügyintéző e-mail címe.

source: The email syntax and validity of an available MX record could prevent you from submitting this form. For some systems it may be acceptable to turn off these checks. See the :ref:`Agent Configuration Options`.
de: Die E-Mail-Syntax und die Gültigkeit eines verfügbaren MX-Eintrags können verhindern, dass Sie dieses Formular absenden. Für einige Systeme kann es akzeptabel sein, diese Prüfungen zu deaktivieren. Siehe :ref:`Agent Configuration Options`.
hu: Az e-mail szintaxisa és az elérhető MX-rekord érvényessége megakadályozhatja az űrlap elküldésében. Néhány rendszernél elfogadható lehet ezeknek az ellenőrzéseknek a kikapcsolása. Nézze meg az :ref:`Agent Configuration Options` szakaszt.

source: Mobile
de: Mobiltelefon
hu: Mobiltelefon

source: The mobile phone number of the agent.
de: Die Mobilfunknummer des Agenten.
hu: Az ügyintéző mobiltelefonszáma.

source: Agent Back End Sources
de: Backend-Quellen für Agenten
hu: Ügyintézői háttérprogram források

source: Agent Authentication Back End
de: Agenten-Authentifizierungs-Backend
hu: Ügyintézői hitelesítő háttérprogram

source: The users table houses your agent data per default. You may attach a directory server (LDAP/Active Directory) to your installation for authentication. To achieve this copy the following block from the ``Defaults.pm`` and paste it into the ``Config.pm``.
de: Die Tabelle ``users`` enthält standardmäßig Ihre Agentendaten. Sie können einen Verzeichnis-Server (LDAP/Active Directory) zur Authentifizierung an Ihre Installation anhängen. Um dies zu erreichen, kopieren Sie den folgenden Block aus der ``Defaults.pm`` und fügen ihn in die ``Config.pm`` ein.
hu: Alapértelmezetten a felhasználók tábla tárolja az ügyintéző adatait. A hitelesítéshez csatolhat egy könyvtárkiszolgálót (LDAP vagy Active Directory) a telepítéséhez. Ehhez másolja le a következő blokkot a ``Defaults.pm`` fájlból, és illessze be a ``Config.pm`` fájlba.

source: The minimum required to connect to a directory server is:
de: Das Minimum, das für die Verbindung zu einem Verzeichnis-Server erforderlich ist, sind:
hu: A minimum követelmény egy könyvtárkiszolgálóhoz történő csatlakozáshoz:

source: The DNS name or IP of your directory server.
de: Der DNS-Name oder die IP Ihres Verzeichnis-Servers.
hu: A könyvtárkiszolgáló DNS-neve vagy IP-címe.

source: The starting point in your directory tree.
de: Der Startpunkt in Ihrem Verzeichnisbaum.
hu: A kezdőpont a könyvtárfában.

source: The attribute used for login and identification.
de: Das Attribut, das für die Anmeldung und Identifizierung verwendet wird.
hu: A bejelentkezéshez és azonosításhoz használt attribútum.

source: This is ``sAMAccountName`` for an Active Directory.
de: Das ist ein ``sAMAccountName`` für ein Active Directory.
hu: Ez a ``sAMAccountName`` egy Active Directory használatakor.

source: To use multiple back ends, add an additional section of the example code to the ``Config.pm``. Please make sure to add a numeric value [1-9] to all settings to indicate which settings belong to which back end.
de: Um mehrere Backends zu verwenden, fügen Sie der ``Config.pm`` einen zusätzlichen Abschnitt des Beispielcodes hinzu. Achten Sie darauf, dass alle Einstellungen mit einem Zahlenwert [1-9] versehen sind, der angibt, welche Einstellungen zu welchem Backend gehören.
hu: Több háttérprogram használatához adja hozzá a példakód szakaszát újra a ``Config.pm`` fájlhoz. Győződjön meg arról, hogy hozzáadott-e egy számszerű értéket [1-9] az összes beállításhoz, hogy jelezze, mely beállítások mely háttérprogramhoz tartoznak.

source: All back ends will are used in succession. The UID must be unique to all back ends, otherwise some side effects may occur.
de: Alle Backends werden nacheinander verwendet. Die UID muss für alle Backends eindeutig sein, da sonst einige Nebenwirkungen auftreten können.
hu: Az összes háttérprogram sorrendben lesz használva. Az UID értékének egyedinek kell lennie az összes háttérprogramnál, különben mellékhatások fordulhatnak elő.

source: To synchronize with a specific directory server (see :ref:`Agent User Data` below), you must add the appropriate setting to your :ref:`Agent Authentication Back End`. To achieve this copy the following block from the ``Defaults.pm`` and paste it into the ``Config.pm``.
de: Um mit einem bestimmten Verzeichnis-Server zu synchronisieren (siehe unten :ref:`Agent User Data`), müssen Sie die entsprechende Einstellung zu Ihrem :ref:`Agent Authentication Back End` hinzufügen. Um dies zu erreichen, kopieren Sie den folgenden Block aus der ``Defaults.pm`` und fügen ihn in die ``Config.pm`` ein.
hu: Egy bizonyos könyvtárkiszolgálóval történő szinkronizáláshoz (lásd az :ref:`Agent User Data` szakaszt alább) hozzá kell adnia a megfelelő beállítást az :ref:`Agent Authentication Back End` beállításához. Ehhez másolja le a következő blokkot a ``Defaults.pm`` fájlból, és illessze be a ``Config.pm`` fájlba.

source: Reuse of an :ref:`Agent Synchronization Back End` is also possible.
de: Die Wiederverwendung eines :ref:`Agent Synchronization Back End` ist ebenfalls möglich.
hu: Egy :ref:`Agent Synchronization Back End` újrahasználata is lehetséges.

source: Agent Synchronization Back End
de: Agenten-Synchronisierungs-Backend
hu: Ügyintézői szinkronizációs háttérprogram

source: It is advisable to synchronize the agent data so that agents need not be manually added to the users table prior to authorization. Additionally, groups and roles can be added automatically using security objects of the directory server.
de: Es ist ratsam, die Agentendaten zu synchronisieren, damit Agenten nicht vor der Autorisierung manuell in die Tabelle ``users`` aufgenommen werden müssen. Zusätzlich können Gruppen und Rollen automatisch über Sicherheitsobjekte des Verzeichnis-Servers hinzugefügt werden.
hu: Ajánlott az ügyintézői adatok szinkronizálása, azért hogy az ügyintézőket ne kelljen kézzel hozzáadni a felhasználók táblájához az engedélyezés előtt. Ezenkívül a könyvtárkiszolgáló biztonsági objektumainak használatával csoportok és szerepek is automatikusan hozzáadhatók.

source: Agent User Data
de: Benutzerdaten des Agenten
hu: Ügyintézői felhasználó-adatok

source: Syncing user data upon login. To achieve this copy the following block from the ``Defaults.pm`` and paste it into the ``Config.pm``.
de: Synchronisation der Benutzerdaten bei der Anmeldung. Um dies zu erreichen, kopieren Sie den folgenden Block aus der ``Defaults.pm`` und fügen ihn in die ``Config.pm`` ein.
hu: Felhasználói adatok szinkronizálása bejelentkezéskor. Ehhez másolja le a következő blokkot a ``Defaults.pm`` fájlból, és illessze be a ``Config.pm`` fájlba.

source: Multiple :ref:`Agent Synchronization Back End` blocks can be used. Please make sure to add a numeric value [1-9] to all settings to indicate which settings belong to which back end. Each ``AuthSyncModule`` must be explicitly used in an :ref:`Agent Authentication Back End`.
de: Mehrere :ref:`Agent Synchronization Back End`-Blöcke können verwendet werden. Achten Sie darauf, dass alle Einstellungen mit einem Zahlenwert[1-9] versehen sind, der angibt, welche Einstellungen zu welchem Backend gehören. Jedes ``AuthSyncModule`` muss explizit in einem :ref:`Agent Authentication Back End` verwendet werden.
hu: Több :ref:`Agent Synchronization Back End` blokk is használható. Győződjön meg arról, hogy hozzáadott-e egy számszerű értéket [1-9] az összes beállításhoz, hogy jelezze, mely beállítások mely háttérprogramhoz tartoznak. Minden egyes ``AuthSyncModule`` beállítást kifejezetten használni kell egy :ref:`Agent Authentication Back End` beállításnál.

source: Agent Group Data
de: Gruppendaten des Agenten
hu: Ügyintézői csoportadatok

source: It is possible to use security objects to synchronize users to OTOBO groups. To achieve this copy the following block from the ``Defaults.pm`` and paste it into the ``Config.pm``.
de: Es ist möglich, Benutzer über Sicherheitsobjekte mit OTOBO-Gruppen zu synchronisieren. Um dies zu erreichen, kopieren Sie den folgenden Block aus der ``Defaults.pm`` und fügen ihn in die ``Config.pm`` ein.

source: :doc:`groups` must be available in OTOBO to use this feature.
de: :doc:`groups` müssen in OTOBO verfügbar sein, um diese Funktion nutzen zu können.

source: Agent Role Data
de: Rollendaten des Agenten
hu: Ügyintézői szerepadatok

source: It is possible to use security objects to synchronize users to OTOBO roles. To achieve this copy the following block from the ``Defaults.pm`` and paste it into the ``Config.pm``.
de: Es ist möglich, Benutzer über Sicherheitsobjekte mit OTOBO-Rollen zu synchronisieren. Um dies zu erreichen, kopieren Sie den folgenden Block aus der ``Defaults.pm`` und fügen ihn in die ``Config.pm`` ein.

source: :doc:`roles` must be available in OTOBO to use this feature.
de: :doc:`roles` müssen in OTOBO verfügbar sein, um diese Funktion nutzen zu können.

source: Agent Configuration Options
de: Konfigurationsoptionen des Agenten
hu: Ügyintéző beállítási lehetőségei

source: Agents ↔ Groups
de: Agenten ↔ Gruppen
hu: Ügyintézők ↔ Csoportok

source: Efficient and straightforward management of permissions is essential in a growing business. Easy assignment of a particular user to a group for quick access, or to remove access, to resources is a must in every case.
de: Eine effiziente und unkomplizierte Verwaltung von Berechtigungen ist in einem wachsenden Unternehmen unerlässlich. Die einfache Zuordnung eines bestimmten Benutzers zu einer Gruppe für den schnellen Zugriff oder zum Entfernen des Zugriffs auf Ressourcen ist in jedem Fall ein Muss.
hu: A jogosultságok hatékony és egyértelmű kezelése elengedhetetlen egy növekvő vállalkozásban. Egy bizonyos felhasználó egy csoporthoz való egyszerű hozzárendelése az erőforrások gyors eléréséhez vagy a hozzáférés eltávolítása az erőforrás elérésétől minden esetben kötelező.

source: The OTOBO interface provides you both with the possibility to manage an agent's access to one or more particular groups. As well, you can change multiple users access to any one group, efficiently and elegantly.
de: Das OTOBO-Interface bietet Ihnen die Möglichkeit, den Zugriff eines Agenten auf eine oder mehrere bestimmte Gruppen zu verwalten. Darüber hinaus können Sie den Zugriff mehrerer Benutzer auf eine Gruppe effizient und elegant ändern.

source: Use this screen to add one or more agents to one or more groups. To use this function, at least one agent and one group need to have been added to the system. The management screen is available in the *Agents ↔ Groups* module of the *Users, Groups & Roles* group.
de: Verwenden Sie diese Ansicht, um einen oder mehrere Agenten zu einer oder mehreren Gruppen zuzuordnen. Um diese Funktion zu nutzen, muss wenigstens ein Agent und eine Gruppe dem System hinzugefügt werden. Die Ansicht zur Verwaltung ist im Modul *Agenten ↔ Gruppen* in der Gruppe *Benutzer, Gruppen & Rollen* verfügbar.
hu: Használja ezt a képernyőt, hogy egy vagy több ügyintézőt adjon hozzá egy vagy több csoporthoz. A funkció használatához az szükséges, hogy legalább egy ügyintéző és legalább egy csoport hozzá legyen adva a rendszerhez. A kezelőképernyő a *Felhasználók, csoportok és szerepek* csoport *Ügyintézők ↔ Csoportok* moduljában érhető el.

source: Manage Agent-Group Relations
de: Zuordnungen von Agent und Gruppe verwalten
hu: Ügyintéző–Csoport kapcsolatok kezelése

source: Manage Agents ↔ Groups Relations
de: Agenten ↔ Gruppen Zuordnungen verwalten
hu: Ügyintézők ↔ Csoportok kapcsolatainak kezelése

source: To assign some groups to an agent:
de: So ordnen Sie Gruppen zu Agenten hinzu:
hu: Néhány csoportnak egy ügyintézőhöz való rendeléséhez:

source: Click on an agent in the *Agents* column.
de: Klicken Sie in der Spalte *Agenten* auf einen Agent.
hu: Kattintson egy ügyintézőre az *Ügyintézők* oszlopban.

source: Select the permissions you would like to connect the agent to groups with.
de: Wählen Sie die Berechtigungen aus, mit denen Sie den Agenten mit Gruppen verbinden möchten.
hu: Válassza ki azokat a jogosultságokat, amelyekkel össze szeretné kapcsolni az ügyintézőt a csoportokkal.

source: Change Group Relations for Agent
de: Gruppenzuordnungen verwalten für Agenten
hu: Csoportkapcsolatok megváltoztatása egy ügyintézőnél

source: To assign some agents to a group:
de: So ordnen Sie Agenten zu einer Gruppe zu:
hu: Néhány ügyintézőnek egy csoporthoz való rendeléséhez:

source: Click on a group in the *Groups* column.
de: Klicken Sie in der Spalte *Gruppen* auf eine Gruppe.
hu: Kattintson egy csoportra a *Csoportok* oszlopban.

source: Select the permissions you would like to connect the group to agents with.
de: Wählen Sie die Berechtigungen aus, mit denen Sie die Gruppe mit Agenten verbinden möchten.
hu: Válassza ki azokat a jogosultságokat, amelyekkel össze szeretné kapcsolni a csoportot az ügyintézőkkel.

source: Change Agent Relations for Group
de: Agentenzuordnungen verwalten für Gruppe
hu: Ügyintéző-kapcsolatok megváltoztatása egy csoportnál

source: If several agents or groups are added to the system, use the filter box to find a particular agent or group by just typing the name to filter.
de: Wenn dem System mehrere Agenten oder Gruppen hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Agenten oder Gruppe zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több ügyintéző vagy csoport van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos ügyintéző vagy csoport megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.
