Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: The notification won't be displayed in agent preferences. The notification is sent to all appropriate agents by the defined method.
de: Die Benachrichtigung wird in den Agenteneinstellungen nicht angezeigt. Die Benachrichtigung wird über die definierte Methode an alle zuständigen Bearbeiter gesendet.
hu: Az értesítés nem lesz megjelenítve az ügyintéző beállításaiban. Az értesítés az összes megfelelő ügyintézőnek elküldésre kerül a meghatározott módszerrel.

source: Yes
de: Ja
hu: Igen

source: The notification will be displayed in agent preferences for selection. The agents may opt-in or opt-out.
de: Die Benachrichtigung wird in den Agenteneinstellungen zur Auswahl angezeigt. Die Agenten können sich an- oder abmelden.
hu: Az értesítés meg lesz jelenítve az ügyintéző beállításaiban. Az ügyintézők kiválaszthatják vagy törölhetik a beállítást.

source: Yes, but require at least one active notification method.
de: Ja, aber mindestens eine Benachrichtigungsmethode muss aktiviert sein.
hu: Igen, de legalább egy aktív értesítési módszert igényel.

source: The notification will be displayed in agent preferences, but require at least one active notification method. This is annotated by an asterisk next to the name.
de: Die Benachrichtigung wird in den Agenteneinstellungen angezeigt, erfordert aber mindestens eine aktivierte Benachrichtigungsmethode. Dies ist durch ein Sternchen neben dem Namen gekennzeichnet.
hu: Az értesítés meg lesz jelenítve az ügyintéző beállításaiban, de legalább egy bekapcsolt értesítési módszert igényel. Ezt a név mellett csillag magyarázza el.

source: Personal Appointment Notification Settings
de: Persönliche Einstellungen - Benachrichtigungseinstellungen
hu: Személyes időpont-értesítési beállítások

source: Agent preferences tooltip
de: Kurzinfo für die persönlichen Agenten-Einstellungen
hu: Ügyintézői beállítások buboréksúgó

source: This message will be shown on the agent preferences screen as a tooltip for this notification.
de: Diese Nachricht wird als Kurzinfo für diese Benachrichtigung im Einstellungsbildschirm der Agenten-Einstellungen angezeigt.
hu: Ez az üzenet egy buboréksúgóként lesz megjelenítve az ügyintézői beállítások képernyőn ennél az értesítésnél.

source: Appointment Events
de: Ereignisse
hu: Időpontesemények

source: Appointment Notification Settings - Events
de: Terminbenachrichtung-Einstellungen - Ereignisse
hu: Időpont-értesítési beállítások – események

source: Here you can choose which events will trigger this notification. An additional appointment filter can be applied below to only send for appointments with certain criteria.
de: Hier können Sie auswählen, welche Ereignisse diese Benachrichtigung auslösen. Ein zusätzlicher Terminfilter kann weiter unten eingestellt werden, um die Benachrichtigungen nur für Termine mit bestimmten Merkmalen zu versenden.
hu: Itt választhatja ki, hogy mely események fogják aktiválni ezt az értesítést. Egy további időpontszűrő alkalmazható lent a csak egy bizonyos feltétellel rendelkező időpontoknál történő küldéshez.

source: Possible events are:
de: Mögliche Ereignisse sind:
hu: A lehetséges események:

source: Executed after an appointment has been created.
de: Wird ausgeführt, wenn ein Termin erstellt wurde.
hu: Azután kerül végrehajtásra, ha egy időpontot létrehoztak.

source: Executed after an appointment has been updated.
de: Wird ausgeführt, wenn ein Termin aktualisiert wurde.
hu: Azután kerül végrehajtásra, ha egy időpontot frissítettek.

source: Executed after an appointment has been deleted.
de: Wird ausgeführt, wenn ein Termin gelöscht wurde.
hu: Azután kerül végrehajtásra, ha egy időpontot töröltek.

source: This is a special appointment event that will be executed by the OTOBO daemon in time. If an appointment contains a date/time value for notifications, as already described in this documentation, and such a notification date is reached, the OTOBO daemon will execute this kind of event for every related appointment separately.
de: Dies ist ein besonderes Terminereignis, das vom OTOBO-Daemon rechtzeitig ausgeführt wird. Wenn ein Termin einen Datums-/Uhrzeitwert für Benachrichtigungen enthält, wie bereits in dieser Dokumentation beschrieben, und ein solches Benachrichtigungsdatum erreicht ist, führt der OTOBO-Daemon diese Art von Ereignis für jeden zugehörigen Termin separat aus.

source: Executed after a calendar has been created.
de: Wird ausgeführt, wenn ein Kalender erstellt wurde.
hu: Azután kerül végrehajtásra, ha egy naptárat létrehoztak.

source: Executed after a calendar has been updated.
de: Wird ausgeführt, wenn ein Kalender aktualisiert wurde.
hu: Azután kerül végrehajtásra, ha egy naptárat frissítettek.

source: Appointment Filter
de: Terminfilter
hu: Időpont szűrő

source: Appointment Notification Settings - Appointment Filter
de: Terminbenachrichtung-Einstellungen - Terminfilter
hu: Időpont-értesítési beállítások – időpontszűrő

source: This widget can optionally be used to narrow the list of appointments by matching configured values:
de: Dieses Widget kann optional verwendet werden, um die Liste der Termine durch Abgleich der konfigurierten Werte einzuschränken:
hu: Ez a felületei elem opcionálisan használható az időpontok listájának szűkítéséhez, ha azok illeszkednek a beállított értékekre:

source: Calendar
de: Kalender
hu: Naptár

source: Select which calendar the related appointment needs to be part of.
de: Wählen Sie aus, zu welchem Kalender der zugehörige Termin gehören soll.
hu: Annak kiválasztása, hogy a kapcsolódó időpontnak mely naptár részének kell lennie.

source: Title
de: Titel
hu: Cím

source: Filter for a part or complete title of the appointment.
de: Filtern Sie nach einem Teil oder vollständigen Titel des Termins.
hu: Szűrő az időpont címének egy részéhez vagy a teljes címhez.

source: Location
de: Standort
hu: Hely

source: Filter for a part or complete location of the appointment.
de: Filtern Sie nach einem Teil oder einem kompletten Ort des Termins.
hu: Szűrő az időpont helyének egy részéhez vagy a teljes helyhez.

source: Choose from a list of teams or resources assigned to the appointments.
de: Wählen Sie aus einer Liste von Teams oder Ressourcen, die den Terminen zugeordnet sind.
hu: Válasszon az időponthoz rendelt csapatok vagy erőforrások listájából.

source: Appointment Notification Recipients
de: Terminbenachrichtigungen Empfänger
hu: Időpont-értesítés címzettjei

source: Appointment Notification Settings - Recipients
de: Terminbenachrichtigung-Einstellungen - Empfänger
hu: Időpont-értesítési beállítások – címzettek

source: Send to
de: Senden an
hu: Küldés neki

source: Select which agents should receive the notifications. Possible values are:
de: Wählen Sie, welche Agenten eine Benachrichtigung erhalten sollen. Mögliche Werte sind:
hu: Annak kiválasztása, hogy mely ügyintézőnek kell megkapnia az értesítéseket. A lehetséges értékek:

source: Agent (resources), who are selected within the appointment
de: Agenten (Ressourcen), welche innerhalb des Termins ausgewählt werden
hu: Ügyintéző (erőforrások), aki az időponton belül ki lett jelölve

source: All agents with (at least) read permission for the appointment (calendar)
de: Alle Agenten mit (mindestens) Leseberechtigung für den Termin(kalender)
hu: Az összes ügyintéző, akiknek (legalább) olvasási jogosultságuk van az időpontokhoz (naptárhoz)

source: All agents with write permission for the appointment (calendar)
de: Alle Agenten mit Schreibberechtigung für den Termin(kalender)
hu: Az összes ügyintéző, akiknek írási jogosultságuk van az időponthoz (naptárhoz)

source: Send to these agents
de: An diese Agenten senden
hu: Küldés ezeknek az ügyintézőknek

source: One or more agents can be selected who should receive the notifications.
de: Es können ein oder mehrere Agenten ausgewählt werden, die die Benachrichtigungen erhalten sollen.
hu: Egy vagy több ügyintéző választható ki, akiknek meg kell kapniuk az értesítéseket.

source: Send to all group members (agents only)
de: An alle Gruppenmitglieder senden (gilt nur für Agenten)
hu: Küldés az összes csoporttagnak (csak ügyintézőknek)

source: One or more groups can be selected whom agents should receive the notifications.
de: Es können eine oder mehrere Gruppen ausgewählt werden, deren Agenten die Benachrichtigungen erhalten sollen.
hu: Egy vagy több csoport választható ki, amely ügyintézőinek meg kell kapniuk az értesítéseket.

source: Send to all role members
de: An alle Rollenmitglieder senden
hu: Küldés az összes szereptagnak

source: One or more roles can be selected whom agents should receive the notifications.
de: Es können eine oder mehrere Rollen ausgewählt werden, deren Agenten die Benachrichtigungen erhalten sollen.
hu: Egy vagy több szerep választható ki, amely ügyintézőinek meg kell kapniuk az értesítéseket.

source: Send on out of office
de: Trotz „nicht im Büro“ senden
hu: Küldés irodán kívüli állapotban

source: If this option is checked, the notification will be sent even if the agent is currently out of office.
de: Wenn diese Option gesetzt ist, wird die Benachrichtigung gesendet, auch wenn der Agent „nicht im Büro“ aktiviert hat.
hu: Ha ez a lehetőség be van jelölve, az értesítés akkor is elküldésre kerül, ha az ügyintéző jelenleg irodán kívül van.

source: Once per day
de: Einmal pro Tag
hu: Naponta egyszer

source: Appointment Notification Methods
de: Methoden zur Terminbenachrichtigung
hu: Időpont-értesítés módszerei

source: Appointment Notification Settings - Notification Methods
de: Terminbenachrichtigung-Einstellungen - Methoden
hu: Időpont-értesítési beállítások – értesítési módszerek

source: Enable this notification method
de: Diese Benachrichtigungsart aktivieren
hu: Értesítési módszer engedélyezése

source: Enable or disable this notification method. A notification method can be email, web view or SMS.
de: Aktivieren oder deaktivieren Sie einer der Benachrichtigungsmethoden. Eine Benachrichtigungsmethode kann E-Mail, Webansicht oder SMS sein.
hu: Ennek az értesítési módszernek az engedélyezése vagy letiltása. Egy értesítési módszer lehet e-mail, webnézet vagy SMS.

source: Additional recipient email addresses
de: Zusätzliche Empfänger - E-Mail-Adressen
hu: További címzett e-mail címek

source: Article visible for customer
de: Artikel sichtbar für Kunde
hu: A bejegyzés látható az ügyfélnek

source: An article will be created if the notification is sent to the customer or an additional email address.
de: Ein Artikel wird erstellt, wenn die Benachrichtigung an den Kunden oder an eine zusätzliche E-Mail-Adresse versendet wird.
hu: Egy bejegyzés lesz létrehozva, ha az értesítés elküldésre került az ügyfélnek vagy egy további e-mail címre.

source: Email template
de: E-Mail-Vorlage
hu: E-mail sablon

source: Select which email template should be used for the notification.
de: Wählen Sie, welche E-Mail-Vorlage für die Benachrichtigung genutzt werden soll.
hu: Annak kiválasztása, hogy mely e-mail sablont kell használni az értesítésnél.

source: Additional email templates can be added by placing a ``.tt`` file into the folder ``<OTOBO_Home>/Kernel/Output/HTML/Templates/Standard/NotificationEvent/Email/``. See the existing email templates for an example.
de: Zusätzliche Vorlagen für E-Mails können durch Platzieren einer ``tt``-Datei in das Verzeichnis ``<OTOBO_Home>/Kernel/Output/HTML/Templates/Standard/NotificationEvent/Email/`` hinzugefügt werden. Schauen Sie in den existierenden Vorlagen nach einem Beispiel.

source: Enable email security
de: E-Mail-Sicherheit aktivieren
hu: E-mail biztonság engedélyezése

source: Checking this option will encrypt the notification email.
de: Wenn Sie diese Option aktivieren, wird die Benachrichtigungs-E-Mail verschlüsselt.
hu: Ennek a lehetőségnek a bejelölésével titkosítani fogja az értesítés e-mailjét.

source: To use this feature, :doc:`pgp-keys` or :doc:`s-mime-certificates` need to be enabled.
de: Damit diese Funktion genutzt werden kann, muss :doc:`pgp-keys` or :doc:`s-mime-certificates` aktiviert sein.
hu: A funkció használatához a :doc:`pgp-keys` vagy az :doc:`s-mime-certificates` engedélyezése szükséges.

source: Email security level
de: E-Mail-Sicherheitsstufe
hu: E-mail biztonsági szint

source: If *Enable email security* is checked, then this setting is activated. The following options are available:
de: Wenn *E-Mail-Sicherheitsstufe* aktiviert ist, wird diese Einstellung aktiviert. Die folgenden Optionen stehen zur Verfügung:
hu: Ha az *E-mail biztonság engedélyezése* be van jelölve, akkor ez a beállítás aktiválva lesz. A következő lehetőségek érhetők el:

source: PGP sign only
de: Nur PGP-Signierung
hu: Csak PGP aláírás

source: Sign only the notification email with PGP key. If no PGP keys have been added to the system, this option is not visible.
de: Die Benachrichtigungs-E-Mail nur mit PGP-Schlüssel signieren. Wenn dem System keine PGP-Schlüssel hinzugefügt wurden, ist diese Option nicht sichtbar.
hu: Az értesítés e-mailjének csak aláírása PGP kulccsal. Ha nincsenek PGP kulcsok hozzáadva a rendszerhez, akkor ez a beállítás nem látható.

source: PGP encrypt only
de: Nur PGP-Verschlüsselung
hu: Csak PGP titkosítás

source: Encrypt only the notification email with PGP key. If no PGP keys have been added to the system, this option is not visible.
de: Die Benachrichtigungs-E-Mail nur mit PGP-Schlüssel verschlüsseln. Wenn dem System keine PGP-Schlüssel hinzugefügt wurden, ist diese Option nicht sichtbar.
hu: Az értesítés e-mailjének csak titkosítása PGP kulccsal. Ha nincsenek PGP kulcsok hozzáadva a rendszerhez, akkor ez a beállítás nem látható.

source: PGP sign and encrypt
de: PGP-Signierung und -Verschlüsselung
hu: PGP aláírás és titkosítás

source: Sign and encrypt the notification email with PGP key. If no PGP keys have been added to the system, this option is not visible.
de: Die Benachrichtigungs-E-mail mit dem PGP-Schlüssel signieren und verschlüsseln. Wenn dem System keine PGP-Schlüssel hinzugefügt wurden, ist diese Option nicht sichtbar.
hu: Az értesítés e-mailjének aláírása és titkosítása PGP kulccsal. Ha nincsenek PGP kulcsok hozzáadva a rendszerhez, akkor ez a beállítás nem látható.

source: SMIME sign only
de: Nur SMIME-Signierung
hu: Csak S/MIME aláírás

source: Sign only the notification email with S/MIME certificate. If no S/MIME certificates have been added to the system, this option is not visible.
de: Die Benachrichtigungs-E-Mail nur mit S/MIME-Zertifikat signieren. Wenn dem System keine S/MIME-Zertifikate hinzugefügt wurden, ist diese Option nicht sichtbar.
hu: Az értesítés e-mailjének csak aláírása S/MIME tanúsítvánnyal. Ha nincsenek S/MIME tanúsítványok hozzáadva a rendszerhez, akkor ez a beállítás nem látható.

source: SMIME encrypt only
de: Nur SMIME-Verschlüsselung
hu: Csak S/MIME titkosítás

source: Encrypt only the notification email with S/MIME certificate. If no S/MIME certificates have been added to the system, this option is not visible.
de: Die Benachrichtigungs-E-Mail nur mit S/MIME-Zertifikat verschlüsseln. Wenn dem System keine S/MIME-Zertifikate hinzugefügt wurden, ist diese Option nicht sichtbar.
hu: Az értesítés e-mailjének csak titkosítása S/MIME tanúsítvánnyal. Ha nincsenek S/MIME tanúsítványok hozzáadva a rendszerhez, akkor ez a beállítás nem látható.

source: SMIME sign and encrypt
de: SMIME-Signierung und -Verschlüsselung
hu: S/MIME aláírás és titkosítás

source: Sign and encrypt the notification email with S/MIME certificate. If no S/MIME certificates have been added to the system, this option is not visible.
de: Die Benachrichtigungs-E-mail mit dem S/MIME-Zertifikat signieren und verschlüsseln. Wenn dem System keine S/MIME-Zertifikate hinzugefügt wurden, ist diese Option nicht sichtbar.
hu: Az értesítés e-mailjének aláírása és titkosítása S/MIME tanúsítvánnyal. Ha nincsenek S/MIME tanúsítványok hozzáadva a rendszerhez, akkor ez a beállítás nem látható.

source: If signing key/certificate is missing
de: Wenn Schlüssel/Zertifikat zum Signieren fehlen
hu: Ha az aláíró kulcs vagy tanúsítvány hiányzik

source: Select the method, that should be used if signing key or certificate is missing.
de: Wählen Sie die Methode aus, die verwendet werden soll, wenn der Signierschlüssel oder das Zertifikat fehlt.
hu: Annak a módszernek a kiválasztása, amelyet akkor kell használni, ha aláíró kulcs vagy tanúsítvány hiányzik.

source: If encryption key/certificate is missing:
de: Wenn Signierschlüssel und Zertifikat fehlen:
hu: Ha a titkosító kulcs vagy tanúsítvány hiányzik:

source: Select the method, that should be used if encryption key or certificate is missing.
de: Wählen Sie die Methode aus, die verwendet werden soll, wenn der Signierschlüssel oder das Zertifikat fehlt.
hu: Annak a módszernek a kiválasztása, amelyet akkor kell használni, ha titkosító kulcs vagy tanúsítvány hiányzik.

source: Appointment Notification Text
de: Terminbenachrichtigungs-Text
hu: Időpont-értesítés szövege

source: Appointment Notification Settings - Notification Text
de: Terminbenachrichtigungen-Einstellungen - Benachrichtigungstext
hu: Időpont-értesítési beállítások – értesítés szövege

source: The main content of a notification can be added for each languages with localized subject and body text. It is also possible to define static text content mixed with OTOBO smart tags.
de: Der Hauptinhalt einer Benachrichtigung kann für jede Sprache mit lokalisiertem Betreff und Fließtext hinzugefügt werden. Es ist auch möglich, statische Textinhalte gemischt mit OTOBO-Tags zu definieren.

source: The localized subject for a specific language.
de: Der lokalisierte Betreff für eine spezifische Sprache.
hu: A honosított tárgy egy adott nyelvhez.

source: The localized body text for a specific language.
de: Der lokalisierte Inhalt für eine spezifische Sprache.
hu: A honosított törzsszöveg egy adott nyelvhez.

source: Add new notification language
de: Neue Sprache für Benachrichtigungen hinzufügen
hu: Új értesítési nyelv hozzáadása

source: Select which languages should be added to create localized notifications. The language of the customer or agent will be used as found in the customer and agent preferences. Secondarily, the system default language will be chosen. The fall back will always be English.
de: Wählen Sie aus, welche Sprachen hinzugefügt werden sollen, um lokalisierte Benachrichtigungen zu erstellen. Die Sprache des Kunden oder Agenten wird verwendet, wie sie in den Kunden und Agentenpräferenzen zu finden ist. In zweiter Linie wird die Standardsprache des Systems gewählt. Der Rückgriff wird immer auf Englisch erfolgen.
hu: Annak kiválasztása, hogy mely nyelveket kell hozzáadni a honosított értesítések létrehozásához. Az ügyintéző vagy az ügyfél nyelve lesz használva, amely az ügyfél vagy az ügyintéző beállításaiban található. Másodsorban a rendszer nyelve lesz kiválasztva. A tartaléknyelv minden esetben az angol.

source: Appointment Notification Variables
de: Variablen für Terminbenachrichtigungen
hu: Időpont-értesítési változók

source: Using variables in the text makes it possible to personalize messages. Variables, known as OTOBO tags, are replaced by OTOBO when generating the message. Find a list of available tags stems for this resource at the bottom of both add and edit screens.
de: Die Verwendung von Variablen im Text ermöglicht es, Nachrichten zu personalisieren. Variablen, so genannte OTOBO-Tags, werden beim Erstellen der Nachricht durch OTOBO mit Inhalt befüllt. Eine Liste der verfügbaren Tags für diese Ressource finden Sie in den Widgets zum Hinzufügen und Bearbeiten unter *Tag Referenz*.

source: For example, the variable ``<OTOBO_APPOINTMENT_TITLE[20]>`` expands to the first 20 characters of the title allowing a template to include something like the following.
de: Die Variable ``<OTOBO_APPOINTMENT_TITLE[20]>`` enthält bspw. die ersten 20 Zeichen des Titels, so dass eine Vorlage etwa Folgendes enthalten kann.

source: This tag expands, for example to:
de: Das führt zu:
hu: Ez a címke például ezt fogja megjeleníteni:

source: Communication Log
de: Kommunikationsprotokoll
hu: Kommunikációs napló

source: Managers, leaders, team leads, and system administrators may need to track past communication to follow up specific messages. In some cases, issues arise, and a target recipient did not receive a message. Without access to the mail server logs, tracking the communication is difficult.
de: Manager, Führungskräfte, Teamleiter und Systemadministratoren müssen möglicherweise die Kommunikation in der Vergangenheit verfolgen, um bestimmte Nachrichten zu verfolgen. In einigen Fällen treten Probleme auf, und ein Zielempfänger hat keine Nachricht erhalten. Ohne Zugriff auf die Mailserver-Protokolle ist die Verfolgung der Kommunikation schwierig.
hu: Igazgatók, vezetők, csapatvezetők és rendszergazdák számára is szükséges lehet a múltbeli kommunikációk nyomon követése bizonyos üzenetek figyeléséhez. Egyes esetekben problémák merülnek fel, és a levél címzettje nem kapja meg az üzenetet. A levelezőkiszolgáló naplóihoz való hozzáférés nélkül a kommunikáció követése nehézkes.

source: OTOBO introduces the *Communication Log* module. It’s designed to track the communication: building and spooling the mail and the connection between client and server.
de: OTOBO führt das Modul *Kommunikationsprotokoll* ein. Es wurde entwickelt, um die Kommunikation zu verfolgen: Aufbau und Spooling der Mail und der Verbindung zwischen Client und Server.

source: Use this screen to inspect the internal logs about communication handling. The communication log overview screen is available in the *Communication Log* module of the *Communication & Notifications* group.
de: Verwenden Sie diese Ansicht, um die internen Protokolle über die Kommunikationsabwicklung zu überprüfen. Die Ansicht des Kommunikationsprotokolls ist im Modul *Kommunikationsprotokoll* in der Gruppe *Kommunikation & Benachrichtigungen* verfügbar.
hu: Használja ezt a képernyőt a kommunikáció-kezeléssel kapcsolatos belső naplók vizsgálatához. A kommunikációs napló áttekintő képernyő a *Kommunikáció és értesítések* csoport *Kommunikációs napló* moduljában érhető el.

source: Communication Log Overview Screen
de: Kommunikationsprotokoll Übersicht
hu: Kommunikációs napló áttekintő képernyő

source: Communication Log Overview
de: Kommunikationsprotokoll Übersicht
hu: Kommunikációs napló áttekintő

source: The communication log overview page is a dashboard-like screen with several metrics indicating the overall health of the system, depending on filtered communications.
de: Die Übersichtsseite des Kommunikationsprotokolls ist ein Dashboard ähnlicher Bildschirm mit mehreren Metriken, die den Gesamtzustand des Systems in Abhängigkeit von gefilterter Kommunikation anzeigen.
hu: A kommunikációs napló áttekintő oldala egy vezérlőpultszerű képernyő különféle mutatókkal, beleértve a rendszer általános egészségi állapotát a szűrt kommunikációktól függően.

source: Account Status Screen
de: Kontostatus
hu: Fiókállapot képernyő

source: Account status
de: Kontostatus
hu: Fiókállapot

source: This widget will signal if you have any issues with configured accounts used for fetching or sending messages.
de: In diesem Widget wird angezeigt, wenn Sie Probleme mit konfigurierten Konten haben, die zum Abrufen oder Senden von Nachrichten verwendet werden.
hu: Ez a felületi elem fogja jelezni, ha valamilyen problémája akad az üzenetek lekéréséhez és küldéséhez használt beállított fiókokkal.

source: Communication status
de: Kommunikationsstatus
hu: Kommunikációs állapot
