Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Each line in the log contains a timestamp, the log priority, the system component and the log entry itself.
de: Jede Zeile im Protokoll enthält einen Zeitstempel, die Protokollpriorität, die Systemkomponente und den Protokolleintrag selbst.
hu: A naplóban minden egyes sor tartalmaz egy időbélyeget, a napló prioritását, a rendszerösszetevőt és magát a naplóbejegyzést.

source: If several log entries are displayed in the log, use the filter box to find a particular log entry by just typing the name to filter.
de: Wenn mehrere Protokolleinträge im Protokoll angezeigt werden, verwenden Sie das Filterfeld, um einen bestimmten Protokolleintrag zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több naplóbejegyzés van megjelenítve a naplóban, akkor használja a szűrődobozt egy bizonyos naplóbejegyzés megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: System Log Configuration Options
de: Systemprotokoll - -Konfigurationsoptionen
hu: Rendszernapló beállítási lehetőségei

source: System Maintenance
de: Systemwartung
hu: Rendszerkarbantartás

source: System maintenance is a crucial part of the work done by all system administrators. Some maintenance tasks require to put the operation on hold. In such cases, pro-active information to users is essential to raise their awareness and understanding.
de: Die Systemwartung ist ein wesentlicher Bestandteil der Arbeit aller Systemadministratoren. Einige Wartungsarbeiten erfordern, dass der Betrieb auf Halten gesetzt wird. In solchen Fällen ist eine proaktive Information der Nutzer unerlässlich, um ihr Bewusstsein und Verständnis zu erhöhen.
hu: A rendszerkarbantartás alapvető része az összes rendszer-adminisztrátor munkájának. Néhány karbantartási feladathoz arra van szükség, hogy a működést felfüggesszék. Ilyen esetekben a felhasználók proaktív értesítése elengedhetetlen a tudatosságuk és megértésük javításához.

source: OTOBO supports this with the *System Maintenance* module, which allows administrators to schedule maintenance windows in advance and inform users with login messages and notifications about the planned maintenance. Also, during a scheduled maintenance window, only administrators are allowed to log into the system.
de: OTOBO unterstützt dies mit dem Modul *Systemwartung*, mit dem Administratoren Wartungsfenster im Voraus planen und Benutzer mit Login-Meldungen und Benachrichtigungen über die geplante Wartung informieren können. Außerdem dürfen sich während eines geplanten Wartungsfensters nur Administratoren am System anmelden.

source: Use this screen to schedule system maintenance for the system. The system maintenance management screen is available in the *System Maintenance* module of the *Administration* group.
de: Verwenden Sie diese Ansicht, um die Systemwartung für das System zu planen. Die Ansicht für die Verwaltung von Systemwartungen ist im Modul *Systemwartung* der Gruppe *Administration* verfügbar.
hu: Használja ezt a képernyőt a rendszerkarbantartás ütemezéséhez a rendszeren. A rendszerkarbantartás képernyő az *Adminisztráció* csoport *Rendszerkarbantartás* moduljában érhető el.

source: System Maintenance Management Screen
de: Systemwartungs-Verwaltung
hu: Rendszerkarbantartás kezelés képernyő

source: Manage System Maintenance
de: Systemwartung verwalten
hu: Rendszerkarbantartás kezelése

source: To schedule a system maintenance:
de: So planen Sie eine Systemwartung:
hu: Egy rendszerkarbantartás ütemezéséhez:

source: Click on the *Add New System Maintenance* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Neue Systemwartung planen*:
hu: Kattintson az *Új rendszerkarbantartás hozzáadása* gombra a bal oldalsávban.

source: Schedule New System Maintenance Screen
de: Neue Systemwartung planen
hu: Új rendszerkarbantartás ütemezése képernyő

source: To edit a system maintenance:
de: So bearbeiten Sie eine Systemwartung:
hu: Egy rendszerkarbantartás szerkesztéséhez:

source: Click on a system maintenance entry in the list of system maintenance entries or you are already redirected here from *Add New System Maintenance* screen.
de: Klicken Sie in der Liste der Systemwartungseinträge auf einen Systemwartungseintrag.
hu: Kattintson egy rendszerkarbantartás-bejegyzésre a rendszerkarbantartás-bejegyzések listájában vagy már át lett irányítva ide az *Új rendszerkarbantartás hozzáadása* képernyőről.

source: Edit System Maintenance Information Screen
de: Systemwartungs-Information bearbeiten
hu: Rendszerkarbantartás információk szerkesztése képernyő

source: To delete a system maintenance:
de: So löschen Sie eine Systemwartung:
hu: Egy rendszerkarbantartás törléséhez:

source: Click on the trash icon in the last column of the overview table.
de: Klicken Sie in der letzten Spalte der Übersichtstabelle auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra az áttekintő táblázat utolsó oszlopában.

source: Delete System Maintenance Screen
de: Systemwartung löschen
hu: Rendszerkarbantartás törlése képernyő

source: If several system maintenance entries are added to the system, use the filter box to find a particular system maintenance by just typing the name to filter.
de: Wenn dem System mehrere Systemwartungseinträge hinzugefügt werden, verwenden Sie das Filterfeld, um eine bestimmte Systemwartung zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több rendszerkarbantartás-bejegyzés van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos rendszerkarbantartás megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: System Maintenance Settings
de: Systemwartungs-Einstellungen
hu: Rendszerkarbantartás beállításai

source: Select a date from when the system maintenance is scheduled.
de: Wählen Sie ein Datum aus, ab dem die Systemwartung geplant ist.
hu: Válasszon egy dátumot, amikortól a rendszerkarbantartás ütemezve lesz.

source: Stop date
de: Endzeitpunkt
hu: Végdátum

source: Select a date when the system maintenance is planned to finish.
de: Wählen Sie ein Datum, an dem die Systemwartung abgeschlossen sein soll.
hu: Válasszon egy dátumot, amikor a rendszerkarbantartás tervezetten befejeződik.

source: The name of this resource. Any type of characters can be entered to this field including uppercase letters and spaces. The comment will be displayed in the overview table.
de: Der Name dieser Ressource. In dieses Feld können beliebige Zeichen eingegeben werden, einschließlich Großbuchstaben und Leerzeichen. Der Kommentar wird in der Übersichtstabelle angezeigt.
hu: Ennek az erőforrásnak a neve. Bármilyen típusú karakter beírható ebbe a mezőbe, beleértve a nagybetűket és a szóközt is. A megjegyzés megjelenik az áttekintő táblázatban.

source: Login message
de: Anmeldungs-Nachricht
hu: Bejelentkező üzenet

source: If this text is given, it will be displayed in the login screen, if the next option is checked.
de: Wenn dieser Text angegeben wird, wird er im Anmeldebildschirm angezeigt, wenn die nächste Einstellung aktiviert ist.
hu: Ha ez a szöveg meg van adva, akkor meg fog jelenni a bejelentkező képernyőn, ha a következő lehetőség be van jelölve.

source: There are some default system maintenance message set in the system configuration. For more information see the following system configuration settings:
de: In der Systemkonfiguration gibt es einige Standardmeldungen für Systemwartung. Für mehr Informationen schauen Sie bitte folgende Systemkonfiguration-Einstellungen:
hu: Van néhány alapértelmezett rendszerkarbantartási üzenet beállítva a rendszerbeállításokban. További információkért nézze meg a következő rendszerbeállítási lehetőségeket:

source: Show login message
de: Anmeldungs-Nachricht anzeigen
hu: Bejelentkező üzenet megjelenítése

source: If checked, the login message is displayed in the login screen of OTOBO.
de: Wenn diese Option aktiviert ist, wird die Login-Nachricht im Anmeldebildschirm von OTOBO angezeigt.

source: Notify message
de: Benachrichtigungstext
hu: Értesítő üzenet

source: If this text is given, a notification will be displayed in the agent interface before the start of the system maintenance.
de: Wenn dieser Text angegeben wird, wird vor Beginn der Systemwartung eine Benachrichtigung in der Agentenoberfläche angezeigt.
hu: Ha ez a szöveg meg van adva, akkor egy értesítés lesz megjelenítve az ügyintézői felületen a rendszerkarbantartás kezdete előtt.

source: Set the minutes a notification is shown for notice about upcoming system maintenance period in system configuration setting:
de: Legen Sie die Minuten fest, in denen ein Hinweistext zur Benachrichtigung über die bevorstehende Systemwartungsperiode in der Systemeinstellung angezeigt wird:
hu: Állítsa be ebben a rendszerbeállítási lehetőségben, hogy egy értesítés hány percig legyen látható a közelgő rendszerkarbantartás időszakról szóló értesítésnél:

source: This widget gives an overview about the currently logged in users. It is possible to kill each sessions by clicking on the *Kill this session* links. You can also kill all sessions except yours by clicking on the *Kill all Sessions, except for your own* button.
de: Dieses Widget gibt einen Überblick über die aktuell angemeldeten Benutzer. Es ist möglich, jede Sitzung zu beenden, indem Sie auf den Links *Diese Sitzung löschen* klicken. Sie können auch alle Sitzungen außer Ihrer eigenen beenden, indem Sie auf die Schaltfläche *Alle Sitzungen löschen außer Ihrer eigenen* klicken.
hu: Ez a felületi elem egy áttekintőt ad a jelenleg bejelentkezett felhasználókról. Lehetőség van az egyes munkamenetek kilövésére a *Munkamenet kilövése* hivatkozásokra kattintva. Kilőheti az összes munkamenetet is a sajátja kivételével az *Összes munkamenet kilövése, kivéve az Ön sajátját* gombra kattintva.

source: Edit System Maintenance - Manage Sessions
de: Systemwartung bearbeiten - Sitzungen verwalten
hu: Rendszerkarbantartás szerkesztése – munkamenetek kezelése

source: Communication & Notifications
de: Kommunikation & Benachrichtigungen
hu: Kommunikáció és értesítések

source: Clear, complete, and transparent communication is key to ensuring that your organization offers outstanding service to your customers. Your organization would like to give your customers the most consistent service and ensure that your service is highly recognizable, every time. Your teams want to have an identity which instills a specific sense of security and familiarity.
de: Eine klare, vollständige und transparente Kommunikation ist der Schlüssel, um sicherzustellen, dass Ihr Unternehmen Ihren Kunden einen hervorragenden Service bietet. Ihr Unternehmen möchte Ihren Kunden einen konsistenten Service bieten und sicherstellen, dass Ihr Service jederzeit einen hohen Wiedererkennungswert hat. Ihre Teams wollen eine Identität, die ein bestimmtes Gefühl von Sicherheit und Vertrautheit vermittelt.
hu: A világos, teljes és átlátható kommunikáció kulcsfontosságú annak biztosításához, hogy a szervezetünk kiváló szolgáltatást nyújtson az ügyfeleinek. A szervezetünk következetesebb szolgáltatást szeretne biztosítani az ügyfeleinek, és arról szeretne gondoskodni, hogy a szolgáltatása minden alkalommal jól felismerhető legyen. Csapataink olyan személyazonosságot akarnak, amely egy bizonyos biztonságérzetet és ismeretséget kölcsönöz.

source: OTOBO provides you with the tools to build teams, trust and security to better and uniformly serve your customer. With system addresses you can assign your inbound mails to certain teams and allow them all to use the same address without causing confusion by using team mailboxes via a mail client. Templates, automatic answers, and attachment management let you leverage central management of the most important communications. Many other tools are also available and covered in the sections below.
de: OTOBO bietet Ihnen die Werkzeuge, um Teams, Vertrauen und Sicherheit aufzubauen, um Ihre Kunden besser und einheitlicher zu bedienen. Mit Systemadressen können Sie Ihre eingehenden E-Mails bestimmten Teams zuordnen und ihnen erlauben, die gleiche Adresse ohne Verwirrung zu verwenden, indem Sie Team-Postfächer über einen E-Mail-Client verwenden. Vorlagen, automatische Antworten und Anlagenverwaltung ermöglichen es Ihnen, die zentrale Verwaltung der wichtigsten Kommunikation zu nutzen. Viele andere Werkzeuge sind ebenfalls verfügbar und werden in den folgenden Abschnitten behandelt.

source: Admin Notification
de: Admin-Benachrichtigung
hu: Adminisztrátor értesítés

source: Corporations may need to make general announcements to everyone or publish news to several groups of agents or individuals. Also, OTOBO administrator may need to contact with specific agents regarding an event.
de: Unternehmen müssen möglicherweise allgemeine Ankündigungen an alle machen oder Benachrichtigungen für mehrere Gruppen von Agenten oder Einzelpersonen veröffentlichen. Außerdem muss sich der OTOBO-Administrator möglicherweise mit bestimmten Agenten wegen eines Ereignis in Verbindung setzen.

source: OTOBO gives the administration the tool *Admin Notification* making sending announcements and news to the masses of users accurate and timely, to target group of people, simple. Administrators can send notifications based on a specific list of recipients, or a group of users inside OTOBO, with powerful text editor enhanced content.
de: OTOBO gibt der Administration das Tool *Admin Benachrichtigung* an die Hand, mit dem das Versenden von Ankündigungen und Nachrichten an die Masse der Nutzer genau und zeitnah, an die Zielgruppe der Menschen, einfach und unkompliziert möglich ist. Administratoren können Benachrichtigungen basierend auf einer bestimmten Liste von Empfängern oder einer Gruppe von Benutzern in OTOBO mit leistungsstarken, im Texteditor erweiterten Inhalten versenden.

source: Use this screen to send administrative messages to specific agents, group or role members. The message compose screen is available in the *Admin Notification* module of the *Communication & Notifications* group.
de: In diesem Bereich können Sie administrative Nachrichten an bestimmte Agenten, Gruppen- oder Rollenmitglieder senden. Der Bereich zum Erstellen von Nachrichten ist im Modul *Admin Benachrichtigung* der Gruppe *Kommunikation & Benachrichtungen* verfügbar.
hu: Használja ezt a képernyő adminisztratív üzentek küldéséhez bizonyos ügyintézők, csoporttagok vagy szereptagok számára. Az üzenetírás képernyő a *Kommunikáció és értesítések* csoport *Adminisztrátori értesítés* moduljában érhető el.

source: Create Administrative Message Screen
de: Admin-Benachrichtigung erstellen
hu: Adminisztratív üzenet létrehozása képernyő

source: Administrative Message Settings
de: Einstellungen für Admin-Benachrichtigungen
hu: Adminisztratív üzenet beállításai

source: The following settings are available when composing an administrative message. The fields marked with an asterisk are mandatory.
de: Die folgenden Einstellungen sind verfügbar, wenn Sie eine Admin-Benachrichtigungen verfassen. Die mit einem Sternchen gekennzeichneten Felder sind Pflichtfelder.
hu: A következő beállítások akkor érhetők el, ha egy adminisztrátori üzenetet ír. A csillaggal jelölt mezők kitöltése kötelező.

source: From \*
de: Von \*
hu: Feladó \*

source: This email address will be added into the *From* field of the message.
de: Diese E-Mail-Adresse wird in das *Von*-Feld der Nachricht eingefügt.
hu: Ez az e-mail cím lesz hozzáadva az üzenet *Feladó* mezőjébe.

source: Send message to users
de: Nachricht an Benutzer senden
hu: Üzenet küldése a felhasználóknak

source: One or more :doc:`../users-groups-roles/agents` can be selected in this field, to whom the message will be sent.
de: In diesem Feld können eine oder mehrere :doc:`../users-groups-roles/agents` ausgewählt werden, an die die Nachricht gesendet wird.
hu: Egy ügyintéző vagy :doc:`../users-groups-roles/agents` választhatók ki ebben a mezőben, akiknek az üzenet el lesz küldve.

source: Send message to group members
de: Nachricht an Gruppenmitglieder senden
hu: Üzenet küldése a csoport tagjainak

source: One or more :doc:`../users-groups-roles/groups` can be selected in this field, to whose members the message will be sent.
de: In diesem Feld können eine oder mehrere :doc:`../users-groups-roles/groups` ausgewählt werden, an die die Nachricht gesendet wird.
hu: Egy csoport vagy :doc:`../users-groups-roles/groups` választhatók ki ebben a mezőben, amelyek tagjainak az üzenet el lesz küldve.

source: Group members need to have permission
de: Gruppenmitglieder brauchen eine Berechtigung
hu: A csoport tagjainak jogosultságra van szükségük

source: Subject \*
de: Betreff \*
hu: Tárgy \*

source: The subject of the messages.
de: Der Betreff der Nachrichten.
hu: Az üzenet tárgya.

source: Body \*
de: Text \*
hu: Törzs \*

source: The body text of the message.
de: Der Text der Nachricht.
hu: Az üzenet törzsszövege.

source: Appointment Notifications
de: Terminbenachrichtigungen
hu: Időpont-értesítések

source: Missing appointments can damage your image with a customer. Once there is an appointment assigned in the calendar, it’s normal to receive notification:
de: Fehlende Termine können Ihr Image bei einem Kunden schädigen. Sobald es einen Termin im Kalender gibt, ist es normal, eine Benachrichtigung zu erhalten:
hu: Az időpontok elmulasztása ronthatja az ügyfél megítélését Önnel szemben. Amikor egy időpont van hozzárendelve a naptárban, akkor az várható el, hogy értesítést kapjon:

source: Upon a new or changed event
de: Bei einem neuen oder geänderten Ereignis
hu: Egy új vagy megváltozott eseményről

source: Upon cancellation of an event
de: Bei Absage eines Ereignis
hu: Egy esemény lemondásáról

source: Before the event, as a reminder
de: Vor einem Ereignis als Erninnerung
hu: Az esemény előtt, értesítésként

source: Notification relieves the agent the stress of mentally tracking appointments.
de: Die Benachrichtigung entlastet den Agenten von der Belastung, Termine mental zu verfolgen.
hu: Az értesítés mentesíti az ügyintézőt a fejben nyomon követett időpontok stresszétől.

source: Use this screen to add appointment notifications to the system. In a fresh OTOBO installation an appointment reminder notification is already added by default. The appointment notification management screen is available in the *Appointment Notifications* module of the *Communication & Notifications* group.
de: Verwenden Sie diese Ansicht, um Benachrichtigungen zum System hinzufügen. In einer neuen OTOBO-Installation ist standardmäßig bereits eine Termin-Erinnerungsbenachrichtigung hinzugefügt. Die Ansicht zur Verwaltung von Terminbenachrichtigungen ist im Modul *Terminbenachrichtigungen* in der Gruppe *Kommunikation & Benachrichtigungen* verfügbar.

source: Appointment Notification Management Screen
de: Terminbenachrichtigung - Verwaltung
hu: Időpont-értesítés kezelés képernyő

source: Manage Appointment Notifications
de: Terminbenachrichtigungen verwalten
hu: Időpont-értesítések kezelése

source: To add an appointment notification:
de: So fügen Sie eine Terminbenachrichtigung hinzu:
hu: Egy időpont-értesítés hozzáadásához:

source: Click on the *Add Notification* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Benachrichtigung hinzufügen*.
hu: Kattintson az *Értesítés hozzáadása* gombra a bal oldalsávban.

source: Fill in the required fields as explained in :ref:`Appointment Notification Settings`.
de: Füllen Sie die erforderlichen Felder aus, wie unter :ref:`Appointment Notification Settings` beschrieben.
hu: Töltse ki a szükséges mezőket, ahogy az :ref:`Appointment Notification Settings` szakaszban le van írva.

source: To edit an appointment notification:
de: So bearbeiten Sie eine Terminbenachrichtigung:
hu: Egy időpont-értesítés szerkesztéséhez:

source: Click on an appointment notification in the list of appointment notifications.
de: Klicken Sie auf eine Terminbenachrichtigung in der Liste mit den Terminbenachrichtigungen.
hu: Kattintson egy időpont-értesítésre az időpont-értesítések listájában.

source: Modify the fields as explained in :ref:`Appointment Notification Settings`.
de: Ändern Sie die Felder wie unter :ref:`Appointment Notification Settings` beschrieben.
hu: Módosítsa a mezőket, ahogy az :ref:`Appointment Notification Settings` szakaszban le van írva.

source: To delete an appointment notification:
de: So löschen Sie eine Terminbenachrichtigung:
hu: Egy időpont-értesítés törléséhez:

source: Click on the trash icon in the list of appointment notifications.
de: Klicken Sie in der Liste mit den Terminbenachrichtigungen auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra az időpont-értesítések listájában.

source: Delete Appointment Notification Screen
de: Terminbenachrichtigung löschen
hu: Időpont-értesítés törlése képernyő

source: To export all appointment notifications:
de: So exportieren Sie alle Terminbenachrichtigungen:
hu: Az összes időpont-értesítés exportálásához:

source: Click on the *Export Notifications* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf *Benachrichtigungen exportieren*.
hu: Kattintson az *Értesítések exportálása* gombra a bal oldalsávban.

source: Choose a location in your computer to save the ``Export_Notification.yml`` file.
de: Wählen Sie einen Speicherort auf ihrem Computer, um die Datei ``Export_Notification.yml`` zu speichern.
hu: Válasszon egy helyet a számítógépén az ``Export_Notification.yml`` fájl mentéséhez.

source: To import appointment notifications:
de: So importieren Sie Benachrichtigungen:
hu: Időpont-értesítések importálásához:

source: Click on the *Overwrite existing notifications?* checkbox, if you would like to overwrite the existing notifications.
de: Klicken Sie auf das Kontrollkästchen *Bestehende Benachrichtigungen überschreiben*, wenn Sie die bereits bestehenden Benachrichtigungen überschreiben möchten.
hu: Kattintson a *Felülírja a meglévő értesítéseket?* jelölőnégyzetre, ha felül szeretné írni a meglévő értesítéseket.

source: Click on the *Import Notification configuration* button.
de: Klicken Sie auf die Schaltfläche *Benachrichtigungs-Konfiguration importieren*.
hu: Kattintson az *Értesítés beállítások importálása* gombra.

source: Appointment Notification Settings
de: Einstellungen für Terminbenachrichtigungen
hu: Időpont-értesítési beállítások

source: For an example, see the default appointment reminder notification which is included in a fresh OTOBO installation.
de: Ein Beispiel dafür ist die standardmäßige Benachrichtigung zur Erinnerung an Termine, die in einer neuen OTOBO-Installation enthalten ist.

source: Basic Appointment Notification Settings
de: Grundlegende Einstellungen für Terminbenachrichtigugen
hu: Alapvető időpont-értesítési beállítások

source: Appointment Notification Settings - Basic
de: Terminbenachrichtigungen - Grundlegende Einstellungen
hu: Időpont-értesítési beállítások – alapvető beállítások

source: Show in agent preferences
de: In Agenteinstellungen anzeigen
hu: Megjelenítés az ügyintézői beállításokban

source: Define how the notification should be displayed in agent preferences. The following options are available:
de: Legen Sie fest, wie die Benachrichtigung in den Agenteneinstellungen angezeigt wird. Die folgenden Optionen sind verfügbar:
hu: Határozza meg, hogy az értesítések hogyan jelenjenek meg az ügyintéző beállításaiban. A következő lehetőségek érhetők el:

source: No
de: Nein
hu: Nem
