Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: New or modified ACLs have to deploy in order to make affect the behavior of the system. Setting the *Validity* option to *valid* just indicates, which ACLs should be deployed.
de: Neue oder geänderte ACLs müssen in Betrieb genommen werden, damit sie einen Einfluss auf das Verhalten des Systems haben. Wenn die Option *Gültigkeit* auf *gültig* gesetzt wird, dann wird damit nur angezeigt, welche ACLs in Betrieb genommen werden.
hu: Az új vagy módosított ACL-eket üzembe kell állítani, hogy hatással legyenek a rendszer viselkedésére. Az *Érvényesség* beállítás *érvényes* értékre állítása csak azt jelzi, hogy mely ACL-eket kell üzembe állítani.

source: To export all ACLs:
de: So exportieren Sie alle ACLs:
hu: Az összes ACL exportálásához:

source: Click on the *Export ACLs* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *ACLs exportieren*.
hu: Kattintson az *ACL-ek exportálása* gombra a bal oldalsávban.

source: Choose a location in your computer to save the ``Export_ACL.yml`` file.
de: Wählen Sie einen Speicherort auf Ihrem Computer um die "Export_ACL-yml"-Datei zu speichern.
hu: Válasszon egy helyet a számítógépén az ``Export_ACL.yml`` fájl mentéséhez.

source: To import ACLs:
de: So importieren Sie ACLs:
hu: ACL-ek importálásához:

source: Click on the *Overwrite existing ACLs?* checkbox, if you would like to overwrite the existing ACLs.
de: Setzen Sie einen Haken in das Kontrollkästchen *Existierende ACLs überschreiben?*, wenn Sie die existierenden ACLs überschreiben möchten.
hu: Kattintson a *Felülírja a meglévő ACL-eket?* jelölőnégyzetre, ha felül szeretné írni a meglévő ACL-eket.

source: Click on the *Import ACL configuration(s)* button.
de: Klicken Sie auf die Schaltfläche *ACL-Konfiguration(en) importieren*.
hu: Kattintson az *ACL beállítások importálása* gombra.

source: Deploy the imported ACLs with *Deploy ACLs* button.
de: Klicken Sie auf die Schaltfläche *ACLs in Betrieb nehmen*, um die importierten ACLs in Betrieb zu nehmen.
hu: Állítsa üzembe az importált ACL-eket az *ACL-ek üzembe állítása* gombbal.

source: If several ACLs are added to the system, use the filter box to find a particular ACL by just typing the name to filter.
de: Wenn dem System mehrere ACLs hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmte ACL zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több ACL van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos ACL megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Changing the name of this object should be done with care, the check only provides verification for certain settings and ignores things where the name can't be verified. Some examples are dashboard filters, action control lists (ACLs), and processes (sequence flow actions) to name a few. Documentation of your setup is key to surviving a name change.
de: Namensänderungen an diesem Objekt sollten mit Sorgfalt durchgeführt werden. Die Prüfung dient nur der Überprüfung bestimmter Einstellungen und ignoriert Dinge, bei denen der Name nicht überprüft werden kann. Einige Beispiele sind Dashboard-Filter, Action Control Lists (ACLs) und Prozesse (Sequenzfluss-Aktionen), um nur einige zu nennen. Gut dokumentierte Einstellungen verhindern Probleme bei Namensänderungen.
hu: Az objektum nevének megváltoztatásakor gondosan kell eljárni, az ellenőrzés csak bizonyos beállításokhoz nyújt vizsgálatot, és figyelmen kívül hagyja azokat a dolgokat, ahol a nevet nem lehet ellenőrizni. Néhány ilyen például a vezérlőpult fájljai, a hozzáférés-vezérlési listák (ACL-ek) és a folyamatok (szekvenciafolyam-műveletek), hogy egy párat említsünk. A beállítások dokumentálása kulcsfontosságú egy névváltoztatás túléléséhez.

source: ACL Settings
de: ACL-Einstellungen
hu: ACL beállítások

source: Description
de: Beschreibung
hu: Leírás

source: Like comment, but longer text can be added here.
de: Wie Kommentar, aber hier kann längerer Text hinzugefügt werden.
hu: Mint a megjegyzés, csak hosszabb szöveg adható meg ide.

source: Stop after match
de: Stoppen nach Treffer
hu: Leállítás találat után

source: ACLs are evaluated in alphabetical order. This setting disables the evaluation of the subsequent ACLs.
de: ACLs werden in alphabetischer Reihenfolge ausgewertet. Diese Einstellung deaktiviert die Auswertung der nachfolgenden ACLs.
hu: Az ACL-ek ábécé sorrendben kerülnek kiértékelésre. Ez a beállítás letiltja a későbbi ACL-ek kiértékelését.

source: Edit ACL Structure
de: ACL-Struktur bearbeiten
hu: ACL struktúra szerkesztése

source: The ACL definition can be split into two big parts, *Match settings* and *Change settings*. In the matching sections the ACLs contain attributes that has to be met in order to use the ACL. If the attributes defined in the ACL do not match with the attributes that are sent, then the ACL does not take any affect, but any other match ACL will. The change sections contain the rules to reduce the possible options for a ticket.
de: Die ACL-Definition kann in zwei große Teile aufgeteilt werden, *Filterbedingungen* und *Werte ändern*. In den entsprechenden Abschnitten enthalten die ACLs Attribute, die erfüllt sein müssen, um die ACL nutzen zu können. Wenn die in der ACL definierten Attribute nicht mit den gesendeten Attributen übereinstimmen, hat die ACL keine Auswirkungen, aber jede andere übereinstimmende ACL. Der Abschnitt "Werte ändern" enthält die Regeln, die zutreffen sollen, wenn die Filterbedingungen erfüllt sind.
hu: Az ACL-meghatározás két nagy részre osztható fel: *Illesztési beállítások* és *Változtatási beállítások*. Az illesztési szakaszokban az ACL-ek olyan jellemzőket tartalmaznak, amelyeknek teljesülniük kell az ACL használata érdekében. Ha az ACL-ben meghatározott jellemzők nem egyeznek meg az elküldött jellemzőkkel, akkor az ACL-nek nem lesz semmilyen hatása, de bármely egyéb ACL-egyezésnek viszont hatása lesz. A változtatási szakaszok tartalmazzák a szabályokat a lehetséges lehetőségek csökkentéséhez egy jegynél.

source: Match settings
de: Filterbedingungen
hu: Illesztési beállítások

source: This section contains matching options that can be changed on the fly. For example on a ticket creation time the data of the ticket changes dynamically as the agent sets the information. If an ACL is set to match a ticket attribute then only when the matching attribute is selected the ACL will be active and might reduce other ticket attributes, but as soon as another value is selected the ACL will not take any affect.
de: Dieser Abschnitt enthält passende Optionen, die spontan geändert werden können. Beispielsweise ändern sich während einer Ticket-Erstellungszeit die Daten des Tickets dynamisch, wenn der Agent die Informationen einstellt. Wenn eine ACL so eingestellt ist, dass sie mit einem Ticket-Attribut übereinstimmt, dann ist die ACL nur dann aktiv, wenn das passende Attribut ausgewählt ist, und kann andere Ticket-Attribute reduzieren. Sobald ein anderer Wert ausgewählt wird, hat die ACL keinen Einfluss.
hu: Ez a szakasz olyan illesztési lehetőségeket tartalmaz, amelyek röptében megváltoztathatók. Például egy jegy létrehozásakor a jegy adatai dinamikusan megváltoznak, amint az ügyintéző beállítja az információkat. Ha be van állítva egy ACL egy jegyjellemző illesztéséhez, akkor az ACL csak akkor lesz aktív, ha az illesztési jellemzőt kiválasztják, és csökkentheti az egyéb jegyjellemzőket, de amint egy másik érték lesz kiválasztva, az ACL-nek nem lesz semmilyen hatása.

source: This section is similar to ``Properties`` but does not take changes in ticket attributes that are not saved into the database, this means that changing an attribute without submit will not make any effect. This section is not use for ticket creation screens (as tickets are not yet created in the database).
de: Dieser Abschnitt ähnelt ``Properties``, nimmt aber keine Änderungen an Ticket-Attributen vor, die nicht in der Datenbank gespeichert sind. Das bedeutet, dass das Ändern eines Attributs ohne Bestätigung keinen Effekt hat. Dieser Abschnitt wird nicht für die Erstellung von Tickets verwendet (da Tickets noch nicht in der Datenbank angelegt sind).
hu: Ez a szakasz hasonló a ``Properties`` szakaszhoz, de nem fogad el a jegyjellemzőkben olyan változtatásokat, amelyek nincsenek elmentve az adatbázisba. Ez azt jelenti, hogy egy jellemző megváltoztatása elküldés nélkül nem fog semmilyen hatást okozni. Ez a szakasz nem használható a jegylétrehozás képernyőknél (mivel a jegyek még nincsenek létrehozva az adatbázisban).

source: Change settings
de: Wertänderungen
hu: Változtatási beállítások

source: This section is used to reset the data to be reduce to only the elements that are set in this section.
de: Dieser Abschnitt dient dazu, die zu reduzierenden Daten auf die in diesem Abschnitt eingestellten Elemente zurückzusetzen.
hu: Ez a szakasz használható kizárólag azokra az elemekre csökkentendő adatok visszaállításához, amelyek ebben a szakaszban be vannak állítva.

source: This section is used to add missing elements that were reduced in other ACLs. This section is only used in together with other ACLs that have ``Possible`` or ``PossibleNot`` sections.
de: In diesem Abschnitt werden fehlende Elemente hinzugefügt, die in anderen ACLs reduziert wurden. Dieser Abschnitt wird nur in Verbindung mit anderen ACLs verwendet, die ``Possibles`` oder ``PossiblesNot``-Abschnitte haben.
hu: Ez a szakasz használható azon hiányzó elemek hozzáadásához, amelyek csökkentve lettek más ACL-ekben. Ez a szakasz csak egyéb olyan ACL-ekkel együtt használható, amelyek rendelkeznek ``Possible`` vagy ``PossibleNot`` szakaszokkal.

source: This section is used to remove specific elements from the current data. It could be used stand alone or together with other ACLs with a ``Possible`` or ``PossibleAdd`` sections.
de: In diesem Abschnitt werden bestimmte Elemente aus den aktuellen Daten entfernt. Er kann einzeln oder zusammen mit anderen ACLs verwendet werden, die einen ``Possible`` oder `PossibleAdd``-Abschnitt haben.
hu: Ez a szakasz adott elemek eltávolításához használható a jelenlegi adatokból. Használható önállóan vagy más ``Possible`` vagy ``PossibleAdd`` szakaszokkal rendelkező ACL-ekkel együtt.

source: Modifiers
de: Modifikator
hu: Módosítók

source: In order to make the development of ACLs easier and more powerful there is a set of so called modifiers for the attributes on each section. This modifiers are explained below:
de: Um die Entwicklung von ACLs einfacher und leistungsfähiger zu machen, gibt es eine Reihe von so genannten Modifikatoren für die Attribute der einzelnen Abschnitte. Diese Modifikatoren werden im Folgenden erläutert:
hu: Azért, hogy az ACL-ek fejlesztését könnyebbé és hatékonyabbá tegye, van egy úgynevezett módosítók halmaza a jellemzőkhöz minden egyes szakasznál. Ezek a módosítók az alábbiakban vannak ismertetve:

source: This modifier is used to negate a value, for example ``[Not]2 low``. Talking about priorities will be the same as to have: *1 very low*, *3 normal*, *4 high*, *5 very high*.
de: Dieser Modifikator wird genutzt, um einen Wert zu negieren, bspw. ``[Not]2 niedrig``. Das bedeutet für Ticket-Prioritäten dasselbe wie: *1 sehr niedrig*, *3 normal*, *4 hoch*, *5 sehr hoch*
hu: Ez a módosító egy érték tagadásához használható. Például: ``[Not]2 low`` ebben az esetben a jegyprioritásokról beszélve ugyanaz lesz, mintha a következő lenne: *1 nagyon alacsony*, *3 normál*, *4 magas*, *5 nagyon magas*.

source: It is used to define a regular expression for matching several values, for example ``[RegExp]low``. In this case talking about priorities is the same as *1 very low*, *2 low*.
de: Es wird verwendet, um einen regulären Ausdruck zu definieren, um mehrere Werte abzugleichen, z.B. ``[RegExp]niedrig``. Das bedeutet für Ticket-Prioritäten dasselbe wie *1 sehr niedrig*, *2 niedrig*.
hu: Egy reguláris kifejezés megadásához használható több érték illesztéséhez. Például a ``[RegExp]low`` a prioritásokról beszélve ugyanaz mint a következő: *1 nagyon alacsony*, *2 alacsony*.

source: It is very similar to ``[RegExp]`` but it is case insensitive.
de: Ähnlich zu ``[RegExp]`` aber unabhängig von Groß- und Kleinschreibung.
hu: Nagyon hasonló a ``[RegExp]`` módosítóhoz, de nem érzékeny a kis- és nagybetűkre.

source: Negated regular expressions, for example ``[NotRegExp]low``. Talking about priorities is the same as *3 normal*, *4 high*, *5 very high*.
de: Negierter regulärer Ausdruck, bspw. ``[NotRegExp]niedrig``. Das bedeutet für Ticket-Prioritäten dasselbe wie *3 normal*, *4 hoch*, *5 sehr hoch*
hu: Tagadott reguláris kifejezés, például ``[NotRegExp]low`` a prioritásokról beszélve ugyanaz mint a következő: *3 normál*, *4 magas*, *5 nagyon magas*.

source: It is very similar to ``[NotRegExp]`` but it is case insensitive.
de: Ähnlich zu ``[NotRegExp]`` aber unabhängig von Groß- und Kleinschreibung.
hu: Nagyon hasonló a ``[NotRegExp]`` módosítóhoz, de nem érzékeny a kis- és nagybetűkre.

source: ACL Examples
de: ACL-Beispiele
hu: ACL példák

source: Move Ticket to Queue Based on Priority
de: Ticket nach Priorität in die Queue verschieben
hu: Jegy áthelyezése egy várólistába prioritás alapján

source: This example shows you how to allow movement into a queue of only those tickets with ticket priority *5 very high*.
de: Dieses Beispiel zeigt Ihnen, wie Sie nur die Tickets in eine Queue verschieben, die eine Priorität von *5 sehr hoch* haben.
hu: Ez a példa azt mutatja be, hogy hogyan kell lehetővé tenni csak azoknak a jegyeknek az áthelyezését egy várólistába, amelyek prioritása *5 nagyon magas*.

source: First, it needs to have a name. In this case, it is *100-Example-ACL*. Note that the ACLs will be numerically sorted before execution, so you should use the names carefully. The comment and the description fields are optional.
de: Zuerst benötigen wir einen Namen. In diesem Beispiel: *100-Example-ACL*. Beachten Sie, dass ACLs vor der Ausführung nummerisch sortiert werden und wählen Sie den Namen mit Bedacht. Die Felder "Kommentar" und "Beschreibung" sind optional.
hu: Először szüksége van egy névre. Ebben az esetben legyen ez *100-Example-ACL*. Vegye figyelembe, hogy az ACL-ek számszerűen rendezve lesznek a végrehajtás előtt, így körültekintéssel kell használnia a neveket. A megjegyzés és a leírás mezők elhagyhatók.

source: 100-Example-ACL - Basic Settings
de: 100-Example-ACL - -Basis-Einstellungen
hu: 100-Example-ACL – alapvető beállítások

source: Secondly, you have a *Properties* section which is a filter for your tickets. All the criteria defined here will be applied to a ticket to determine if the ACL must be applied or not. In our example, a ticket will match if it is in the queue *Raw* and has priority *5 very high*. This is also affected by changes in the form (e. g. if the ticket is the queue *Raw* and had a priority *3 normal* at this moment the ACL will not match, but then priority drop-down is selected and the priority is changed now to *5 very high* then will also match).
de: Zweitens haben Sie einen *Eigenschaften*-Bereich, der ein Filter für Ihre Tickets ist. Alle hier definierten Kriterien werden auf ein Ticket angewendet, um festzustellen, ob die ACL angewendet werden muss oder nicht. In unserem Beispiel stimmt ein Ticket überein, wenn es sich in der Warteschlange *Raw* befindet und die Priorität *5 sehr hoch* hat. Dies wird auch durch Änderungen in der Form beeinflusst (z. B. wenn das Ticket die Warteschlange *Raw* ist und zu diesem Zeitpunkt eine Priorität *3 normal* hatte, wird die ACL nicht übereinstimmen. Wenn aber die Dropdown-Liste für die Priorität ausgewählt wird und die Priorität auf *5 sehr hoch* geändert wird, dann wird die ACL angewendet).
hu: Másodszor van egy ``Properties`` szakasz, amely egy szűrő a jegyekhez. Az itt meghatározott összes feltétel alkalmazva lesz egy jegyen annak meghatározásához, hogy az ACL-t alkalmazni kell-e vagy sem. A mi példánkban egy jegy akkor fog illeszkedni, ha a *Raw* várólistában van és *5 nagyon magas* prioritással rendelkezik. Ezt az űrlapon lévő változások is érinteni fogják (például ha a jegy a *Raw* várólistában van és *3 normál* prioritással rendelkezik, akkor ebben a pillanatban az ACL nem fog illeszkedni, de ha ezután a prioritás lenyílót kiválasztják és a prioritást *5 nagyon magas* értékre változtatják, akkor is illeszkedni fog).

source: 100-Example-ACL - Match Settings
de: 100-Example-ACL - Filterbedingungen
hu: 100-Example-ACL – illesztési beállítások

source: Lastly, a section *Possible* defines modifications to the screens. In this case, from the available queues, only the queue *Alert* can be selected in a ticket screen.
de: Abschließend definiert ein Abschnitt *Possible* Änderungen an den Ansichten. In diesem Fall kann aus den verfügbaren Qeues nur die Queue *Alert* in einer Ticket-Erstellungsansicht ausgewählt werden.
hu: Végül a *Possible* szakasz módosításokat határoz meg a képernyőhöz. Ebben az esetben az elérhető várólisták közül csak az *Alert* várólistát lehet kiválasztani egy jegyképernyőn.

source: 100-Example-ACL - Change Settings
de: 100-Example-ACL - Werte ändern
hu: 100-Example-ACL – változtatási beállítások

source: Don't forget to set *Validity* to *valid* and deploy the newly created ACL.
de: Vergessen Sie nicht, die *Gültigkeit* auf *gültig* zu setzen, bevor Sie eine neue ACL in Betrieb nehmen.
hu: Ne felejtse el beállítani az *Érvényesség* beállítást *érvényes* értékre és üzembe állítani az újonnan létrehozott ACL-t.

source: Move Ticket to Queue Based on Priority Stored in Database
de: Ticket in Queue verschieben basierend auf der Priorität, die in der Datenbank gespeichert ist
hu: Jegy áthelyezése egy várólistába az adatbázisban tárolt prioritás alapján

source: This example is very similar to the first one, but in this case only tickets in the queue *Raw* and with a priority *5 very high*, both stored in the database will match. This kind of ACLs does not consider changes in the form before the ticket is really updated in the database.
de: Dieses Beispiel ist dem ersten sehr ähnlich, aber in diesem Fall filtert die ACL nur Tickets in der Queue *Raw* und mit einer Priorität *5 sehr hoch*, wie sie in der Datenbank gespeichert sind. Diese Art von ACLs berücksichtigt keine Änderungen, die während der Ticket-Erstellung vorgenommen werden. Erst, wenn es in der Datenbank aktualisiert wird.
hu: Ez a példa nagyon hasonló az elsőhöz, de ebben az esetben csak azok a jegyek fognak illeszkedni, amelyek a *Raw* várólistában vannak és *5 nagyon magas* prioritással rendelkeznek, mindkettőt adatbázisban tárolva. Az ilyen fajta ACL-ek nem bírálják el az űrlapon lévő változásokat, mielőtt a jegy valóban frissítve lenne az adatbázisban.

source: Disable Ticket Close in Queue and Hide Close Button
de: Schließen eines Tickets in einer Queue deaktivieren und "Schließen"-Schaltfläche verbergen
hu: Jegylezárás letiltása a várólistában és a lezárás gomb elrejtése

source: This example shows how to disable the closing of tickets in the queue *Raw*, and hide the close button. It is possible to filter a ticket field (state) with more than one possible values to select from. It is also possible to limit the actions that can be executed for a certain ticket. In this case, the ticket cannot be closed.
de: Dieses Beispiel zeigt, wie man die Möglichkeit zum Schließen von Tickets in der Queue *Raw* deaktiviert und die Schaltfläche "Schließen" verbirgt. Es ist möglich, ein Ticketfeld (Status) mit mehr als einem möglichen Wert zu filtern. Es ist auch möglich, die Aktionen zu begrenzen, die für ein bestimmtes Ticket ausgeführt werden können. In diesem Fall kann das Ticket nicht geschlossen werden.
hu: Ez a példa azt mutatja be, hogy hogyan lehet letiltani a jegyek lezárását a *Raw* várólistában és hogyan kell lehet elrejteni a lezárás gombot. Lehetőség van egy jegymező (állapot) szűrésére egynél több lehetséges értékből való választással. Lehetséges azon műveletek korlátozása is, amelyek egy bizonyos jegynél végrehajthatók. Ebben az esetben a jegyet nem lehet lezárni.

source: Remove State
de: Status entfernen
hu: Állapot eltávolítása

source: This example shows how it is possible to define negative filters (the state *closed successful* will be removed). You can also see that not defining match properties for a ticket will match any ticket, i. e. the ACL will always be applied. This may be useful if you want to hide certain values by default, and only enable them in special circumstances (e. g. if the agent is in a specific group).
de: Dieses Beispiel zeigt, wie es möglich ist, Negativfilter zu definieren (der Zustand *erfolgreich geschlossen* wird entfernt). Sie können auch sehen, dass das nicht definieren von Filtereigenschaften für ein Ticket mit jedem Ticket übereinstimmt, d. h. die ACL wird immer angewendet. Dies kann nützlich sein, wenn Sie bestimmte Werte standardmäßig ausblenden und nur unter besonderen Umständen (z. B. wenn sich der Agent in einer bestimmten Gruppe befindet) aktivieren wollen.
hu: Ez a példa azt mutatja be, hogy hogyan lehetséges negatív szűrőket meghatározni (a *sikeresen lezárva* állapot lesz eltávolítva). Azt is láthatja, hogy ha nem határozunk meg illesztési tulajdonságokat egy jegyhez, akkor bármely jegyre illeszkedni fog, azaz az ACL mindig alkalmazva lesz. Ez akkor lehet hasznos, ha alapértelmezetten el szeretne rejteni bizonyos értékeket, és csak speciális körülményeknél szeretné engedélyezni azokat (például ha az ügyintéző egy adott csoportban van).

source: Using Regular Expressions
de: Die Verwendung von regulären Ausdrücken
hu: Reguláris kifejezések használta

source: This example shows you how you can use regular expressions for matching tickets and for filtering the available options. This ACL only shows *Hardware* services for tickets that are created in queues that start with *HW*.
de: Dieses Beispiel zeigt Ihnen, wie Sie reguläre Ausdrücke für übereinstimmende Tickets und zum Filtern der verfügbaren Optionen verwenden können. Diese ACL zeigt nur *Hardware*-Services für Tickets an, die in Queues erstellt werden, die mit *HW* beginnen.
hu: Ez a példa azt mutatja be, hogy hogyan használhat reguláris kifejezéseket a jegyek illesztéséhez és az elérhető lehetőségek szűréséhez. Ez az ACL csak a *Hardware* szolgáltatásokat jeleníti meg azoknál a jegyeknél, amelyeket *HW* kezdettel rendelkező nevű várólistákban hoztak létre.

source: Disallow Process For Customer
de: Prozess für Kunde nicht erlauben
hu: Folyamat letiltása az ügyfélnél

source: This ACL restricts the process *P14* in the external interface using the customer ID *TheCustomerID*.
de: Dieses ACL beschränkt den Prozess *P14* im externen Interface für die Kundennummer *TheCustomerID*.
hu: Ez az ACL akkor korlátozza a *P14* folyamatot a külső felületen, ha a *TheCustomerID* felhasználó-azonosítóval használják.

source: ACL Reference
de: ACL-Referenz
hu: ACL hivatkozás

source: For properties, keys and values that can be used in ACLs, see the following example ACL in YAML format.
de: Für Eigenschaften, Schlüssel und Werte, die in ACLs genutzt werden können, schauen Sie sich die Beispiel-ACL im YAML-Format an.
hu: Az ACL-ekben használható tulajdonságok, kulcsok és értékek példájáért nézze meg a következő ACL-t YAML formátumban.
