Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Click on the trash icon in the *Delete* column of the overview table.
de: Klicken Sie in der Spalte *Löschen* in der Übersichtstabelle auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra az áttekintő táblázat *Törlés* oszlopában.

source: If several categories are added to the system, use the filter box to find a particular category by just typing the name to filter.
de: Wenn dem System mehrere Kategorien hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte Kategorie zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több kategória van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos kategória megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Category Settings
de: Kategorie-Einstellungen
hu: Kategória beállításai

source: Sub-category of
de: Unterkategorie von
hu: Alkategóriája ennek

source: Language \*
de: Sprache \*
hu: Nyelv \*

source: Select a language from the available languages of the system.
de: Wählen Sie eine Sprache aus den verfügbaren Sprachen des Systems aus.
hu: Válasszon egy nyelvet a rendszer elérhető nyelvei közül.

source: Manage Items
de: Einträge verwalten
hu: Elemek kezelése

source: Use this screen to add items to the catalogue. Items can be collected into categories. The *Item Management* screen in available via the *Go to item management* button or via the *Item Management* module.
de: Verwenden Sie diesen Bereich, um Einträge zu einem Katalog hinzuzufügen. Der Bereich *Eintrag-Verwaltung* ist über die Schaltfläche *Gehe zur Eintrag-Verwaltung* oder über das Modul *Eintrag-Verwaltung* verfügbar.
hu: Használja ezt a képernyőt, hogy elemeket adjon a katalógushoz. Az elemek csoportokba rendezhetők. Az *Elemkezelés* képernyő az *Ugrás az elemkezeléshez* gombon keresztül vagy az *Elemkezelés* modulon keresztül érhető el.

source: Item Management Screen
de: Eintrag-Verwaltung
hu: Elemkezelés képernyő

source: To add an item:
de: So fügen Sie ein Einträge hinzu:
hu: Egy elem hozzáadásához:

source: Click on the *Add Item* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Eintrag hinzufügen*.
hu: Kattintson az *Elem hozzáadása* gombra a bal oldalsávban.

source: Add Item Screen
de: Eintrag hinzufügen
hu: Elem hozzáadása képernyő

source: To edit an item:
de: So bearbeiten Sie einen Eintrag:
hu: Egy elem szerkesztéséhez:

source: Click on an item in the list of items.
de: Klicken Sie in der Liste mit den Einträgen auf einen Eintrag.
hu: Kattintson egy elemre az elemek listájában.

source: Edit Item Screen
de: Eintrag bearbeiten
hu: Elem szerkesztése képernyő

source: To delete an item:
de: So löschen Sie einen Eintrag:
hu: Egy elem törléséhez:

source: Delete Item Screen
de: Eintrag löschen
hu: Elem törlése képernyő

source: If several items are added to the system, use the filter box to find a particular item by just typing the name to filter.
de: Wenn dem System mehrere Einträge hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Eintrag zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több elem van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos elem megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Item Settings
de: Einstellungen für Einträge
hu: Elem beállításai

source: Item Content
de: Eintrag-Inhalt
hu: Elemtartalom

source: Categories
de: Kategorien
hu: Kategóriák

source: One ore more categories can be selected for the item in which the item should be visible.
de: Es können eine oder mehrere Kategorien gewählt werden, in denen der Eintrag sichtbar sein soll.
hu: Egy vagy több kategória választható ki az elemhez, amelyben az elemnek láthatónak kell lennie.

source: Only those categories can be selected, that have the same language as the selected language for this widget.
de: Es können nur die Kategorien ausgewählt werden, die die gleiche Sprache wie die ausgewählte Sprache für dieses Widget haben.
hu: Csak azok a kategóriák választhatók, amelyek ugyanazzal a nyelvvel rendelkeznek mint a választott nyelv ennél a felületi elemnél.

source: Link \*
de: Verknüpfen \*
hu: Hivatkozás \*

source: A link to an internal or an external URL.
de: Eine Verknüpfung auf eine interne oder externe URL.
hu: Egy hivatkozás egy belső vagy egy külső URL-re.

source: Add new item content
de: Inhalt zum Eintrag hinzufügen
hu: Új elemtartalom hozzáadása

source: Use this screen to define home page configuration for different user languages, that are displayed in the external interface. The home page management screen is available in the *Home Page* module of the *External Interface* group.
de: Auf dieser Seite können Sie die Konfiguration der Homepage für verschiedene Benutzersprachen definieren, die im externen Interface angezeigt werden. Die Seite zur Verwaltung der Homepage ist im Modul *Homepage* in der Gruppe *External Interface* verfügbar.
hu: Használja ezt a képernyőt, hogy kezdőlap-beállítást határozzon meg a különböző felhasználói nyelvekhez, amelyek a külső felületen jelennek meg. A kezdőlap kezelésének képernyője a *Külső felület* csoport *Kezdőlap* moduljában érhető el.

source: This screen contains several widget for each languages, where localized content can be added.
de: Diese Seite enthält mehrere Widgets für jede Sprache, in denen lokalisierte Inhalte hinzugefügt werden können.
hu: Ez a képernyő több felületi elemet is tartalmaz egy egyes nyelvekhez, ahol a honosított tartalmat hozzá lehet adni.

source: Hero Unit
de: Hauptinhalt
hu: Legfőbb tartalom

source: Hero Unit Widget
de: Hauptinhalt Widget
hu: Legfőbb tartalom felületi elem

source: This is the most important sentence or motto of the home page.
de: Dies ist der wichtigste Satz oder das wichtigste Motto der Homepage.
hu: Ez a legfontosabb mondat vagy a kezdőlap mottója.

source: Background Style
de: Hintergrundstil
hu: Háttérstílus

source: Define the behavior of background image and background color. The following options are available:
de: Definieren Sie das Verhalten von Hintergrundbild und Hintergrundfarbe. Die folgenden Optionen stehen zur Verfügung:
hu: A háttérkép és a háttérszín viselkedésének meghatározása. A következő lehetőségek érhetők el:

source: Only use the background image
de: Nur das Hintergrundbild verwenden.
hu: Csak a háttérkép használata

source: Only use the background color
de: Nur die Hintergrundfarbe verwenden.
hu: Csak a háttérszín használata

source: Use the background image and overlay it with the selected color
de: Hintergrundbild nutzen und mit der ausgewählten Farbe überlagern.
hu: A háttérkép használata és a választott szín fölé helyezése

source: Background Image
de: Hintergrundbild
hu: Háttérkép

source: Select an image used as background image for the hero unit. To select an image, click on the *Select image to upload* button and chose an image from your file system.
de: Wählen Sie ein Bild aus, das als Hintergrundbild für den Hauptinhalt verwendet wird. Um ein Bild auszuwählen, klicken Sie auf die Schaltfläche *Bild für Upload auswählen* und wählen Sie ein Bild aus Ihrem Dateisystem.
hu: Egy kép kiválasztása a legfőbb tartalom háttérképeként. Egy kép kiválasztásához kattintson a *Kép kiválasztása a feltöltéshez* gombra és válasszon egy képet a fájlrendszerről.

source: Background Color
de: Hintergrundfarbe
hu: Háttérszín

source: To change the background color, just select a new color from the color palette. You can chose from the pre-selected colors or define other colors by choosing it from the color selector or typing the hexadecimal value.
de: Um die Hintergrundfarbe zu ändern, wählen Sie einfach eine neue Farbe aus der Farbpalette aus. Sie können aus den vorgewählten Farben wählen oder andere Farben definieren, indem Sie sie aus der Farbauswahl auswählen oder den hexadezimalen Wert eingeben.
hu: A háttérszín megváltoztatásához egyszerűen válasszon egy új színt a színpalettáról. Választhat az előre kiválasztott színek közül, vagy meghatározhat egyéb színeket a színválasztóról való választással vagy a hexadecimális érték begépelésével.

source: Ticket List
de: Ticket-Liste
hu: Jegylista

source: Ticket List Widget
de: Ticket-Liste Widget
hu: Jegylista felületi elem

source: Show a ticket list for logged in users
de: Eine Ticket-Liste für die angemeldeten Benutzer anzeigen
hu: Jegylista megjelenítése a bejelentkezett felhasználóknak

source: This setting defines if the ticket list should be visible for logged in users or not.
de: Diese Einstellung legt fest, ob die Ticket-Liste für angemeldete Benutzer sichtbar sein soll oder nicht.
hu: Ez a beállítás határozza meg, hogy a jegylista látható legyen-e a bejelentkezett felhasználóknak vagy sem.

source: Row Title
de: Zeilentitel
hu: Sor címe

source: This is an optional title for the row, that contains this widget in the external interface.
de: Dies ist ein optionaler Titel für die Zeile, die dieses Widget im externen Interface enthält.
hu: Ez egy elhagyható cím annál a sornál, amely ezt a felületi elemet tartalmazza a külső felületen.

source: Image Teasers
de: Bild-Teaser
hu: Képpel ellátott összefoglalók

source: The image teasers are displayed in a separate row in the external interface.
de: Die Bild-Teaser werden in einer separaten Zeile im externen Interface angezeigt.
hu: A képpel ellátott összefoglalók egy külön sorban jelennek meg a külső felületen.

source: Image Teasers Widget
de: Bild-Teaser Widget
hu: Képpel ellátott összefoglalók felületi elem

source: Row Background Color
de: Zeilen-Hintergrundfarbe
hu: Sor háttérszíne

source: You can add up to three image teasers by clicking on the *Add* button in the top right corner of the widget.
de: Sie können bis zu drei Bild-Teaser hinzufügen, wenn Sie auf die Schaltfläche *Hinzufügen* in der rechten oberen Ecke des Widgets klicken.
hu: Legfeljebb három képpel ellátott összefoglalót adhat hozzá a felületi elem jobb felső sarkában lévő *Hozzáadás* gombra kattintva.

source: Image Teaser
de: Bild-Teaser
hu: Képpel ellátott összefoglaló

source: Image
de: Bild
hu: Kép

source: Select an image to display it in the image teaser widget. To select an image, click on the *Select image to upload* button and chose an image from your file system.
de: Wählen Sie ein Bild aus, um es im Bild-Teaser Widget anzuzeigen. Um ein Bild auszuwählen, klicken Sie auf die Schaltfläche *Bild zum Upload auswählen* und wählen Sie ein Bild aus Ihrem Dateisystem.
hu: Egy kép kiválasztása a képpel ellátott összefoglaló felületi elemben való megjelenítéshez. Egy kép kiválasztásához kattintson a *Kép kiválasztása a feltöltéshez* gombra és válasszon egy képet a fájlrendszerről.

source: The heading text that are displayed in this item.
de: Der Überschriftentext, der in diesem Element angezeigt wird.
hu: A címsor szövege, amely ebben az elemben jelenik meg.

source: The text for this item.
de: Der Text für dieses Element.
hu: A szöveg ehhez az elemhez.

source: Link Target \*
de: Link-Ziel \*
hu: Hivatkozás célja \*

source: An URL that will be opened after clicking on this item in the external interface.
de: Eine URL, die nach dem Klicken auf dieses Element im externen Interface geöffnet wird.
hu: Egy URL, amely akkor nyílik meg, miután erre az elemre kattintanak a külső felületen.

source: Link Lists
de: Link-Listen
hu: Hivatkozáslisták

source: The link lists are displayed in a separate row in the external interface.
de: Die Link-Listen werden in einer separaten Zeile im externen Interface angezeigt.
hu: A hivatkozáslisták egy külön sorban jelennek meg a külső felületen.

source: Link Lists Widget
de: Link-Listen Widget
hu: Hivatkozáslisták felületi elem

source: You can add up to four link lists by clicking on the *Add* button in the top right corner of the widget.
de: Sie können bis zu vier Link-Listen hinzufügen, indem Sie auf die Schaltfläche *Hinzufügen* in der oberen rechten Ecke des Widgets klicken.
hu: Legfeljebb négy hivatkozáslistát adhat hozzá a felületi elem jobb felső sarkában lévő *Hozzáadás* gombra kattintva.

source: Link List
de: Link-Liste
hu: Hivatkozáslista

source: Add the text for the *show more* link.
de: Geben Sie den Text für den *Mehr anzeigen*-Link ein.
hu: A szöveg hozzáadása a *több megjelenítése* hivatkozáshoz.

source: Link Target
de: Link-Ziel
hu: Hivatkozás célja

source: Add the URL for the *show more* link.
de: Geben Sie die URL für den *Mehr anzeigen*-Link ein.
hu: A URL hozzáadása a *több megjelenítése* hivatkozáshoz.

source: Link List Type \*
de: Link-Listentyp
hu: Hivatkozáslista típusa \*

source: Specifies the functionality how the item will be added.
de: Gibt die Funktionalität an, wie das Element hinzugefügt wird.
hu: Annak működését határozza meg, hogy az elem hogyan lesz hozzáadva.

source: Add the Items Manually
de: Einträge manuell hinzufügen
hu: Az elemek hozzáadása kézzel

source: Clicking on the edit button a new widget will be visible to add the items.
de: Wenn Sie auf die Schaltfläche *Bearbeiten* klicken, wird ein neues Widget angezeigt, um die Elemente hinzuzufügen.
hu: A szerkesztés gombra kattintva egy új felületi elem lesz látható az elemek hozzáadásához.

source: Show the Results of a Search
de: Zeige die Ergebnis der Suche
hu: Egy keresés eredményeinek megjelenítése

source: Content Cards
de: Inhaltkarten
hu: Tartalomkártyák

source: Content Cards Widget
de: Inhaltskarten Widget
hu: Tartalomkártyák felületi elem

source: You can add up to three content cards by clicking on the *Add* button in the top right corner of the widget.
de: Sie können bis zu drei Inhaltskarten hinzufügen, wenn Sie auf die Schaltfläche *Hinzufügen* klicken.
hu: Legfeljebb három tartalomkártyát adhat hozzá a felületi elem jobb felső sarkában lévő *Hozzáadás* gombra kattintva.

source: Content Card
de: Inhaltkarte
hu: Tartalomkártya

source: Use this screen to edit the layout displayed in external interface. The layout management screen is available in the *Layout* module of the *External Interface* group.
de: Verwenden Sie diese Ansicht, um das Layout des externen Interface zu bearbeiten. Die Layout-Verwaltung ist im Modul *Layout* in der Gruppe *External Interface* verfügbar.
hu: Használja ezt a képernyőt a külső felületen megjelenő elrendezés szerkesztéséhez. Az elrendezéskezelő képernyő a *Külső felület* csoport *Elrendezés* moduljában érhető el.

source: Edit Layout Screen
de: Layout bearbeiten
hu: Elrendezés szerkesztése képernyő

source: A fresh OTOBO installation already contains a default layout. In this screen all parameters can be changed.
de: Eine neue OTOBO-Installation beinhaltet bereits ein Standard-Layout. Auf dieser Seite können alle Parameter geändert werden.

source: The logo is a small image that is displayed in the top left corner of the external pages.
de: Das Logo ist ein kleine Bild, das auf Seiten des externen Interface in der linken, oberen Ecke angezeigt wird.
hu: A logó egy kis kép, amely a külső oldalak bal felső sarkában jelenik meg.

source: To change the logo, click on the *Select image to upload* button, and select a new logo image. Recommended file format is PNG.
de: Um das Logo zu ändern, klicken Sie auf die Schaltfläche *Bild zum Upload auswählen* und wählen Sie ein neues Bild für das Logo. Empfohlenes Dateiformat ist PNG.
hu: A logó megváltoztatásához kattintson a *Kép kiválasztása a feltöltéshez* gombra, és válasszon egy új logóképet. Az ajánlott fájlformátum a PNG.

source: The `favorite icon <https://en.wikipedia.org/wiki/Favicon>`_ is an icon that is displayed in the URL bar of the web browser.
de: Das 'Favicon <https://de.wikipedia.org/wiki/Favicon>`- ist ein Icon, dass in der URL-Zeile eines Webbrowsers angezeigt wird.
hu: A `böngészőikon <https://hu.wikipedia.org/wiki/Favicon>`_ egy olyan ikon, amely a webböngésző URL sávjában jelenik meg.

source: To change the favorite icon, click on the *Select image to upload* button, and select a new icon. This is usually a 16×16 pixel image in PNG or ICO format.
de: Um das Favicon zu ändern, klicken Sie auf die Schaltfläche *Bild zum Upload auswählen* und wählen Sie ein neues Icon. Das ist gewöhnlich ein Bild mit 16x16 Pixel im Format PNG oder ICO.
hu: A böngészőikon megváltoztatásához kattintson a *Kép kiválasztása a feltöltéshez* gombra, és válasszon egy új ikont. Ez általában egy 16×16 képpont méretű kép PNG vagy ICO formátumban.

source: Primary Color
de: Hauptfarbe
hu: Elsődleges szín

source: Primary color is the most important color of the external pages (see the preview screen).
de: Die Primärfarbe ist die wichtigste Farbe der externen Seiten (siehe Vorschaufenster).
hu: Az elsődleges szín a külső oldalak legfontosabb színe (nézze meg az előnézeti képernyőt).

source: To change the primary color, just select a new color from the color palette. You can chose from the pre-selected colors or define other colors by choosing it from the color selector or typing the hexadecimal value. The new color will be displayed in the preview widget immediately.
de: Um die Hauptfarbe zu ändern, wählen Sie einfach eine Farbe aus der Farbpalette. Sie können aus den vorgewählten Farben wählen oder andere Farben definieren, indem Sie sie aus dem Farbauswahlschalter auswählen oder den hexadezimalen Wert eingeben. Die neue Farbe wird unmittelbar in der Vorschau im Widget angezeigt.
hu: Az elsődleges szín megváltoztatásához egyszerűen válasszon egy új színt a színpalettáról. Választhat az előre kiválasztott színek közül, vagy meghatározhat egyéb színeket a színválasztóról való választással vagy a hexadecimális érték begépelésével. Az új szín azonnal megjelenik az előnézeti felületi elemben.

source: Highlight Color
de: Hervorhebungsfarbe
hu: Kiemelés színe

source: Highlight color is the second color of the external pages using for status badges, links, etc.
de: Die Hervorhebungsfarbe ist die zweite Farbe der externen Seiten, die für Statuskennzeichnungen, Links usw. verwendet wird.
hu: A kiemelés színe a külső oldalak második színe, amelyet állapotmatricáknál, hivatkozásoknál, stb. használnak.

source: To change the highlight color, just select a new color from the color palette. You can chose from the pre-selected colors or define other colors by choosing it from the color selector or typing the hexadecimal value. The new color will be displayed in the preview widget immediately.
de: Um die Hervorhebungsfarbe zu ändern, wählen Sie einfach eine Farbe aus der Farbpalette. Sie können aus den vorgewählten Farben wählen oder andere Farben definieren, indem Sie sie aus dem Farbauswahlschalter auswählen oder den hexadezimalen Wert eingeben. Die neue Farbe wird unmittelbar in der Vorschau im Widget angezeigt.
hu: A kiemelés színének megváltoztatásához egyszerűen válasszon egy új színt a színpalettáról. Választhat az előre kiválasztott színek közül, vagy meghatározhat egyéb színeket a színválasztóról való választással vagy a hexadecimális érték begépelésével. Az új szín azonnal megjelenik az előnézeti felületi elemben.

source: Default Avatar
de: Standard-Avatar
hu: Alapértelmezett avatár

source: Will be used as the default avatar for all outgoing communication.
de: Wird als Standard-Avatar für alle ausgehende Kommunikation verwendet.
hu: Az alapértelmezett avatárként lesz használva az összes kimenő kommunikációnál.

source: To change the avatar, click on the *Select image to upload* button, and select a new avatar image.
de: Um den Avatar zu ändern, klicken Sie auf die Schaltfläche *Bild zum Upload auswählen* und wählen Sie ein neues Bild für den Avatar.
hu: Az avatár megváltoztatásához kattintson a *Kép kiválasztása a feltöltéshez* gombra, és válasszon egy új avatárképet.

source: Custom CSS
de: Benutzerdefinierte CSS
hu: Egyéni CSS

source: Use this text area to add custom CSS to be applied in the external interface.
de: Verwenden Sie dieses Textfeld, um benutzerdefiniertes CSS hinzuzufügen, das auf das externe Interface angewendet wird.
hu: Használja ezt a szövegdobozt a külső felületen alkalmazandó egyéni CSS hozzáadásához.

source: Custom CSS Widget
de: Benutzerdefinierte CSS
hu: Egyéni CSS felületi elem

source: Include Custom Scripts
de: Benutzerdefinierte Skripte einbinden
hu: Egyéni parancsfájlok beágyazása

source: External interface application has been built with security-first mindset in place. It contains several mechanisms to make sure that all code in the front end is provided directly by the OTOBO framework.
de: Das externe Interface wurde mit einer sicherheitskritischen Denkweise entwickelt. Es enthält mehrere Mechanismen, um sicherzustellen, dass der gesamte Code im Frontend direkt vom OTOBO-Framework bereitgestellt wird.

source: In addition, a security standard called `Content Security Policy <https://en.wikipedia.org/wiki/Content_Security_Policy>`__ headers is now leveraged by the built-in web server. It serves as a last line of defense and in case some unexpected code still makes it to the client, it will make sure that the user’s browser simply refuses to run it.
de: Zusätzlich wird nun ein Sicherheitsstandard namens `Content Security Policy <https://en.wikipedia.org/wiki/Content_Security_Policy>`__ Header vom integrierten Webserver genutzt. Es dient als letzte Verteidigungslinie und stellt sicher, falls noch unerwarteter Code zum Client gelangt, dass sich der Browser des Benutzers einfach weigert, den Code auszuführen.
hu: Ezenkívül mostantól egy `Content Security Policy <https://en.wikipedia.org/wiki/Content_Security_Policy>`__ nevezetű biztonsági szabvány fejléceit is kihasználja a beépített webkiszolgáló. Ez az utolsó védelmi vonalként szolgál, és abban az esetben, ha néhány váratlan kód továbbra is elérhetővé válna az ügyfélnek, akkor biztosítja, hogy a felhasználó böngészője egyszerűen elutasítsa a futtatását.

source: However, a use-case still exists in which even a modern web application might still need to run some additional code, provided it is vetted and included by the administrators. One example could be an external integrated chat solution, but could also be an inline code snippet used for external web analytics.
de: Es gibt jedoch noch einen Anwendungsfall, in dem auch eine moderne Webanwendung möglicherweise noch zusätzlichen Code ausführen muss, vorausgesetzt, er wird von den Administratoren überprüft und eingebunden. Ein Beispiel könnte eine externe integrierte Chat-Lösung sein, aber auch ein Inline-Codeausschnitt, der für externe Web-Analysen verwendet wird.
hu: Azonban továbbra is létezik olyan eset, amikor még egy modern webes alkalmazásnak is szüksége lehet további kód futtatására, feltéve hogy azt az adminisztrátorok ellenőrizték és beágyazták. Példa lehet erre egy külső integrált csevegési megoldás, de lehetne egy külső webelemző eszközhöz használt sorközi kódrészlet is.

source: Including custom scripts can be done in the :doc:`../administration/system-configuration` with the following settings:
de: Das Einbinden von benutzerdefinierten Skripten kann in der :doc:`../administration/system-configuration` mit den folgenden Einstellungen erfolgen:
hu: Egyéni parancsfájlok beágyazása a :doc:`../administration/system-configuration` képernyőn végezhető el a következő beállításokkal:

source: Web Analytics Example
de: Beispiel für Web-Analysen
hu: Webelemző eszköz példa
