Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: OTOBO supports adding a so-called :term:`dynamic field` to handle texts, integers, drop-down lists, multi-select fields, date-time, checkboxes and more. OTOBO administrators can define where those fields should be visible or editable, and of course, the dynamic fields are also available in statistics and reports.
de: OTOBO unterstützt das Hinzufügen eines sogenannten :term:`Dynamisches Feld`, um Texte, Ganzzahlen, Dropdown-Listen, Mehrfach-Auswahlfelder, Datum/Uhrzeit, Kontrollkästchen und mehr zu verarbeiten. OTOBO-Administratoren können definieren, wo diese Felder sichtbar oder editierbar sein sollen, und natürlich sind die Dynamischen Felder auch in Statistiken und Berichten verfügbar.

source: Dynamic Field Management Screen
de: Verwaltung Dynamischer Felder
hu: Dinamikus mező kezelésének képernyője

source: Manage Dynamic Fields
de: Dynamische Felder verwalten
hu: Dinamikus mezők kezelése

source: To create a new dynamic field:
de: So erstellen Sie ein Dynamisches Feld:
hu: Egy új dinamikus mező létrehozásához:

source: Create New Dynamic Field Screen
de: Neues Dynamisches Feld erstellen
hu: Új dinamikus mező létrehozása képernyő

source: To edit a dynamic field:
de: So bearbeiten Sie ein Dynamisches Feld:
hu: Egy dinamikus mező szerkesztéséhez:

source: Edit Dynamic Field Screen
de: Dynamisches Feld bearbeiten
hu: Dinamikus mező szerkesztése képernyő

source: To delete a dynamic field:
de: So löschen Sie ein Dynamisches Feld:
hu: Egy dinamikus mező törléséhez:

source: Delete Dynamic Field Screen
de: Dynamisches Feld löschen
hu: Dinamikus mező törlése képernyő

source: If several dynamic fields are added to the system, use the filter box to find a particular dynamic field by just typing the name to filter.
de: Wenn dem System mehrere Dynamische Felder hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Eintrag zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több dinamikus mező van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos dinamikus mező megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Dynamic Field Settings
de: Einstellungen für Dynamische Felder
hu: Dinamikus mező beállításai

source: General Dynamic Field Settings
de: Allgemeine Einstellungen für Dynamische Felder
hu: Dinamikus mező általános beállításai

source: These settings are the same for all types of dynamic fields.
de: Diese Einstellungen gelten für alle Typen von Dynamischen Feldern.
hu: Ezek a beállítások ugyanazok az összes típusú dinamikus mezőnél.

source: Dynamic Field General Screen
de: Dynamische Felder - Allgemeine Einstellungen
hu: Dinamikus mező általános képernyője

source: Label \*
de: Beschriftung
hu: Címke \*

source: This is the name to be shown on the screens where the field is active.
de: Dieser Name wird auf den Ansichten angezeigt, auf denen dieses Feld aktiv ist.
hu: Ez azokon a képernyőkön megjelenítendő név, ahol a mező aktív.

source: It is possible to add translations for a dynamic field label. Label translations have to be added manually to language translation files.
de: Es ist möglich, Übersetzungen zu den Beschriftungen für ein Dynamisches Feld hinzuzufügen. Übersetzungen für Beschriftungen müssen manuell den Sprach-Übersetzungsdateien hinzugefügt werden.
hu: Lehetőség van fordításokat hozzáadni egy dinamikus mező címkéjéhez. A címkefordításokat kézzel kell hozzáadni a nyelvi fordítások fájljaihoz.

source: Field order \*
de: Feldreihenfolge
hu: Mezősorrend \*

source: This is the order in which this field will be shown on the screens where is active.
de: Die Feldreihenfolge steuert die Ausgabe der Felder auf den Ansichten, wo das Dynamische Feld aktiv ist.
hu: Ez az a sorrend, amelyben ez a mező meg fog jelenni a képernyőkön, ahol aktív.

source: Field type
de: Feldtyp
hu: Mezőtípus

source: Object type
de: Objekttyp
hu: Objektumtípus

source: The following settings are relevant only for the particular type of dynamic fields.
de: Die folgenden Einstellungen sind nur für die jeweiligen Typen der Dynamischen Felder relevant.
hu: A következő beállítások csak bizonyos típusú dinamikus mezőkre vonatkoznak.

source: Checkbox Dynamic Field Settings
de: Einstellungen für Dynamisches Feld vom Typ "Kontrollkästchen"
hu: Jelölőnégyzet dinamikus mező beállításai

source: Checkbox dynamic field is used to store true or false value.
de: Dynamische Felder vom Typ "Kontrollkästchen" werden genutzt, um "wahr" und "falsch"-Werte zu speichern.
hu: A jelölőnégyzet dinamikus mező igaz vagy hamis érték tárolásához használható.

source: Default value \*
de: Standardwert
hu: Alapértelmezett érték \*

source: The default value for the checkbox.
de: Der Standardwert für das Kontrollkästchen
hu: Az alapértelmezett érték a jelölőnégyzethez.

source: Checked
de: Ausgewählt
hu: Bejelölve

source: The checkbox is checked by default.
de: Das Kontrollkästchen ist standardmäßig ausgewählt.
hu: A jelölőnégyzet alapértelmezetten be van jelölve.

source: Unchecked
de: Nicht ausgewählt
hu: Nincs bejelölve

source: The checkbox is unchecked by default.
de: Das Kontrollkästchen ist standardmäßig nicht ausgewählt.
hu: A jelölőnégyzet alapértelmezetten nincs bejelölve.

source: Contact With Data Dynamic Field Settings
de: Einstellungen für das Dynamische Feld vom Typ "Kontaktdaten"
hu: Partneradatok dinamikus mező beállításai

source: This dynamic field allows to add contacts with data to tickets.
de: Dieses Dynamische Feld ermöglicht das Hinzufügen von Kontaktdaten zu Tickets.
hu: Ez a dinamikus mező lehetővé teszi partneradatok hozzáadását a jegyekhez.

source: Name Field \*
de: Namensfeld \*
hu: Név mező \*

source: The attribute ``Name`` is always mandatory and it is not automatically added, so for each new data source this attribute must be added manually. Within the data source definition (or dynamic field configuration) this must be represented by the key ``Name`` and the value could be *Name* for example.
de: Das Attribut ``Name`` ist immer Pflicht und wird nicht automatisch hinzugefügt, so dass dieses Attribut für jede neue Datenquelle manuell hinzugefügt werden muss. Innerhalb der Datenquellendefinition (oder Dynamischen Feld-Konfiguration) müssen sie durch den Schlüssel ``Name`` dargestellt werden und der Wert könnte beispielsweise *Name* sein.
hu: A ``Name`` attribútum mindig kötelező, és nincs automatikusan hozzáadva, így minden egyes új adatforrásnál ezt az attribútumot kézzel kell hozzáadni. Az adatforrás meghatározásán belül (vagy a dinamikus mező beállításaiban) ezt a ``Name`` kulccsal kell feltüntetni, míg az érték *Név* lehet például.

source: ValidID Field \*
de: ValidID-Feld \*
hu: Érvényesség-azonosító mező \*

source: The attribute ``ValidID`` is always mandatory and it is not automatically added, so for each new data source this attribute must be added manually. Within the data source definition (or dynamic field configuration) this must be represented by the key ``ValidID`` and the value could be *Validity* for example.
de: Das Attribut ``ValidID`` ist immer Pflicht und wird nicht automatisch hinzugefügt, so dass dieses Attribut für jede neue Datenquelle manuell hinzugefügt werden muss. Innerhalb der Datenquellendefinition (oder Dynamischen Feld-Konfiguration) müssen sie durch den Schlüssel ``ValidID`` dargestellt werden und der Wert könnte beispielsweise *Validität* sein.
hu: A ``ValidID`` attribútum mindig kötelező, és nincs automatikusan hozzáadva, így minden egyes új adatforrásnál ezt az attribútumot kézzel kell hozzáadni. Az adatforrás meghatározásán belül (vagy a dinamikus mező beállításaiban) ezt a ``ValidID`` kulccsal kell feltüntetni, míg az érték *Érvényesség* lehet például.

source: Other Fields
de: Andere Felder
hu: Egyéb mezők

source: These are the possible data attributes for contacts. Clicking on the *⊞* button of the *Add Fields* will add two new fields, where a *Key* (internal value) and a *Value* (displayed value) can be set. With the button you can add multiple key-value pairs.
de: Dies sind die möglichen Datenattribute für Kontakte. Durch Anklicken der Schaltfläche *⊞* werden zwei neue Felder hinzugefügt, in denen ein Schlüssel (interner Wert) und ein Wert (angezeigter Wert) eingestellt werden können. Mit der Schaltfläche können Sie mehrere Schlüssel-Werte-Paare hinzufügen.
hu: Ezek a lehetséges adatattribútumok partnereknél. A *Mezők hozzáadása* *⊞* gombjára kattintva két új mezőt ad hozzá, ahol egy *Kulcs* (belső érték) és egy *Érték* (megjelenített érték) állítható be. A gombbal több kulcs-érték párt is hozzáadhat.

source: The keys ``Name`` and ``ValidID`` are already used by *Name Field* and *ValidID Field*. Do not use these keys again!
de: Die Schlüssel ``Name`` und ``ValidID`` werden bereits durch *Namensfeld* und *ValidID-Feld* benutzt. Benutzen Sie diese Schlüssel nicht noch einmal.
hu: A ``Name`` és ``ValidID`` kulcsokat már használja a *Név mező* és az *Érvényesség-azonosító mező*. Ne használja újra ezeket a kulcsokat!

source: Add Fields
de: Felder hinzufügen
hu: Mezők hozzáadása

source: Use this button to add more fields to dynamic field.
de: Verwenden Sie diese Schaltfläche, um mehr Dynamische Felder hinzuzufügen.
hu: Ennek a gombnak a használatával több mezőt adhat a dinamikus mezőhöz.

source: Mandatory fields
de: Pflichtfelder
hu: Kötelező mezők

source: Comma separated list of mandatory keys.
de: Komma-separierte Liste von Pflichtfeldern
hu: Kulcsok vesszővel elválasztott listája.

source: Keys ``Name`` and ``ValidID`` are always mandatory and doesn't have to be listed here.
de: Die Schlüssel ``Name`` und ``ValidID`` sind immer Pflicht und müssen hier nicht aufgeführt werden.
hu: A ``Name`` és a ``ValidID`` kulcsok mindig kötelezőek, és nem kell azokat itt felsorolni.

source: Sorted fields
de: Sortierte Felder
hu: Rendezett mezők

source: Comma separated list of keys in sort order. Keys listed here come first, all remaining fields afterwards and sorted alphabetically.
de: Komma-separierte Liste von Schlüsseln in sortierter Reihenfolge. Schlüssel, die hier gelistet sind, kommen zuerst. Alle anderen Felder danach werden alphabetisch sortiert.
hu: A kulcsok vesszővel elválasztott listája a rendezési sorrendben. Az itt felsorolt kulcsok jönnek először, azután az összes hátralévő mező ábécé sorrendbe rendezve.

source: Searchable fields
de: Durchsuchbare Felder
hu: Kereshető mezők

source: Comma separated list of searchable keys.
de: Komma-separierte Liste von durchsuchbaren Schlüsseln.
hu: A kereshető kulcsok vesszővel elválasztott listája.

source: Key ``Name`` is always searchable and doesn't have to be listed here.
de: Der Schlüssel ``Name`` ist immer durchsuchbar und braucht hier nicht gelistet werden.
hu: A ``Name`` kulcs mindig kereshető, és nem kell azt itt felsorolni.

source: Translatable values
de: Übersetzbare Werte
hu: Lefordítható értékek

source: If you activate this option the values will be translated to the user defined language.
de: Wenn Sie diese Einstellung aktivieren, werden die Werte in die Sprache des Benutzers übersetzt.
hu: Ha aktiválja ezt a lehetőséget, az értékek le lesznek fordítva a felhasználó által megadott nyelvre.

source: You need to add the translations manually into the language translation files.
de: Sie müssen die Übersetzungen manuell zu den Übersetzungsdateien hinzufügen.
hu: A fordításokat kézzel kell hozzáadnia a nyelv fordítási fájljaihoz.

source: When the dynamic field was saved, click on the name of the newly created dynamic field in the overview table. The *Edit Dynamic Field* screen will open. There is a button *Add or edit contacts*, that points to *Tickets* → *Edit contacts with data* to add some data.
de: Wenn das Dynamische Feld gespeichert wurde, klicken Sie auf den Namen des neu angelegten Feldes in der Übersichtstabelle. Die Ansicht *Dynamische Feld bearbeiten* wird geöffnet. Es gibt eine Schaltfläche *Kontakte hinzufügen oder bearbeiten*, die nach *Tickets* → *Kontaktdaten bearbeiten* führt, um einige Daten hinzuzufügen.
hu: Ha a dinamikus mező mentésre került, akkor kattintson az újonnan létrehozott dinamikus mező nevére az áttekintő táblázatban. A *Dinamikus mező szerkesztése* képernyő fog megnyílni. Van ott egy *Partnerek hozzáadása vagy szerkesztése* gomb, amely a *Jegyek* → *Partneradatok szerkesztése* menüpontra mutat az adatok hozzáadásához.

source: Contact With Data Management Screen
de: Kontaktdaten-Verwaltung
hu: Partneradatok kezelése képernyő

source: To add a new contact with data:
de: So fügen Sie neue Kontaktdaten hinzu
hu: Egy új partneradat hozzáadásához:

source: Select a dynamic field from the drop-down list in *Actions* widget of the left sidebar.
de: Wählen Sie im Widget *Aktionen* in der linken Seitenleiste ein Dynamisches Feld aus der Dropdown-Liste.
hu: Válasszon egy dinamikus mezőt a bal oldalsáv *Műveletek* felületi elemében lévő legördülő listából.

source: Click on the *Add contact with data* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Kontaktdaten hinzufügen*.
hu: Kattintson a *Partneradatok hozzáadása* gombra a bal oldalsávban.

source: Add Contact With Data Screen
de: Kontaktdaten hinzufügen
hu: Partneradatok hozzáadása képernyő

source: To edit a contact with data:
de: So bearbeiten Sie Kontaktdaten:
hu: Egy partneradat szerkesztéséhez:

source: Click on a contact with data in the list of contact with data entries.
de: Klicken Sie in der Liste mit den Kontaktdaten auf einen Eintrag.
hu: Kattintson egy partneradatra a partneradat-bejegyzések listájában.

source: Edit Contact With Data Screen
de: Kontaktdaten bearbeiten
hu: Partneradatok szerkesztése képernyő

source: The usage of this type of dynamic field is more complex then the others. An exemplary usage of contacts with data is as follows:
de: Die Benutzung dieses Typs eines Dynamischen Feldes ist komplexer als die der anderen. Ein Beispiel der Benutzung von Kontaktdaten:
hu: Az ilyen típusú dinamikus mező használata bonyolultabb a többinél. A partneradatok dinamikus mező használatára példa a következő:

source: Create a new dynamic field of type contact with data.
de: Erstellen Sie ein neues Dynamisches Feld vom Typ "Kontaktdaten".
hu: Hozzon létre egy új partneradatok típusú dinamikus mezőt.

source: Set the possible contact attributes (possible values).
de: Setzen Sie die möglichen Kontaktattribute (Mögliche Werte).
hu: Állítsa be a lehetséges partnerattribútumokat (lehetséges értékek).

source: Type *Name* into *Name Field*.
de: Geben Sie *Name* in das *Namensfeld* ein.
hu: Írja be a *Név* szót a *Név mezőbe*.

source: Type *Validity* into *ValidID Field*.
de: Geben Sie *Gültigkeit* in das *ValidID-Feld* ein.
hu: Írja be az *Érvényesség* szót az *Érvényesség-azonosító mezőbe*.

source: Add any other attribute with *Add Fields* button such as ``Telephone`` attribute (key: ``Telephone``, value: *Phone*).
de: Fügen Sie mit der Schaltfläche *Felder hinzufügen* weitere Attribute wie bspw. ``Telefon``-Attribut hinzu (Schlüssel ``Telefon`` , Wert *Telefonnummer*).
hu: Adjon hozzá valamilyen egyéb attribútumot a *Mezők hozzáadása* gombbal, mint például a ``Telephone`` attribútumot (kulcs: ``Telephone``, érték: *Telefon*).

source: Add the list of mandatory attribute keys comma separated (``Name`` and ``ValidID`` are not needed).
de: Fügen Sie die komma-separierten Liste der Attributeschlüssel hinzu (``Name`` und ``ValidID`` werden nicht benötigt).
hu: Adja hozzá a kötelező attribútumkulcsok listáját vesszővel elválasztva (a ``Name`` és a ``ValidID`` nem szükséges).

source: Set the attribute key order list comma separated as: ``Name,Telephone,ValidID``.
de: Setzen Sie Attributeschlüssel-Sortierliste komma-separiert als: ``Name``,Telefon``,``ValidID``.
hu: Állítsa be az attribútumkulcs sorrendjének listáját vesszővel elválasztva: ``Name,Telephone,ValidID``.

source: Add the list of searchable attribute keys comma separated (``Name`` is not needed).
de: Fügen Sie die komma-separierte Liste der durchsuchbaren Attributeschlüssel hinzu. (``Name`` wird nicht benötigt).
hu: Adja hozzá a kereshető attribútumkulcsok listáját vesszővel elválasztva (a ``Name`` nem szükséges).

source: Populate the data source by adding at least one contact in the newly created data source by using *Tickets* → *Edit contacts with data* screen from the main navigation bar.
de: Füllen Sie die Datenquelle, indem Sie mindestens einen Kontakt in der neu erstellten Datenquelle hinzufügen, indem Sie *Tickets* → *Kontakte mit Daten bearbeiten* aus der Hauptnavigationsleiste verwenden.
hu: Töltse fel az adatforrást úgy, hogy adjon hozzá legalább egy partnert az újonnan létrehozott adatforráshoz a *Jegyek* → *Partneradatok szerkesztése* képernyő használatával a fő navigációs sávban.

source: Add the new dynamic field to the screen's configuration where it should be shown. For example in *New Phone Ticket* screen by updating the system configuration setting ``Ticket::Frontend::AgentTicketPhone###DynamicField`` and do the same for ``Ticket::Frontend::AgentTicketZoom###DynamicField``.
de: Fügen Sie das Dynamische Feld zu einer Ansichtskonfiguration hinzu, in der es angezeigt werden soll. Bspw. in der Ansicht *Neues Telefon-Ticket* durch Aktualisieren der Konfigurationseinstellung ``Ticket::Frontend::AgentTicketPhone###DynamicField`` und auch für ``Ticket::Frontend::AgentTicketZoom###DynamicField``.
hu: Adja hozzá az új dinamikus mezőt azon képernyőknek beállításához, ahol meg kell jeleníteni. Például az *Új telefonos jegy* képernyőhöz a ``Ticket::Frontend::AgentTicketPhone###DynamicField`` rendszerbeállítás frissítésével, majd tegye ugyanezt a ``Ticket::Frontend::AgentTicketZoom###DynamicField`` rendszerbeállításnál is.

source: Go to *New Phone Ticket* screen, and notice that the new field is there. Add all needed information to the ticket.
de: Gehen Sie in die Ansicht *Neues Telefon-Ticket erstellen* und sehen Sie, dass das neue Feld angezeigt wird. Fügen Sie alle benötigten Informationen zum Ticket hinzu.
hu: Menjen az *Új telefonos jegy* képernyőre, és figyelje meg, hogy az új mező ott van. Adja hozzá az összes szükséges információt a jegyhez.

source: Select an existing contact using autocomplete and choosing a contact.
de: Wählen Sie einen vorhandenen Kontakt mit Hilfe der automatischen Vervollständigung und wählen Sie einen Kontakt aus.
hu: Jelöljön ki egy meglévő partnert az automatikus kiegészítés használatával, és válasszon ki egy partnert.

source: The assigned contact and its attributes will be shown in the *Ticket Zoom* screen.
de: Der zugewiesene Kontakt und seine Attribute der *Ticket-Detailansicht* angezeigt.
hu: A hozzárendelt partner és annak attribútumai láthatóak lesznek a *Jegynagyítás* képernyőn.

source: It is possible to update the attributes of the contact by clicking the *Edit contact data* button that appears in the right side of the title of the contact data box (if the current user is a member of the groups defined in system configuration setting ``Frontend::Module###AdminDynamicFieldContactWithData``).
de: Es ist möglich, die Attribute des Kontakts zu aktualisieren, indem Sie auf die Schaltfläche *Kontaktdaten bearbeiten* klicken, die sich auf der rechten Seite des Titels des Kontaktdatenfeldes befindet (wenn der aktuelle Benutzer Mitglied der in der Systemeinstellung ``Frontend::Module####AdminDynamicFieldContactWithData`` definierten Gruppen ist).
hu: Lehetőség van a partner attribútumainak frissítésére a *Partneradatok szerkesztése* gombra kattintva, amely a partneradat doboz címének jobb oldalán jelenik meg (ha a jelenlegi felhasználó a ``Frontend::Module###AdminDynamicFieldContactWithData`` rendszerbeállításban meghatározott csoportok tagja).

source: Date Dynamic Field Settings
de: Einstellungen für Dynamisches Feld vom Typ "Datum"
hu: Dátum dinamikus mező beállításai

source: Date dynamic field is used to store a date value.
de: Dynamische Felder des Typs "Datum" werden genutzt, um Datumswerte zu speichern.
hu: A dátum dinamikus mező egy dátumérték tárolásához használható.

source: Default date difference
de: Standard-Datumsunterschied
hu: Alapértelmezett dátumkülönbség

source: The difference from **now** (in seconds) to calculate the field default value (e.g. 3600 or -60).
de: Der Unterschied zu **JETZT** in Sekunden, mit dem der Standardwert des Feldes berechnet wird (z. B. 3600 oder -60).
hu: A különbség **mostantól** (másodpercben) a mező alapértelmezett értékének számításához (például 3600 vagy -60).

source: Define years period
de: Jahresbereich definieren
hu: Éves időszak meghatározása

source: Activate this feature to define a fixed range of years (in the future and in the past) to be displayed on the year part of the field. If set to *Yes* the following options will be available:
de: Aktivieren Sie diese Funktion, um für die Datumsauswahl einen festen Jahresbereich anzugeben (Jahre in der Vergangenheit und Zukunft), der im Jahres-Teil dieses Feldes angezeigt wird. Wenn auf *Ja* gesetzt, sind die folgenden Optionen verfügbar:
hu: A szolgáltatás aktiválásával egy rögzített évtartományt határozhat meg (a jövőben vagy a múltban), amely a mező év részében kerül megjelenítésre. Ha *Igen* értékre van állítva, akkor a következő lehetőségek lesznek elérhetők:

source: Years in the past
de: Jahre in der Vergangenheit
hu: Elmúlt évek

source: Define the number of years in the past from the current day to display in the year selection for this dynamic field in edit screens.
de: Definiert die Anzahl der Jahre in der Vergangenheit die angezeigt werden sollen, ausgehend vom aktuellen Datum.
hu: Az elmúlt évek számát határozza meg a jelenlegi naptól az évválasztóban való megjelenítéshez a szerkesztési képernyőkön lévő dinamikus mezőnél.

source: Years in the future
de: Jahre in der Zukunft
hu: Jövőbeli évek

source: Define the number of years in the future from the current day to display in the year selection for this dynamic field in edit screens.
de: Definiert die Anzahl der Jahre in der Zukunft die angezeigt werden sollen, ausgehend vom aktuellen Datum.
hu: A jövőbeli évek számát határozza meg a jelenlegi naptól az évválasztóban való megjelenítéshez a szerkesztési képernyőkön lévő dinamikus mezőnél.

source: Show link
de: Link anzeigen
hu: Hivatkozás megjelenítése

source: Here you can specify an optional HTTP link for the field value in overviews and zoom screens. Example:
de: Hier können Sie einen optionalen HTTP-Link für den Feldwert in Übersichten und Ansichtsseiten angeben. Beispiel:
hu: Itt határozható meg egy opcionális HTTP hivatkozás a mező értékéhez az áttekintőben és a nagyítási képernyőkön. Példa:

source: Link for preview
de: Link für Vorschau
hu: Hivatkozás az előnézethez

source: If filled in, this URL will be used for a preview which is shown when this link is hovered in ticket zoom. Please note that for this to work, the regular URL field above needs to be filled in, too.
de: Diese URL wird (falls vorhanden) für eine Vorschau verwendet, wenn sich die Maus über diesem Link in der Ticket-Detailansicht befindet. Hierfür muss das oben stehende URL-Feld ebenso ausgefüllt werden.
hu: Ha ki van töltve, akkor ez az URL lesz használva egy olyan előnézethez, amely akkor jelenik meg, ha erre a hivatkozásra rámutatnak a jegynagyításban. Ne feledje, hogy ahhoz, hogy ez működjön, a fenti szabályos URL-mezőt is ki kell tölteni.

source: Restrict entering of dates
de: Eingabe von Daten einschränken
hu: Korlátozás dátumok bevitelére

source: Here you can restrict the entering of dates of tickets.
de: Hier können Sie die Eingabe von Daten in dieses Feld einschränken.
hu: Itt korlátozható a jegyek dátumának bevitele.

source: Prevent entry of dates in the future
de: Eingabe von zukünftigen Datumswerten verhindern
hu: Jövőbeli dátumbejegyzések megakadályozása
