Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Select the days in which the job has to be executed. For example if *10* is selected for minutes, *02* is selected for hours and *Fri* is selected for days, the job will be executed in every week in Friday 02:10.
de: Wählen Sie die Tage in denen der Auftrag ausgeführt werden soll. Zum Beispiel wenn *10* für Minuten und *02* für Stunden und *Fri* für Tage gewählt wird, dann wird der Auftrag jede Woche am Freitag um 02:10 Uhr ausgeführt.
hu: A napok kiválasztása, amelyekben a feladatot végre kell hajtani. Ha például *10* lett kiválasztva a perceknél, *02* lett kiválasztva az óráknál és *Pén* lett kiválasztva a napoknál, akkor a feladat minden héten pénteken 02:10-kor lesz végrehajtva.

source: Event Based Execution
de: Ereignisbasierte Ausführung
hu: Eseményalapú végrehajtás

source: Fill in this section to set events that trigger the execution of the job.
de: Füllen Sie diesen Abschnitt aus, wenn Sie Ereignisse bestimmten möchten, diesen Auftrag auslösen sollen.
hu: Töltse ki ezt a szakaszt olyan események beállításához, amelyek aktiválják a feladat végrehajtását.

source: Job Settings - Event Based Execution
de: Auftragseinstellungen - Ereignisbasierte Ausführung
hu: Feladat-beállítások – eseményalapú végrehajtás

source: Event Triggers
de: Ereignisauslöser
hu: Esemény-aktiválók

source: This is a list of already added events. If no events are added yet, the list contains no elements. Elements can be deleted by clicking on the trash icon in the last column.
de: Das ist eine Liste bereits hinzugefügter Ereignisse. Wenn noch keine Ereignisse hinzugefügt wurden, beinhaltet die Liste keine Elemente. Elemente können gelöscht werden, wenn Sie auf das Papierkorb-Symbol in der letzten Spalte klicken.
hu: Ez a már hozzáadott események listája. Ha még nem lett esemény hozzáadva, akkor a lista nem tartalmaz elemeket. Az elemek az utolsó oszlopban lévő kuka ikonra kattintva törölhetők.

source: Add Event Trigger
de: Ereignisauslöser hinzufügen
hu: Esemény-aktiváló hozzáadása

source: Select an object and a related event that will trigger the job.
de: Wählen Sie ein Objekt und ein zugehöriges Ereignis, das den Auftrag auslöst.
hu: Egy objektum és egy kapcsolódó esemény kiválasztása, amelyek aktiválják a feladatot.

source: Select Tickets
de: Tickets auswählen
hu: Jegyek kijelölése

source: This section contains all the attributes, that you can use to select the affected tickets.
de: Dieser Abschnitt beinhaltet alle Attribute, die Sie benutzen können, um die betroffenen Tickets auszuwählen.
hu: Ez a szakasz tartalmazza az összes olyan attribútumot, amelyeket az érintett jegyek kijelöléséhez használhat.

source: Fields are self-explained, so there is no additional explanation here.
de: Die Felder sind selbst-erklärend, so dass hier keine weitere Erklärung benötigt wird.
hu: A mezők önmagukat magyarázzák, így itt nincs további magyarázat.

source: Update/Add Ticket Attributes
de: Ticket-Attribute aktualisieren/hinzufügen
hu: Jegyjellemzők frissítése/hozzáadása

source: Fill in this section to update and/or add ticket attributes.
de: Füllen Sie diesen Abschnitt aus, wenn Sie Ticket-Attribute aktualisieren oder hinzufügen möchten.
hu: Töltse ki ezt a szakaszt jegyjellemzők frissítéséhez és/vagy hozzáadásához.

source: Add Note
de: Notiz hinzufügen
hu: Jegyzet hozzáadása

source: Fill in this section to add a note to tickets that are affected by job execution.
de: Füllen Sie diesen Abschnitt aus, um eine Notiz zu den Tickets hinzuzufügen, die durch die Auftragsausführung betroffen sind.
hu: Töltse ki ezt a szakaszt, hogy egy jegyzetet adjon azokhoz a jegyekhez, amelyeket érint a feladat-végrehajtás.

source: Job Settings - Add Note
de: Auftragseinstellungen - Notiz hinzufügen
hu: Feladat-beállítások – jegyzet hozzáadása

source: Execute Ticket Commands
de: Ticket-Befehle ausführen
hu: Jegyparancsok végrehajtása

source: Fill in this section, if you would like to make execute a custom command with the job.
de: Füllen Sie diesen Abschnitt aus, wenn Sie Ticket-Befehle mit dem Auftrag ausführen möchten.
hu: Töltse ki ezt a szakaszt, ha végre szeretne hajtatni egy egyéni parancsot a feladattal.

source: Job Settings - Execute Ticket Commands
de: Auftragseinstellungen - Ticket-Befehle ausführen
hu: Feladat-beállítások – jegyparancsok végrehajtása

source: Send agent/customer notifications on changes
de: Agenten-/Kunden-Benachrichtigung bei Änderungen senden
hu: Ügyintéző/ügyfél értesítések küldése módosításkor

source: If *Yes* is selected, a notification will be sent to agents and customers about ticket changes.
de: Wenn *Ja* ausgewählt ist, wird eine Benachrichtigung über Änderungen am Ticket an Agenten und Kunden versendet.
hu: Ha *Igen* lett kiválasztva, akkor értesítés lesz küldve az ügyintézőknek és az ügyfeleknek a jegyváltozásokról.

source: Enter a command here, that will be executed. ARG[0] will be the ticket number. ARG[1] the ticket ID.
de: Geben Sie eine Befehl ein, der ausgeführt werden soll. ARG[0] ist die Ticket-Nummer. ARG[1] ist die Ticket-ID.
hu: Adjon meg egy parancsot itt, amely végrehajtásra kerül. Az ARG[0] lesz a jegy száma. Az ARG[1] lesz a jegy azonosítója.

source: Use ``::`` as directory separator, if the value contains a path.
de: Benutzen Sie ``::`` um Verzeichnisse zu trennen, wenn der Wert einen Pfad enthält.
hu: Használjon ``::`` karaktereket könyvtárelválasztóként, ha az érték útvonalat tartalmaz.

source: Delete tickets
de: Tickets löschen
hu: Jegyek törlése

source: If *Yes* is selected, the generic agent job will delete the matched tickets.
de: Wenn *Ja* ausgewählt ist, werden übereinstimmende Tickets durch den GenericAgent-Auftrag gelöscht.
hu: Ha *Igen* lett kiválasztva, akkor az általános ügyintéző feladat törölni fogja a megtalált jegyeket.

source: All affected tickets will be removed from the database and cannot be restored!
de: Alle betroffenen Tickets werden aus der Datenbank entfernt und können nicht wiederhergestellt werden!
hu: Minden érintett jegy el lesz távolítva az adatbázisból, és nem lehet visszaállítani!

source: Execute Custom Module
de: Benutzerdefiniertes Modul ausführen
hu: Egyéni modul végrehajtása

source: Fill in this section, if you would like to make execute a custom module with the job.
de: Füllen Sie diesen Abschnitt aus, wenn Sie ein benutzerdefinertes Modul ausführen möchten.
hu: Töltse ki ezt a szakaszt, ha végre szeretne hajtatni egy egyéni modult a feladattal.

source: Job Settings - Execute Custom Module
de: Auftragseinstellungen - Benutzerdefiniertes Modul ausführen
hu: Feladat-beállítások – egyéni modul végrehajtása

source: Module
de: Modul
hu: Modul

source: This is the path for the module to be executed.
de: Das ist der Pfad für das auszuführende Modul.
hu: Ez a végrehajtandó modul útvonala.

source: Param key
de: Parameter-Schlüssel
hu: Paraméter kulcsa

source: Enter the key of the parameter, that should be passed to the module.
de: Geben Sie den Schlüssel des Parameters ein, der an das Modul übergeben werden soll.
hu: Adja meg a paraméter kulcsát, amelyet át kell adni a modulnak.

source: Param value
de: Parameter-Wert
hu: Paraméter értéke

source: Enter the value of the parameter, that should be passed to the module.
de: Geben Sie den Wert des Parameters ein, der an das Modul übergeben werden soll.
hu: Adja meg a paraméter értékét, amelyet át kell adni a modulnak.

source: Process Management
de: Prozessmanagement
hu: Folyamatkezelés

source: Maximizing performance while minimizing human error is a requirement of organizations of all sizes. This need is covered by defined processes and workflows, for recurring tasks. Ensuring all required information is available in the right place, and contacts are informed about their responsibilities like adding information, approving requests, etc.
de: Die Maximierung der Leistung bei gleichzeitiger Minimierung menschlicher Fehler ist eine Anforderung von Unternehmen jeder Größe. Dieser Bedarf wird durch definierte Prozesse und Arbeitsabläufen für wiederkehrende Aufgaben abgedeckt. Es muss sichergestellt werden, dass alle erforderlichen Informationen am richtigen Ort verfügbar sind und die Ansprechpartner über ihre Aufgaben wie das Hinzufügen von Informationen, das Genehmigen von Anfragen usw. informiert sind.
hu: A teljesítmény növelése és az emberi hibák minimalizálása követelmény bármilyen méretű szervezetnél. Ezt a szükségletet meghatározott folyamatok és munkafolyamatok fedik le az ismétlődő feladatoknál. Biztosítsa, hogy az összes szükséges információ elérhető legyen a megfelelő helyen, és a kapcsolattartók tájékoztatást kapjanak a felelősségükről, mint például az információk hozzáadása, a kérések jóváhagyása stb.

source: OTOBO supports this requirement by process management. Process tickets help by using the required mandatory and optional fields (see :doc:`dynamic-fields`) that information is not forgotten upon ticket creation or during later steps of the process. Process tickets are simple to handle for customer users and agents, so no intensive training is required.
de: OTOBO unterstützt diese Anforderung durch das Prozessmanagement. Prozess-Tickets helfen durch die Verwendung der erforderlichen Pflicht- und Optionsfelder (siehe :doc:`dynamic-fields`), dass Informationen bei der Ticket-Erstellung oder in späteren Prozessschritten nicht vergessen werden. Prozess-Tickets sind für Kundenbenutzer und Agenten einfach zu handhaben, so dass keine intensive Schulung erforderlich ist.

source: Processes are designed completely and efficiently within the OTOBO front end to fit the requirements of your organization.
de: Die Prozesse werden innerhalb des OTOBO-Frontends vollständig und effizient gestaltet, um den Anforderungen Ihres Unternehmens gerecht zu werden.

source: Use this screen to manage processes in the system. The process management screen is available in the *Process Management* module of the *Processes & Automation* group.
de: Verwenden Sie diese Ansicht, um Prozesse im System zu verwalten. Die Ansicht zur Prozess-Verwaltung ist verfügbar im Modul *Prozessmanagement* in der Gruppe *Prozesse & Automation*.
hu: Használja ezt a képernyőt a folyamatok kezeléséhez a rendszeren. A folyamatkezelés képernyő a *Folyamatok és automatizálás* csoport *Folyamatkezelés* moduljában érhető el.

source: Manage Processes
de: Prozesse verwalten
hu: Folyamatok kezelése

source: To create a new process:
de: So erstellen Sie einen neuen Prozess:
hu: Egy új folyamat létrehozásához:

source: Click on the *Create New Process* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Neuen Prozess erstellen*.
hu: Kattintson az *Új folyamat létrehozása* gombra a bal oldalsávban.

source: Set *State* to *Active*.
de: Setzen Sie den *Status* auf *Aktiv*.
hu: Állítsa az *Állapot* mezőt *Aktív* értékre.

source: Deploy all processes.
de: Nehmen Sie alle Prozesse in Betrieb.
hu: Állítsa üzembe az összes folyamatot.

source: Create New Process Screen
de: Neuen Prozess erstellen
hu: Új folyamat létrehozása képernyő

source: To edit a process:
de: So bearbeiten Sie einen Prozess:
hu: Egy folyamat szerkesztéséhez:

source: Click on a process in the list of processes.
de: Klicken Sie auf einen Prozess in der Liste mit den Prozessen.
hu: Kattintson egy folyamatra a folyamatok listájában.

source: Modify the fields and the process path.
de: Ändern Sie die Felder und den Prozesspfad.
hu: Módosítsa a mezőket és a folyamatútvonalat.

source: To copy a process:
de: So kopieren Sie einen Prozess:
hu: Egy folyamat másolásához:

source: Click on the copy icon in the fifth column of list of processes.
de: Klicken Sie auf das "Kopieren"-Symbol in der fünften Spalte in der Liste mit den Prozessen.
hu: Kattintson a másolás ikonra a folyamatok listájának ötödik oszlopában.

source: Click on the newly created process to edit it.
de: Klicken Sie auf den neu erstellten Prozess, um ihn zu bearbeiten.
hu: Kattintson az újonnan létrehozott folyamatra a szerkesztéséhez.

source: To delete a process:
de: So löschen Sie einen Prozess:
hu: Egy folyamat törléséhez:

source: Set the *State* option to *Inactive*.
de: Setzen Sie den *Status* auf *Inaktiv*.
hu: Állítsa az *Állapot* mezőt *Inaktív* értékre.

source: Click on the *Save* button. A new *Delete Inactive Process* button will appear in the left sidebar.
de: Klicken Sie auf die *Speichern*-Schaltfläche. In der linken Seitenleiste erscheint eine neue Schaltfläche *Inaktiven Prozess löschen*.
hu: Kattintson a *Mentés* gombra. Egy új *Inaktív folyamat törlése* gomb fog megjelenni a bal oldalsávban.

source: Click on the *Delete Inactive Process* button.
de: Klicken Sie auf die Schaltfläche *Inaktiven Prozess löschen*.
hu: Kattintson az *Inaktív folyamat törlése* gombra.

source: Processes are written into file in Perl format. Without deploying, all processes are still in this cache file even if they are deleted or the *State* option is set to *Inactive* or *FadeAway*. Don't forget to deploy all processes after modifications!
de: Prozesse werden im Perl-Format in eine Datei geschrieben. Ohne Inbetriebnahme befinden sich alle Prozesse weiterhin in dieser Cache-Datei, auch wenn sie gelöscht werden oder die Option *Status* auf *Inaktiv* oder *FadeAway* gesetzt ist. Vergessen Sie nicht, alle Prozesse nach Änderungen einzusetzen!
hu: A folyamatok fájlba lesznek kiírva Perl-formátumban. Üzembe állítás nélkül az összes folyamat továbbra is ebben a gyorsítótárfájlban lesz, még akkor is ha törölték azokat vagy az *Állapot* beállítást *Inaktív* vagy *Kivezetve* értékre állították. Ne felejtse el üzembe állítani az összes folyamatot a módosítások után!

source: Give some time for agents to complete the running process tickets before the process will be deleted. It is possible to mark a process for deletion, i. e. set the process as not to be selected anymore. Process states can be:
de: Geben Sie den Agenten etwas Zeit, um die laufenden Prozess-Tickets zu beenden, bevor der Prozess gelöscht wird. Es ist möglich, einen Prozess für die Löschung zu kennzeichnen, d. h. den Prozess so einstellen, dass er nicht mehr ausgewählt wird. Prozesszustände können sein:
hu: Adjon időt az ügyintézőknek, hogy befejezzék a futó folyamatjegyeket, mielőtt a folyamat törölve lenne. Lehetőség van megjelölni egy folyamatot törlésre, azaz úgy beállítani a folyamatot, hogy többé ne lehessen választani. A folyamatállapotok a következők lehetnek:

source: Active
de: Aktiv
hu: Aktív

source: Processes can be used in new process tickets.
de: Der Prozess kann in neuen Prozess-Tickets genutzt werden.
hu: A folyamatok használhatók új folyamatjegyekben.

source: FadeAway
de: Ausblendend
hu: Kivezetve

source: Processes cannot be selected any more for new tickets, but existing tickets still can use the process.
de: Der Prozess kann nicht länger für neue Tickets ausgewählt werden, aber bereits existierende Tickets können diesen Prozess nutzen.
hu: A folyamatok többé nem választhatók új jegyeknél, de a meglévő jegyek még használhatják a folyamatot.

source: Inactive
de: Inaktiv
hu: Inaktív

source: Processes are deactivated and cannot be used for new or existing tickets.
de: Der Prozess ist inaktiv und nicht länger für neue oder bestehende Tickets genutzt werden.
hu: A folyamatok ki vannak kapcsolva és nem használhatók új vagy meglévő jegyeknél.

source: To deploy all processes:
de: So nehmen Sie alle Prozesse in Betrieb:
hu: Az összes folyamat üzembe állításához:

source: Click on the *Deploy All Processes* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Alle Prozesse in Betrieb nehmen*.
hu: Kattintson az *Összes folyamat üzembe állítása* gombra a bal oldalsávban.

source: New or modified processes have to deploy in order to make affect the behavior of the system. Setting the *State* option to *Active* just indicates, which processes should be deployed.
de: Neue oder geänderte Prozesse müssen in Betrieb genommen werden, damit sie einen Einfluss auf das Verhalten des Systems haben. Wenn die Option *Gültigkeit* auf *gültig* gesetzt wird, dann wird damit nur angezeigt, welche Prozesse in Betrieb genommen werden.
hu: Az új vagy módosított folyamatokat üzembe kell állítani, hogy hatással legyenek a rendszer viselkedésére. Az *Állapot* beállítás *Aktív* értékre állítása csak azt jelzi, hogy mely folyamatokat kell üzembe állítani.

source: To export a process:
de: So exportieren Sie einen Prozess:
hu: Egy folyamat exportálásához:

source: Click on the export icon in the fourth column of list of processes.
de: Klicken Sie auf das "Exportieren"-Symbol in der vierten Spalte in der Liste mit den Prozessen.
hu: Kattintson az exportálás ikonra a folyamatok listájának negyedik oszlopában.

source: Choose a location in your computer to save the ``Export_ProcessEntityID_xxx.yml`` file.
de: Wählen Sie einen Speicherort auf ihrem Computer, um die Datei ``Export_ProcessEntityID_xxx.yml`` zu speichern.
hu: Válasszon egy helyet a számítógépén az ``Export_ProcessEntityID_xxx.yml`` fájl mentéséhez.

source: The exported file contains only the process itself, and doesn't contain the :doc:`../ticket-settings/queues`, :doc:`../users-groups-roles/agents`, :doc:`dynamic-fields`, etc. needed for the process.
de: Die exportierte Datei enthält nur den Prozess selbst und nicht :doc:`../ticket-settings/queues`, :doc:`../users-groups-roles/agents`, :doc:`dynamic-fields`, etc, die ggf. für den Prozess benötigt werden.
hu: Az exportált fájl csak magát a folyamatot tartalmazza, és nincsenek benne a folyamathoz szükséges :doc:`../ticket-settings/queues`, :doc:`../users-groups-roles/agents`, :doc:`dynamic-fields`, stb.

source: To import a process:
de: So importieren Sie einen Prozess:
hu: Egy folyamat importálásához:

source: Click on the *Browse…* button of the *Configuration Import* widget in the left sidebar.
de: Klicken Sie auf die Schaltfläche *Durchsuchen...* im Widget *Konfigurationsimport* in der linken Seitenleiste.
hu: Kattintson a *Beállítás importálás* felületi elem *Tallózás…* gombjára a bal oldalsávban.

source: Click on the *Import process configuration* button.
de: Klicken Sie auf die Schaltfläche *Prozesskonfiguration importieren*.
hu: Kattintson a *Folyamat-beállítás importálása* gombra.

source: If several processes are added to the system, use the filter box to find a particular process by just typing the name to filter.
de: Wenn dem System mehrere Prozesse hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Eintrag zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több folyamat van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos folyamat megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Process Elements
de: Prozesselemente
hu: Folyamatelemek

source: The element names of the process modeler have been adapted to the *Business Process Model and Notation* (BPMN) ISO naming convention. The following task activities can be used as basic elements of the process.
de: Die Elementnamen des Prozessmodellierers wurden an die ISO-Namenskonvention *Business Process Model and Notation* (BPMN) angepasst. Die folgenden Aufgabenaktivitäten können als Grundelemente des Prozesses verwendet werden.
hu: A folyamatmodellező elemeinek neve hozzá lett igazítva a *Business Process Model and Notation* (BPMN) ISO elnevezési egyezményéhez. A következő feladat tevékenységek használhatók a folyamat alapvető elemeiként.

source: Script task activity
de: "Script-Task"-Aktivität
hu: Vezérelt feladat tevékenység

source: Script task activity is executed by the process management module and it can set dynamic field values or manage tickets automatically.
de: Die Script-Task-Aktivität wird vom Prozessmanagement-Modul ausgeführt und kann Werte für dynamische Felder festlegen oder Tickets automatisch verwalten.
hu: A vezérelt feladat tevékenységet a folyamatkezelés modul hajtja végre, és automatikusan beállíthat dinamikus mező értékeket vagy jegyeket kezelhet.

source: Script Task Activity Window
de: Script-Task-Aktivität
hu: Vezérelt feladat tevékenység ablak

source: Activity name \*
de: Aktivitätsname \*
hu: Tevékenység neve \*

source: The name of this resource. Any type of characters can be entered to this field including uppercase letters and spaces.
de: Der Name dieser Ressource in der gegebenen Sprache. In dieses Feld können beliebige Zeichen eingegeben werden, einschließlich Großbuchstaben und Leerzeichen.
hu: Ennek az erőforrásnak a neve. Bármilyen típusú karakter beírható ebbe a mezőbe, beleértve a nagybetűket és a szóközt is.

source: Activity type \*
de: Aktivitätstyp \*
hu: Tevékenység típusa \*

source: The following types of task activities can be used:
de: Es können die folgenden Task-Aktivitätstypen verwendet werden:
hu: A következő típusú feladat tevékenységek használhatók:

source: Script task activity (selected for now)
de: Script-Task-Aktiviät (derzeit ausgewählt)
hu: Vezérelt feladat tevékenység (most ez van kiválasztva)

source: Service task activity
de: "Service-Task"-Aktivität
hu: Szolgáltatási feladat tevékenység

source: User task activity
de: "Benutzer-Task"-Aktivität
hu: Felhasználói feladat tevékenység

source: Activity description
de: Aktivitätsbeschreibung
hu: Tevékenység leírása

source: Add additional information to this resource. It is recommended to always fill this field as a description of the resource with a full sentence for better clarity.
de: Hier können Sie der Ressource zusätzliche Informationen hinzufügen. Es wird empfohlen, dieses Feld als Beschreibung der Ressource zur besseren Übersichtlichkeit immer mit einem vollständigen Satz zu füllen, da der Kommentar auch in der Übersichtstabelle angezeigt wird.
hu: Adjon további információkat ehhez az erőforráshoz. Mindig ajánlott egy teljes mondattal kitölteni ezt a mezőt az erőforrás leírásaként a jobb érthetőségért.

source: Activity error code
de: Aktivitäts-Fehlercode
hu: Tevékenység hibakódja

source: Define a custom error code for script or service task activities. The custom error code must be a positive integer number.
de: Definieren Sie einen benutzerdefinierten Fehlercode für Skript- oder Service-Task-Aktivitäten. Der benutzerdefinierte Fehlercode muss eine positive Ganzzahl (Integer-Wert) sein.
hu: Határozzon meg egy egyéni hibakódot a vezérelt vagy szolgáltatási feladat tevékenységekhez. Az egyéni hibakód csak pozitív egész szám lehet.

source: Can start processes in
de: Kann einen Prozess starten in
hu: A folyamatok kezdődhetnek ebben

source: Defines, where can the processes be started by the agents or customer users. A process can be started in the following interfaces:
de: Legt fest, wo die Prozesse von den Agenten oder Kundenbenutzern gestartet werden können. In den folgenden Schnittstellen kann ein Prozess gestartet werden:
hu: Meghatározza, hogy a folyamatokat hol indíthatják el az ügyintézők vagy az ügyfél-felhasználók. Egy folyamat a következő felületeken indítható el:

source: Agent Interface
de: Agenten-Interface
hu: Ügyintézői felület

source: Agent and External Interface
de: Agent- und externes Interface
hu: Ügyintézői és külső felület

source: In this drop-down can be selected which script should be triggered immediately if the activity is set. Click on the *Configure* button to add parameters (key-value pairs) for the script.
de: In diesem Dropdown-Menü kann ausgewählt werden, welches Skript sofort ausgelöst werden soll, wenn die Aktivität eingestellt ist. Klicken Sie auf die Schaltfläche *Konfigurieren*, um Parameter (Schlüssel-Werte-Paare) für das Skript hinzuzufügen.
hu: Ebben a legördülő listában választható ki, hogy mely parancsfájlt kell azonnal aktiválni, ha a tevékenységet beállították. Kattintson a *Beállítás* gombra a parancsfájl paramétereinek (kulcs-érték párok) hozzáadásához.
