Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Customers can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Kunden können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: Az ügyfelek nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a customer:
de: So bearbeiten Sie einen Kunden:
hu: Egy ügyfél szerkesztéséhez:

source: Click on a customer in the list of customers.
de: Klicken Sie in der Liste mit den Kunden auf einen Kunden.
hu: Kattintson egy ügyfélre az ügyfelek listájában.

source: Edit Customer Screen
de: Kunde bearbeiten
hu: Ügyfél szerkesztése képernyő

source: To find a customer:
de: So finden Sie einen Kunden:
hu: Egy ügyfél megkereséséhez:

source: If several customers are added to the system, use the search box to find a particular customer. Only the first 1000 customers are listed by default.
de: Wenn dem System mehrere Kunden hinzugefügt wurden, nutzen Sie das Suchfeld, um einen einzelnen Kunden zu finden. Standardmäßig werden nur die ersten 1000 Kunden angezeigt.
hu: Ha több ügyfél van hozzáadva a rendszerhez, akkor használja a keresődobozt egy bizonyos ügyfél megkereséséhez. Csak az első 1000 ügyfél van felsorolva alapértelmezetten.

source: Customer Settings
de: Einstellungen für Kunden
hu: Ügyfél beállításai

source: Customer ID \*
de: Kundennummer \*
hu: Ügyfél-azonosító \*

source: The internal name of the customer. Should contain only letters, numbers and some special characters.
de: Der interne Name des Kunden. Sollte nur Buchstaben, Zahlen und einige Sonderzeichen enthalten.
hu: Az ügyfél belső neve. Csak betűket, számokat és néhány különleges karaktert tartalmazhat.

source: Customer \*
de: Kunde \*
hu: Ügyfél \*

source: The country of the customer. Choose a country from the list.
de: Das Land des Kunden. Wählen Sie ein Land aus der Liste.
hu: Az ügyfél országa. Válasszon egy országot a listából.

source: The web page or other URL of the customer.
de: Die Website oder eine andere URL des Kunden.
hu: Az ügyfél weboldala vagy egyéb URL-e.

source: Customers ↔ Groups
de: Kunden ↔ Gruppen
hu: Ügyfelek ↔ Csoportok

source: Your organization grows, and it's not practical at some point to assign permissions to individual users, you need to assign the permissions to all customer users of a customer.
de: Ihr Unternehmen wächst, und es ist irgendwann nicht mehr sinnvoll, Berechtigungen einzelnen Benutzern zuzuordnen, Sie müssen die Berechtigungen allen Kundenbenutzern eines Kunden zuweisen.
hu: A szervezet növekszik, és bizonyos ponton nem célszerű jogosultságokat rendelni az egyes felhasználókhoz, ezért hozzá kell rendelnie a jogosultságokat egy ügyfél összes ügyfél-felhasználójához.

source: OTOBO allows you to assign :term:`group` permissions to a :term:`customer`. Access works just the same as for agents, preventing a customer from modifying and viewing a request. Thus allowing the customer to focus on the results of the original communication and funneling the discussion through one ticket.
de: OTOBO ermöglicht es Ihnen, :term:`group` -Berechtigungen einem :term:`customer` zuzuordnen. Der Zugriff funktioniert genauso wie bei Agenten und verhindert, dass ein Kunde eine Anfrage ändert und anzeigt. So kann sich der Kunde auf die Ergebnisse der ursprünglichen Kommunikation konzentrieren und die Diskussion durch ein einziges Ticket leiten lassen.

source: Assign a single customer user to a group using :doc:`customer-users-groups`.
de: Ordnen Sie mit Hilfe von :doc:`customer-users-groups` einen einzelnen Kundenbenutzer einer Gruppe zu.
hu: Rendeljen hozzá egy önálló ügyfél-felhasználót egy csoporthoz az :doc:`customer-users-groups` modul használatával.

source: Use this screen to add one or more customers to one or more groups. To use this function, at least one customer and one group need to have been added to the system. The management screen is available in the *Customers ↔ Groups* module of the *Users, Groups & Roles* group.
de: Verwenden Sie diese Ansicht, um einen oder mehrere Kunden zu einer oder mehreren Gruppen zuzuordnen. Um diese Funktion zu nutzen, muss wenigstens ein Kunde und eine Gruppe dem System hinzugefügt werden. Die Ansicht zur Verwaltung ist im Modul *Kunden ↔ Gruppen* in der Gruppe *Benutzer, Gruppen & Rollen* verfügbar.
hu: Használja ezt a képernyőt, hogy egy vagy több ügyfelet adjon hozzá egy vagy több csoporthoz. A funkció használatához az szükséges, hogy legalább egy ügyfél és legalább egy csoport hozzá legyen adva a rendszerhez. A kezelőképernyő a *Felhasználók, csoportok és szerepek* csoport *Ügyfelek ↔ Csoportok* moduljában érhető el.

source: Manage Customer-Group Relations
de: Kunden-Gruppen-Zuordnung verwalten
hu: Ügyfél–Csoport kapcsolatok kezelése

source: Manage Customers ↔ Groups Relations
de: Kunden ↔ Gruppen-Zuordnungen verwalten
hu: Ügyfelek ↔ Csoportok kapcsolatainak kezelése

source: To be able to use this feature, you have to activate its setting first.
de: Um diese Funktion nutzen zu können, müssen Sie sie zuerst aktivieren.
hu: Ahhoz, hogy képes legyen használni ezt a funkciót, először aktiválnia kell a beállításait.

source: Enable Customer-Group Support
de: Kundengruppen-Unterstützung aktivieren
hu: Ügyfél–Csoport támogatás engedélyezése

source: To assign some groups to a customer:
de: So ordnen Sie Gruppen zu einem Kunden zu:
hu: Néhány csoportnak egy ügyfélhez való rendeléséhez:

source: Select the permissions you would like to connect the customer to groups with.
de: Wählen Sie die Berechtigungen aus, mit denen Sie den Kunden mit Gruppen verbinden möchten.
hu: Válassza ki azokat a jogosultságokat, amelyekkel össze szeretné kapcsolni az ügyfelet a csoportokkal.

source: Change Group Relations for Customer
de: Gruppenzuordnungen für Kunden ändern
hu: Csoportkapcsolatok megváltoztatása egy ügyfélnél

source: To assign some customers to a group:
de: So ordnen Sie Kunden zu einer Gruppe hinzu:
hu: Néhány ügyfélnek egy csoporthoz való rendeléséhez:

source: Select the permissions you would like to connect the group to customers with.
de: Wählen Sie die Berechtigungen aus, mit denen Sie die Gruppe mit Kunden verbinden möchten.
hu: Válassza ki azokat a jogosultságokat, amelyekkel össze szeretné kapcsolni a csoportot az ügyfelekkel.

source: Change Customer Relations for Group
de: Kundenzuordnungen für Gruppe ändern
hu: Ügyfélkapcsolatok megváltoztatása egy csoportnál

source: To change customer default groups:
de: So ändern Sie die Standard-Kundengruppen:
hu: Az ügyfél alapértelmezett csoportjainak megváltoztatásához:

source: Click on the *Edit Customer Default Groups* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Standardgruppen für Kunden bearbeiten*.
hu: Kattintson az *Ügyfél alapértelmezett csoportjainak szerkesztése* gombra a bal oldalsávban.

source: ``CustomerGroupCompanyAlwaysGroups`` System Configuration Screen
de: ``CustomerGroupCompanyAlwaysGroups`` Systemkonfiguration
hu: A ``CustomerGroupCompanyAlwaysGroups`` rendszerbeállítás képernyő

source: These groups are automatically assigned to all customers.
de: Diese Gruppen werden allen Kunden automatisch zugewiesen.
hu: Ezek a csoportok automatikusan hozzá vannak rendelve minden ügyfélhez.

source: If several customers or groups are added to the system, use the search box to find a particular customer or use the filter box to find a particular group by just typing the name to filter.
de: Wenn dem System mehrere Kunden oder Gruppen hinzugefügt wurden, nutzen Sie das Suchfeld, um eine einzelne Gruppe oder einen Kunden zu finden.
hu: Ha több ügyfél vagy csoport van hozzáadva a rendszerhez, akkor használja a keresődobozt egy bizonyos ügyfél megkereséséhez, vagy használja a szűrődobozt egy bizonyos csoport megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Multiple customers or groups can be assigned in both screens at the same time. Additionally clicking on a customer or clicking on a group in the relations will open the *Edit Customer* screen or the *Edit Group* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Gruppen oder Kundenbenutzer zugeordnet werden. Wenn Sie zusätzlich auf eine Gruppe oder auf einen Kunden in der Ansicht klicken, wird die Ansicht *Gruppe bearbeiten* oder die Ansicht *Kunde bearbeiten* entsprechend geöffnet.
hu: Egyszerre több ügyfél vagy csoport is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy ügyfélre vagy egy csoportra kattintva meg fog nyílni az *Ügyfél szerkesztése* vagy a *Csoport szerkesztése* képernyő annak megfelelően.

source: Accessing a customer or a group provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Gruppen und Kunden bieten keinen "Zurück"-Link zur Ansicht mit den Zuordnungen.
hu: Egy ügyfél vagy egy csoport elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.

source: Customers ↔ Groups Relations Reference
de: Kunden ↔ Gruppen-Zuordnungen Referenz
hu: Ügyfelek ↔ Csoportok kapcsolatainak hivatkozása

source: When assigning a customer to a group or vice versa, several permissions can be set as connection between a customer and a group. The following permissions are available by default:
de: Bei der Zuordnung eines Kunden zu einer Gruppe oder umgekehrt können mehrere Berechtigungen als Verbindung zwischen einem Kundenbenutzer und einer Gruppe eingestellt werden. Die folgenden Berechtigungen sind standardmäßig verfügbar:
hu: Ha egy ügyfelet hozzárendelnek egy csoporthoz vagy fordítva, akkor számos jogosultság állítható be egy ügyfél és egy csoport közötti kapcsolatként. A következő jogosultságok érhetők el alapértelmezetten:

source: Same Customer
de: Gleicher Kunde
hu: Ugyanaz az ügyfél

source: Gives customer users group based access to tickets from customer users of the same customer (ticket ``CustomerID`` is a ``CustomerID`` of the customer user).
de: Ermöglicht Kundenbenutzern gruppenbasierten Zugriff auf Tickets von Kundenbenutzern desselben Kunden (Ticket ``CustomerID`` ist eine ``CustomerID`` des Kundenbenutzers).
hu: Csoportalapú hozzáférést ad az ügyfél-felhasználóknak az azonos ügyfél ügyfél-felhasználóitól származó jegyekhez (a jegy ``CustomerID`` mezője ugyanaz mint az ügyfél-felhasználó ``CustomerID`` mezője).

source: Groups
de: Gruppen
hu: Csoportok

source: Use this screen to add groups to the system. A fresh OTOBO installation contains some default groups. The group management screen is available in the *Groups* module of the *Users, Groups & Roles* group.
de: Verwenden Sie diese Ansicht, um Gruppen dem System hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig einige Standardgruppen. Die Verwaltung der Gruppen ist im Modul *Gruppen* in der Gruppe *Benutzer, Gruppen und Rollen* verfügbar.

source: Group Management Screen
de: Gruppen-Verwaltung
hu: Csoportkezelés képernyő

source: Manage Groups
de: Gruppen verwalten
hu: Csoportok kezelése

source: To add a group:
de: So fügen Sie eine Gruppe hinzu:
hu: Egy csoport hozzáadásához:

source: Click on the *Add Group* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Gruppe hinzufügen*.
hu: Kattintson a *Csoport hozzáadása* gombra a bal oldalsávban.

source: Add Group Screen
de: Gruppe hinzufügen
hu: Csoport hozzáadása képernyő

source: Groups can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Gruppen können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: A csoportok nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a group:
de: So bearbeiten Sie eine Gruppe:
hu: Egy csoport szerkesztéséhez:

source: Click on a group in the list of groups.
de: Klicken Sie in der Liste mit den Gruppen auf einen Gruppe.
hu: Kattintson egy csoportra a csoportok listájában.

source: Edit Group Screen
de: Gruppe bearbeiten
hu: Csoport szerkesztése képernyő

source: If several groups are added to the system, use the filter box to find a particular group by just typing the name to filter.
de: Wenn dem System mehrere Gruppen hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte Gruppe zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több csoport van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos csoport megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Group Settings
de: Einstellungen für Gruppen
hu: Csoport beállításai

source: Renaming a group does not affect permissions previously given. When *group1* is now called *group2*, then all the permissions are the same for the users which used to be assigned to *group1*. This result is because OTOBO uses IDs for the relationship, and not the name.
de: Das Umbenennen einer Gruppe hat keinen Einfluss auf die zuvor erteilten Berechtigungen. Wenn *Gruppe1* nun *Gruppe2* heißt, dann sind alle Berechtigungen für die Benutzer gleich, die früher *Gruppe1* zugeordnet waren. Dieses Ergebnis ist darauf zurückzuführen, dass OTOBO für die Beziehung IDs verwendet und nicht den Namen.

source: Invalidating a group does not remove the permissions from the user, but only makes them invalid. If you reactivate this group, even with a new name, the permissions take effect.
de: Das ungültig-Setzen einer Gruppe entzieht dem Benutzer nicht die Berechtigungen, sondern macht sie nur ungültig. Wenn Sie diese Gruppe auch mit einem neuen Namen reaktivieren, werden die Berechtigungen wirksam.
hu: Egy csoport érvénytelenítése nem távolítja el a jogosultságokat a felhasználótól, hanem csak érvénytelenné teszi. Ha újra aktiválja a csoportot (akár egy új névvel), a jogosultságok életbe lépnek.

source: Default Groups
de: Standardgruppen
hu: Alapértelmezett csoportok

source: Every agent's account should belong to at least one group or role. In a fresh installation, there are some pre-defined groups available:
de: Das Konto jedes Agenten sollte mindestens einer Gruppe oder Rolle angehören. In einer Neuinstallation stehen einige vordefinierte Gruppen zur Verfügung:
hu: Minden egyes ügyintézői fióknak legalább egy csoporthoz vagy szerephez kell tartoznia. Egy friss telepítésben néhány előre meghatározott csoport érhető el:

source: Allowed to perform administrative tasks in the system.
de: Gruppe für die Benutzer mit Administrationsrechten.
hu: Adminisztratív feladatok végrehajtása engedélyezett a rendszeren.

source: Qualified to access the stats module of OTOBO and generate statistics.
de: Benutzer in dieser Gruppe dürfen lesend (ro) oder schreibend (rw) auf das Statistikmodul von OTOBO zugreifen, d.h. sie können Statistiken einsehen oder auch erstellen.

source: Agents should belong to this group, with read and write permissions. They can then access all functions of the ticket system.
de: Dies ist die Gruppe, in die normale Mitarbeiter aufgenommen und mit den kompletten Rechten ausgestattet werden sollten. Dadurch wird für die Mitarbeiter das normale Arbeiten im System ermöglicht, der Zugriff auf alle Funktionen rund um Tickets ist gegeben.
hu: Az ügyintézőknek ehhez a csoporthoz kell tartozniuk olvasási és írási jogosultságokkal. Ezután férhetnek hozzá a jegyrendszer összes funkciójához.

source: Roles
de: Rollen
hu: Szerepek

source: Use this screen to add roles to the system. A fresh OTOBO installation contains no roles by default. The role management screen is available in the *Roles* module of the *Users, Groups & Roles* group.
de: Verwenden Sie diese Ansicht, um Rollen dem System hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig keine Rollen. Die Ansicht zur Verwaltung der Rollen ist im Modul *Rollen* in der Gruppe *Benutzer, Gruppen & Rollen* verfügbar.

source: Role Management Screen
de: Rollen-Verwaltung
hu: Szerepkezelés képernyő

source: Manage Roles
de: Rollen verwalten
hu: Szerepek kezelése

source: To add a role:
de: So fügen Sie eine Rolle hinzu:
hu: Egy szerep hozzáadásához:

source: Click on the *Add Role* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Rolle hinzufügen*.
hu: Kattintson a *Szerep hozzáadása* gombra a bal oldalsávban.

source: Add Role Screen
de: Rolle hinzufügen
hu: Szerep hozzáadása képernyő

source: Roles can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Rollen können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: A szerepek nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a role:
de: So bearbeiten Sie eine Rolle:
hu: Egy szerep szerkesztéséhez:

source: Click on a role in the list of roles.
de: Klicken Sie in der Liste mit den Rollen auf einen Rolle.
hu: Kattintson egy szerepre a szerepek listájában.

source: Edit Role Screen
de: Rolle bearbeiten
hu: Szerep szerkesztése képernyő

source: If several roles are added to the system, use the filter box to find a particular role by just typing the name to filter.
de: Wenn dem System mehrere Rollen hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte Rolle zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több szerep van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos szerep megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Role Settings
de: Einstellungen für Rollen
hu: Szerep beállításai

source: Roles ↔ Groups
de: Rollen ↔ Gruppen
hu: Szerepek ↔ Csoportok

source: Use this screen to add one or more roles to one or more groups. To use this function, at least one role and one group need to have been added to the system. The management screen is available in the *Roles ↔ Groups* module of the *Users, Groups & Roles* group.
de: Verwenden Sie diese Ansicht, um eine oder mehrere Rollen zu einer oder mehreren Gruppen zuzuordnen. Um diese Funktion zu nutzen, muss mindestens eine Rolle und eine Gruppe dem System hinzugefügt werden. Die Ansicht zur Verwaltung ist im Modul *Rollen ↔ Gruppen* in der Gruppe *Benutzer, Gruppen & Rollen* verfügbar.
hu: Használja ezt a képernyőt, hogy egy vagy több szerepet adjon hozzá egy vagy több csoporthoz. A funkció használatához az szükséges, hogy legalább egy szerep és legalább egy csoport hozzá legyen adva a rendszerhez. A kezelőképernyő a *Felhasználók, csoportok és szerepek* csoport *Szerepek ↔ Csoportok* moduljában érhető el.

source: Manage Role-Group Relations
de: Zuordnungen von Rollen zu Gruppen verwalten
hu: Szerep–Csoport kapcsolatok kezelése

source: Manage Roles ↔ Groups Relations
de: Rollen ↔ Gruppen-Zuordnungen verwalten
hu: Szerepek ↔ Csoportok kapcsolatainak kezelése

source: To assign some groups to a role:
de: So ordnen Sie Gruppen einer Rolle hinzu:
hu: Néhány csoportnak egy szerephez való rendeléséhez:

source: Select the permissions you would like to connect the role to groups with.
de: Wählen Sie die Berechtigungen aus, mit denen Sie die Rolle mit Gruppen verbinden möchten.
hu: Válassza ki azokat a jogosultságokat, amelyekkel össze szeretné kapcsolni a szerepet a csoportokkal.

source: Change Group Relations for Role
de: Gruppen-Zuordnungen ändern für Rolle
hu: Csoportkapcsolatok megváltoztatása egy szerepnél

source: To assign some roles to a group:
de: So ordnen Sie Rollen einer Gruppe zu:
hu: Néhány szerepnek egy csoporthoz való rendeléséhez:

source: Select the permissions you would like to connect the group to roles with.
de: Wählen Sie die Berechtigungen aus, mit denen Sie die Gruppe mit Rollen verbinden möchten.
hu: Válassza ki azokat a jogosultságokat, amelyekkel össze szeretné kapcsolni a csoportot a szerepekkel.

source: Change Role Relations for Group
de: Rollen-Zuordnungen ändern für Gruppe
hu: Szerepkapcsolatok megváltoztatása egy csoportnál

source: If several roles or groups are added to the system, use the filter box to find a particular role or group by just typing the name to filter.
de: Wenn dem System mehrere Rollen oder Gruppen hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte Rolle oder Gruppe zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több szerep vagy csoport van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos szerep vagy csoport megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Multiple roles or groups can be assigned in both screens at the same time. Additionally clicking on a role or clicking on a group in the relations screen will open the *Edit Role* screen or the *Edit Group* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Rollen oder Gruppen zugeordnet werden. Wenn Sie zusätzlich auf eine Rolle oder auf einen Gruppe in der Ansicht klicken, wird die Ansicht *Rolle bearbeiten* oder die Ansicht *Gruppe bearbeiten* entsprechend geöffnet.
hu: Egyszerre több szerep vagy csoport is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy szerepre vagy egy csoportra kattintva meg fog nyílni a *Szerep szerkesztése* vagy a *Csoport szerkesztése* képernyő annak megfelelően.

source: Accessing a role or a group provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Rollen oder Gruppen bieten keinen "Zurück"-Link zur Ansicht mit den Zuordnungen.
hu: Egy szerep vagy egy csoport elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.

source: Roles ↔ Groups Relations Reference
de: Rollen ↔ Gruppen-Zuordnungen Referenz
hu: Szerepek ↔ Csoportok kapcsolatainak hivatkozása

source: When assigning a role to a group or vice versa, several permissions can be set as connection between a role and a group. The following permissions are available by default:
de: Bei der Zuordnung einer Rolle zu einer Gruppe oder umgekehrt können mehrere Berechtigungen als Verbindung zwischen einer Rolle und einer Gruppe eingestellt werden. Die folgenden Berechtigungen sind standardmäßig verfügbar:
hu: Ha egy szerepet hozzárendelnek egy csoporthoz vagy fordítva, akkor számos jogosultság állítható be egy szerep és egy csoport közötti kapcsolatként. A következő jogosultságok érhetők el alapértelmezetten:

source: Users with this permission type will only be able to observe chats in a channel after they have been invited.
de: Benutzer mit dieser Berechtigungsart können Chats in einem Kanal nur dann beobachten, wenn sie eingeladen wurden.
hu: Ezzel a jogosultságtípussal rendelkező felhasználók csak megfigyelni tudják a csevegést egy csevegőcsatornában, miután meghívták őket.

source: Users with this permission type will be able to take part in a chat, but only after they get invited to it.
de: Benutzer mit dieser Berechtigungsart können an einem Chat teilnehmen, allerdings erst, nachdem sie dazu eingeladen wurden.
hu: Ezzel a jogosultságtípussal rendelkező felhasználók képesek lesznek részt venni egy csevegésben, de csak azután, hogy bevonták őket abba.
