Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Multiple agents or groups can be assigned in both screens at the same time. Additionally clicking on an agent or clicking on a group in the relations screen will open the *Edit Agent* screen or the *Edit Group* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Agenten oder Gruppen zugeordnet werden. Wenn Sie zusätzlich auf einen Agenten oder auf einen Gruppe in der Ansicht klicken, wird die Ansicht *Agent bearbeiten* oder die Ansicht *Gruppe bearbeiten* entsprechend geöffnet.
hu: Egyszerre több ügyintéző vagy csoport is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy ügyintézőre vagy egy csoportra kattintva meg fog nyílni az *Ügyintéző szerkesztése* vagy a *Csoport szerkesztése* képernyő annak megfelelően.

source: Accessing an agent or a group provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Agenten und Gruppen bieten keinen "Zurück"-Link zur Ansicht mit den Zuordnungen.
hu: Egy ügyintéző vagy egy csoport elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.

source: Agents ↔ Groups Relations Reference
de: Agenten ↔ Gruppen-Zuordnungen Referenz
hu: Ügyintézők ↔ Csoportok kapcsolatainak hivatkozása

source: When assigning an agent to a group or vice versa, several permissions can be set as connection between an agent and a group. The following permissions are available by default:
de: Bei der Zuordnung eines Agenten zu einer Gruppe oder umgekehrt können mehrere Berechtigungen als Verbindung zwischen einem Agenten und einer Gruppe eingestellt werden. Die folgenden Berechtigungen sind standardmäßig verfügbar:
hu: Ha egy ügyintézőt hozzárendelnek egy csoporthoz vagy fordítva, akkor számos jogosultság állítható be egy ügyintéző és egy csoport közötti kapcsolatként. A következő jogosultságok érhetők el alapértelmezetten:

source: Read only access to the ticket in this group/queue.
de: Nur-Lesen-Zugriff auf Tickets in diesen Gruppen/Queues.
hu: Csak olvasható hozzáférés ebben a csoportban/várólistában lévő jegyekhez.

source: move_into
de: Verschieben in
hu: átmozgatás

source: Permissions to move tickets into this group/queue.
de: Rechte, um Tickets in eine Gruppe/Queue zu verschieben.
hu: Jogosultságok jegyek áthelyezéséhez ebbe a csoportba/várólistába.

source: create
de: erstellen
hu: létrehozás

source: Permissions to create tickets in this group/queue.
de: Rechte, um in einer Gruppe/Queue Tickets zu erstellen.
hu: Jogosultságok új jegyek létrehozásához ebben a csoportban/várólistában.

source: note
de: Notiz
hu: jegyzet

source: Permissions to add notes to tickets in this group/queue.
de: Berechtigung zum Hinzufügen von Notizen zu Tickets dieser Gruppe/Queue.
hu: Jogosultságok a jegyekhez való jegyzetek hozzáadásához ebben a csoportban/várólistában.

source: owner
de: Besitzer (owner)
hu: tulajdonos

source: Permissions to change the owner of tickets in this group/queue.
de: Berechtigung zum Ändern des Besitzers von Tickets dieser Gruppe/Queue.
hu: Jogosultságok a jegyek tulajdonosának megváltoztatásához ebben a csoportban/várólistában.

source: priority
de: Priorität
hu: prioritás

source: Permissions to change the ticket priority in this group/queue.
de: Rechte, um die Priorität eines Tickets in einer Gruppe/Queue zu ändern.
hu: Jogosultságok a jegy prioritásnak megváltoztatásához ebben a csoportban/várólistában.

source: Agents have full rights for a chat and can accept chat requests.
de: Agenten haben volle Rechte für einen Chat und können Chat-Anfragen akzeptieren.
hu: Az ügyintézőknek teljes joguk van egy csevegésnél és fogadhatnak csevegéskéréseket.

source: Agents may normally participate in a chat.
de: Agenten können an einem Chat teilnehmen.
hu: Az ügyintézők szokásos módon vehetnek részt egy csevegésben.

source: Agents may take part silently in a chat.
de: Agenten können als Beobachter an einem Chat teilnehmen.
hu: Az ügyintézők csendben vehetnek részt egy csevegésben.

source: Full read and write access to the tickets in this group/queue.
de: Voller Schreib- und Lesezugriff auf Tickets in der Queue/Gruppe.
hu: Teljes írási és olvasási hozzáférés ebben a csoportban/várólistában lévő jegyekhez.

source: Gives access to the stats page.
de: Erlaubt den Zugriff auf die Statistikseite.
hu: Hozzáférést ad a statisztikák oldalhoz.

source: bounce
de: Umleiten
hu: átirányítás

source: Permissions to bounce an email message (with bounce button in *Ticket Zoom* screen).
de: Das Recht eine E-Mail umzuleiten (mit "Umleiten"-Schaltfläche in der Ticket-Detailansicht)
hu: Jogosultságok egy e-mail üzenet átirányításához (az átirányítás gombbal a *Jegynagyítás* képernyőn).

source: compose
de: Verfassen
hu: válasz

source: Permissions to compose an answer for a ticket.
de: Das Recht eine Antwort zu einem Ticket zu verfassen.
hu: Jogosultságok egy válasz írásához egy jegynél.

source: customer
de: Kunde
hu: ügyfél

source: Permissions to change the customer of a ticket.
de: Berechtigungen zum Ändern des Kunden eines Tickets.
hu: Jogosultságok egy jegy ügyfelének megváltoztatásához.

source: forward
de: Weiterleiten
hu: továbbítás

source: Permissions to forward a message (with the forward button).
de: Das Recht eine Nachricht weiterzuleiten (mit der "Weiterleiten"-Schaltfläche)
hu: Jogosultságok egy üzenet továbbításához (a továbbítás gombbal).

source: pending
de: Warten
hu: függőben

source: Permissions to set a ticket to pending.
de: Das Recht ein Ticket auf "warten" zu setzen.
hu: Jogosultságok egy jegy függőre állításához.

source: phone
de: Telefon
hu: telefon

source: Permissions to add a phone call to a ticket.
de: Das Recht einen Telefonanruf zu einem Ticket hinzuzufügen.
hu: Jogosultságok egy jegyhez történő telefonhívás hozzáadásához.

source: responsible
de: Verantwortlicher
hu: felelős

source: Permissions to change the responsible agent for a ticket.
de: Das Recht den Verantwortlichen Agenten eines Tickets zu ändern.
hu: Jogosultságok a felelős ügyintéző megváltoztatásához egy jegynél.

source: By setting a checkbox in the header of a column will set all the checkboxes in the selected column. By setting the checkbox in the last *rw* column will set all the checkboxes in the selected row.
de: Durch das Setzen eines Kontrollkästchens im Kopf einer Spalte werden alle Kontrollkästchen in der ausgewählten Spalte gesetzt. Durch das Setzen des Kontrollkästchens in der letzten Spalte *rw* werden alle Kontrollkästchen in der ausgewählten Zeile gesetzt.
hu: Egy oszlop fejlécében egy jelölőnégyzet bejelölése be fogja jelölni a kiválasztott oszlop összes jelölőnégyzetét. A jelölőnégyzet bejelölése az utolsó *olvasás, írás* oszlopban be fogja jelölni az összes jelölőnégyzetet a kiválasztott sorban.

source: Agents ↔ Roles
de: Agenten ↔ Rollen
hu: Ügyintézők ↔ Szerepek

source: As an organization grows, groups cannot be the denominator used for processing access rights. Roles become more and more a need because a role has a special set of permissions assigned. One mustn't give individual permissions, but the role carries the permissions built-in.
de: Wenn ein Unternehmen wächst, können Gruppen nicht der Nenner für die Verarbeitung von Zugriffsrechten sein. Rollen werden immer mehr zu einem Bedürfnis, da einer Rolle ein spezieller Satz von Berechtigungen zugeordnet ist. Man darf keine individuellen Berechtigungen vergeben, aber die Rolle trägt die eingebauten Berechtigungen.
hu: Ahogy egy szervezet növekszik, a csoportok nem lehetnek a hozzáférési jogok feldolgozásához használt nevezők. Egyre inkább szükségessé válnak a szerepek, mivel egy szerephez különleges jogosultságok vannak hozzárendelve. Nem szabad egyéni jogosultságokat adni, hanem a szerep hordozza a beépített jogosultságokat.

source: OTOBO allows easy access to a predefined set of permissions via one or more roles defined. These roles are assigned easily to one or more agents, or one or more agent to a role.
de: OTOBO ermöglicht den einfachen Zugriff auf einen vordefinierten Satz von Berechtigungen über eine oder mehrere definierte Rollen. Diese Rollen werden einfach einem oder mehreren Agenten oder ein oder mehrere Agenten einer Rolle zugeordnet.

source: Use this screen to add one or more agents to one or more roles. To use this function, at least one agent and one role need to have been added to the system. The management screen is available in the *Agents ↔ Roles* module of the *Users, Groups & Roles* group.
de: Verwenden Sie diese Ansicht, um einen oder mehrere Agenten zu einer oder mehreren Rollen zuzuordnen. Um diese Funktion zu nutzen, muss wenigstens ein Agent und eine Rolle dem System hinzugefügt werden. Die Ansicht zur Verwaltung ist im Modul *Agenten ↔ Rollen* in der Gruppe *Benutzer, Gruppen & Rollen* verfügbar.
hu: Használja ezt a képernyőt, hogy egy vagy több ügyintézőt adjon hozzá egy vagy több szerephez. A funkció használatához az szükséges, hogy legalább egy ügyintéző és legalább egy szerep hozzá legyen adva a rendszerhez. A kezelőképernyő a *Felhasználók, csoportok és szerepek* csoport *Ügyintézők ↔ Szerepek* moduljában érhető el.

source: Manage Agent-Role Relations
de: Zuordnungen von Agenten und Rollen verwalten
hu: Ügyintéző–Szerep kapcsolatok kezelése

source: Manage Agents ↔ Roles Relations
de: Agenten ↔ Rollen-Zuordnungen verwalten
hu: Ügyintézők ↔ Szerepek kapcsolatainak kezelése

source: To assign some roles to an agent:
de: So ordnen Sie Rollen zu Agenten hinzu:
hu: Néhány szerepnek egy ügyintézőhöz való rendeléséhez:

source: Select the roles you would like to the agent belongs to.
de: Wählen Sie die Rolle, die Sie dem Agenten zuordnen möchten.
hu: Válassza ki azokat a szerepeket, amelybe az ügyintézőt be szeretné tenni.

source: Change Role Relations for Agent
de: Rollen-Zuordnungen verändern für Agenten
hu: Szerepkapcsolatok megváltoztatása egy ügyintézőnél

source: To assign some agents to a role:
de: So ordnen Sie Agenten zu einer Rolle hinzu:
hu: Néhány ügyintézőnek egy szerephez való rendeléséhez:

source: Click on a role in the *Roles* column.
de: Klicken Sie in der Spalte *Rollen* auf eine Rolle.
hu: Kattintson egy szerepre a *Szerepek* oszlopban.

source: Select the agents you would like to add to the role.
de: Wählen Sie die Agenten, die Sie der Rolle hinzufügen möchten.
hu: Válassza ki azokat az ügyintézőket, amelyekhez hozzá szeretné adni a szerepet.

source: Change Agent Relations for Role
de: Agenten-Zuordnungen verändern für Rolle
hu: Ügyintéző-kapcsolatok megváltoztatása egy szerepnél

source: If several agents or roles are added to the system, use the filter box to find a particular agent or role by just typing the name to filter.
de: Wenn dem System mehrere Agenten oder Rollen hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Agenten oder Rolle zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több ügyintéző vagy szerep van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos ügyintéző vagy szerep megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Multiple agents or roles can be assigned in both screens at the same time. Additionally clicking on an agent or clicking on a role in the relations screen will open the *Edit Agent* screen or the *Edit Role* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Agenten oder Rollen zugeordnet werden. Wenn Sie zusätzlich auf eine Rolle oder auf einen Gruppe in der Ansicht klicken, wird die Ansicht *Agent bearbeiten* oder die Ansicht *Rolle bearbeiten* entsprechend geöffnet.
hu: Egyszerre több ügyintéző vagy szerep is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy ügyintézőre vagy egy szerepre kattintva meg fog nyílni az *Ügyintéző szerkesztése* vagy a *Szerep szerkesztése* képernyő annak megfelelően.

source: Accessing an agent or a role provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Agenten und Rollen bieten keinen "Zurück"-Link zur Ansicht mit den Zuordnungen.
hu: Egy ügyintéző vagy egy szerep elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.

source: By setting the checkbox in the header of the column *Active* will set all the checkboxes in the column.
de: Durch das Setzen des Kontrollkästchens im Kopf einer Spalte werden alle Kontrollkästchen in der ausgewählten Spalte gesetzt.
hu: A jelölőnégyzet bejelölése az *Aktív* oszlop fejlécében be fogja jelölni az összes jelölőnégyzetet az oszlopban.

source: Customer Users
de: Kundenbenutzer
hu: Ügyfél-felhasználók

source: A record of who your company deals with requires more information about that individual: physical location for shipping and billing purposes, as well as contact information for email and phone contact.
de: Eine Aufzeichnung darüber, mit wem sich Ihr Unternehmen befasst, erfordert weitere Informationen über diese Person: Den physischen Standort für Versand- und Rechnungszwecke sowie Kontaktinformationen für E-Mail- und Telefonkontakt.
hu: Annak a személynek az aktája, akivel a vállalat foglalkozik, több információt igényel az adott személyről: fizikai hely szállítási és számlázási célok miatt, valamint az e-mail és a telefonos kapcsolati elérhetőségei.

source: OTOBO offers a great way to save individual information about contacts within organizations which your company serves. You can add as many personal connections into OTOBO as needed.
de: OTOBO bietet eine großartige Möglichkeit, individuelle Informationen über Kontakte innerhalb von Unternehmen zu speichern. Sie können beliebig viele persönliche Verbindungen zu OTOBO hinzufügen.

source: Use this screen to add a :term:`customer user` to the system. A fresh OTOBO installation contains no customer users by default. The customer user management screen is available in the *Customer Users* module of the *Users, Groups & Roles* group.
de: Verwenden Sie diese Ansicht, um einen :term:`customer user` zum System hinzuzufügen. Eine OTOBO-Neuinstallation enthält standardmäßig keine Kundenbenutzer. Die Ansicht zur Verwaltung der Kundenbenutzer ist im Modul *Kundenbenutzer* in der Gruppe *Benutzer, Gruppen und Rollen* verfügbar.

source: Customer User Management Screen
de: Kundenbenutzer-Verwaltung
hu: Ügyfél-felhasználó kezelésének képernyője

source: Manage Customer Users
de: Kundenbenutzer verwalten
hu: Ügyfél-felhasználók kezelése

source: A customer user can only be added to the system when at least one :term:`customer` exists. Create one or more :doc:`customers` first.
de: Ein Kundenbenutzer kann dem System nur hinzugefügt werden, wenn wenigstens ein :term:`Kunde` existiert. Erstellen Sie zuerst einen oder mehrere :doc:`customers`.
hu: Egy ügyfél-felhasználót csak akkor lehet hozzáadni a rendszerhez, ha legalább egy :term:`ügyfél` már létezik. Először :doc:`customers` létrehozására van szükség.

source: Adding or editing a customer user is possible only by using database back end. Using external directory services like LDAP will disable the customer user management functionality.
de: Das Hinzufügen oder Bearbeiten eines Kundenbenutzers ist nur über das Datenbank-Backend möglich. Die Verwendung externer Verzeichnisdienste wie LDAP deaktiviert die Benutzerverwaltung des Kunden.
hu: Egy ügyfél-felhasználó hozzáadása vagy szerkesztése csak az adatbázis háttérprogram használatával lehetséges. A külső könyvtárszolgáltatások használata (mint például az LDAP) letiltja az ügyfél-felhasználó kezelésének funkcionalitását.

source: To add a customer user:
de: So fügen Sie einen Kundenbenutzer hinzu:
hu: Egy ügyfél-felhasználó hozzáadásához:

source: Click on the *Add Customer User* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Kundenbenutzer hinzufügen*.
hu: Kattintson az *Ügyfél-felhasználó hozzáadása* gombra a bal oldalsávban.

source: Add Customer User Screen
de: Kundenbenutzer hinzufügen
hu: Ügyfél-felhasználó hozzáadása képernyő

source: Customer users can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Kundenbenutzer können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: Az ügyfél-felhasználók nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a customer user:
de: So bearbeiten Sie einen Kundenbenutzer:
hu: Egy ügyfél-felhasználó szerkesztéséhez:

source: Click on a customer user in the list of customer users.
de: Klicken Sie in der Liste mit den Kundenbenutzern auf einen Kundenbenutzer.
hu: Kattintson egy ügyfél-felhasználóra az ügyfél-felhasználók listájában.

source: Edit Customer User Screen
de: Kundenbenutzer bearbeiten
hu: Ügyfél-felhasználó szerkesztése képernyő

source: To find a customer user:
de: So finden Sie einen Kundenbenutzer:
hu: Egy ügyfél-felhasználó megkereséséhez:

source: If several customer users are added to the system, use the search box to find a particular customer user. Only the first 1000 customer users are listed by default.
de: Wenn dem System mehrere Kundenbenutzer hinzugefügt wurden, nutzen Sie das Suchfeld, um einen einzelnen Kunden zu finden. Standardmäßig werden nur die ersten 1000 Kundenbenutzer angezeigt.
hu: Ha több ügyfél-felhasználó van hozzáadva a rendszerhez, akkor használja a keresődobozt egy bizonyos ügyfél-felhasználó megkereséséhez. Csak az első 1000 ügyfél-felhasználó van felsorolva alapértelmezetten.

source: The customer user permissions can be controlled by adding a customer or a customer user to :doc:`groups`. This can result a complex matrix of permissions. The effective permissions for a customer user can be checked in the bottom of the *Edit Customer User* screen.
de: Die Berechtigungen des Agenten können gesteuert werden, indem ein Kunde oder Kundenbenutzer zu :doc:`groups` hinzugefügt wird. Dies kann zu einer komplexen Matrix von Berechtigungen führen. Die effektiven Berechtigungen für einen Kundenbenutzer können unten auf der Ansicht *Kundenbenutzer bearbeiten* überprüft werden.
hu: Az ügyfél-felhasználó jogosultságai úgy szabályozhatók, ha egy ügyfelet vagy egy ügyfél-felhasználót :doc:`groups` tagjává teszünk. Ez egy összetett jogosultsági mátrixot eredményezhet. Egy ügyfél-felhasználó tényleges jogosultságai az *Ügyfél-felhasználó szerkesztése* képernyő alján ellenőrizhető.

source: Effective Permissions for Customer User Widget
de: Effektive Berechtigungen für Kunde
hu: Tényleges jogosultságok az ügyfél-felhasználónál felületi elem

source: :doc:`customer-users-groups` needs to be enabled to use this feature.
de: :doc:`customer-users-groups` muss aktiviert sein, um diese Funktion zu nutzen.
hu: Az :doc:`customer-users-groups` engedélyezése szükséges a funkció használatához.

source: Customer User Settings
de: Einstellungen für Kundenbenutzer
hu: Ügyfél-felhasználó beállításai

source: The first name of the customer user.
de: Der Vorname des Kundenbenutzers.
hu: Az ügyfél-felhasználó keresztneve.

source: The last name of the customer user.
de: Der Nachname des Kundenbenutzers.
hu: Az ügyfél-felhasználó vezetékneve.

source: The username of the customer user to login to the system.
de: Der Benutzername des Kundenbenutzers zur Anmeldung am System.
hu: Az ügyfél-felhasználó felhasználóneve a rendszerre történő bejelentkezéshez.

source: The password of the customer user. This will be auto-generated if left empty.
de: Das Passwort des Kundenbenutzers. Wird automatisch generiert, wenn das Feld leer gelassen wird.
hu: Az ügyfél-felhasználó jelszava. Automatikusan lesz előállítva, ha üresen marad.

source: The email address of the customer user.
de: Die E-Mail-Adresse des Kundenbenutzers.
hu: Az ügyfél-felhasználó e-mail címe.

source: Phone
de: Telefon
hu: Telefon

source: The phone number of the customer user.
de: Die Telefonnummer des Kundenbenutzers.
hu: Az ügyfél-felhasználó telefonszáma.

source: The fax number of the customer user.
de: Die Faxnummer des Kundenbenutzers.
hu: Az ügyfél-felhasználó faxszáma.

source: The cellphone number of the customer user.
de: Die Handynummer des Kundenbenutzers.
hu: Az ügyfél-felhasználó mobiltelefonszáma.

source: Street
de: Straße
hu: Utca

source: The street name of the customer.
de: Der Straßenname der Adresse des Kunden.
hu: Az ügyfél utcaneve.

source: Zip
de: PLZ
hu: Irányítószám

source: The zip code of the customer.
de: Die PLZ der Adresse des Kunden.
hu: Az ügyfél postai irányítószáma.

source: City
de: Stadt
hu: Város

source: The headquarter city of the customer.
de: Die Stadt der Adresse des Kunden.
hu: Az ügyfél székhelyének települése.

source: Country
de: Land
hu: Ország

source: The country of the customer user.
de: Das Land des Kundenbenutzers.
hu: Az ügyfél-felhasználó országa.

source: Customer Users ↔ Customers
de: Kundenbenutzer ↔ Kunden
hu: Ügyfél-felhasználók ↔ Ügyfelek

source: In an organization, for example, which views its customers as it's departments and teams, a customer user may have to have access to multiple customers tickets for controlling purposes. Maybe you have partners who represent several different companies, or a corporation wants to have a look at all the requests of their subsidiaries.
de: In einem Unternehmen, das seine Kunden beispielsweise als Abteilungen und Teams betrachtet, muss ein Kundenbenutzer möglicherweise Zugriff auf mehrere Kunden-Tickets für Kontrollzwecke haben. Vielleicht haben Sie Partner, die mehrere verschiedene Unternehmen vertreten, oder ein Unternehmen möchte sich alle Anfragen seiner Tochtergesellschaften ansehen.
hu: Például egy olyan szervezetben, amely az ügyfeleire szervezeti egységként és csapatként tekint, az ügyfél-felhasználónak hozzáférésre lehet szüksége több ügyfél jegyéhez ellenőrzési okok miatt. Esetleg olyan partnerei vannak, akik különböző cégeket képviselnek, vagy egy vállalat betekintést szeretne kapni a leányvállalatai összes kérésébe.

source: For all situations, OTOBO provides the means. Aside from a primary customer, your customer users can gain access to multiple customer tickets as defined by you.
de: Für alle Situationen stellt OTOBO die Mittel zur Verfügung. Abgesehen von einem Hauptkunden können Ihre Kundenbenutzer Zugriff auf mehrere von Ihnen definierte Kundentickets erhalten.

source: Use this screen to add one or more customer users to one or more customers. To use this function, at least one customer user and one customer need to have been added to the system. The management screen is available in the *Customer Users ↔ Customers* module of the *Users, Groups & Roles* group.
de: Verwenden Sie diese Ansicht, um einen oder mehrere Kundenbenutzer zu einem Kunden hinzuzufügen. Um diese Funktion nutzen zu können, muss mindestens ein Kundenbenutzer und ein Kunde dem System hinzugefügt werden. Die Ansicht zur Verwaltung der Kunden und Kundenbenutzer steht im Modul *Kundenbenutzer ↔ Kunden* in der Gruppe *Benutzer, Gruppen & Rollen* zur Verfügung.
hu: Használja ezt a képernyőt, hogy egy vagy több ügyfél-felhasználót adjon hozzá egy vagy több ügyfélhez. A funkció használatához az szükséges, hogy legalább egy ügyfél-felhasználó és legalább egy ügyfél hozzá legyen adva a rendszerhez. A kezelőképernyő a *Felhasználók, csoportok és szerepek* csoport *Ügyfél-felhasználók ↔ Ügyfelek* moduljában érhető el.

source: Manage Customer User-Customer Relations
de: Beziehungen zwischen Kundenbenutzern und Kunden verwalten
hu: Ügyfél-felhasználó–Ügyfél kapcsolatok kezelése

source: Manage Customer Users ↔ Customers Relations
de: Kundenbenutzer ↔ Kunden-Beziehungen verwalten
hu: Ügyfél-felhasználók ↔ Ügyfelek kapcsolatainak kezelése
