Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: If you change the name of a state which is used in the system configuration, a validation check will warn you and give you the following options:
de: Wenn Sie den Namen eines Status ändern, der in der Systemkonfiguration verwendet wird, warnt Sie eine Validierungsprüfung und gibt Ihnen die folgenden Optionen:
hu: Ha megváltoztatja egy olyan állapot nevét, amelyet a rendszerbeállításban használnak, akkor egy érvényesség-ellenőrzés figyelmeztetni fogja, és a következő lehetőségeket ajánlja fel:

source: State Settings
de: Status-Einstellungen
hu: Állapot beállításai

source: State type \*
de: Status-Typ \*
hu: Állapottípus \*

source: Every state is linked to a type, which needs to be specified if a new state is created or an existing one is edited. The following types are available:
de: Jeder Zustand ist mit einem Typ verknüpft, der angegeben werden muss, wenn ein neuer Zustand angelegt oder ein bestehender bearbeitet wird. Die folgenden Typen sind verfügbar:
hu: Minden egyes állapot össze van kapcsolva egy típussal, amelyet akkor kell megadni, ha egy új állapotot létrehoznak vagy egy meglévőt szerkesztenek. A következő típusok érhetők el:

source: closed
de: geschlossen
hu: lezárva

source: pending auto
de: warten auto
hu: automatikus függőben

source: State types are predefined and cannot be changed in the software due to their special mechanics. When adding new states for *pending auto* and *pending reminder* state types you must make further configurations in the *System Configuration* module of the *Administration* group.
de: Status-Typen sind vordefiniert und können in der Software aufgrund ihrer speziellen Mechanik nicht verändert werden. Wenn Sie neue Status für die Status-Typen *warten auto* und *warten zur Erinnerung* hinzufügen, müssen Sie weitere Konfigurationen im Modul *Systemkonfiguration* in der Gruppe *Administration* vornehmen.
hu: Az állapottípusok előre meg vannak határozva és nem változtathatók meg a szoftverben a különleges működésük miatt. Ha új állapotokat adnak az *automatikus függőben* és az *emlékeztető függőben* állapottípusokhoz, akkor további beállításokat kell elvégezni az *Adminisztráció* csoport *Rendszerbeállítás* moduljában.

source: State Configuration Options
de: Optionen für Status-Konfiguration
hu: Állapot konfigurációs beállításai

source: The following options are relevant and noteworthy. Please review these when managing states:
de: Die folgenden Optionen sind relevant und beachtenswert. Bitte überprüfen Sie diese bei der Verwaltung von Status:
hu: A következő beállítások fontosak és említésre méltók. Vizsgálja felül ezeket, ha állapotokat kezel:

source: Templates
de: Vorlagen
hu: Sablonok

source: Providing the correct and consistent answer all the time regardless of employee or knowledge-level is important to maintain a professional appearance to your customers. Additionally, speed in sending standard answers is key to wading through the masses of requests in growing service desks.
de: Die Bereitstellung der richtigen und konsistenten Antwort zu jeder Zeit, unabhängig von Mitarbeiter- und Wissensstand, ist wichtig, um bei Ihren Kunden ein professionelles Auftreten zu gewährleisten. Darüber hinaus ist die Schnelligkeit beim Senden von Standardantworten der Schlüssel zum Durchlaufen der Vielzahl von wachsenden Anfragen in Service-Desks.
hu: A megfelelő és következetes válasz biztosítása az alkalmazottaktól vagy a tudásszinttől függetlenül fontos a professzionális megjelenés fenntartásához az ügyfelei számára. Ezenkívül a szabványos válaszok küldésének sebessége kulcsfontosságú a kérések tömegének megválaszolásánál a növekvő ügyfélszolgálatokban.

source: OTOBO templates offer you a variety of ways to deal with standardizing communications and help to pre-define texts so that the customer always receives the same level and quality of service from all agents.
de: OTOBO-Vorlagen bieten Ihnen vielfältige Möglichkeiten, die Kommunikation zu standardisieren und helfen, Texte so vorzubereiten, dass der Kunde immer das gleiche Niveau und die gleiche Servicequalität von allen Agenten erhält.

source: Use this screen to add templates for use in communications. A fresh OTOBO installation already contains a template by default. The template management screen is available in the *Templates* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um Vorlagen zum System hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig eine Vorlage. Die Ansicht zur Verwaltung der Vorlagen ist im Modul *Vorlagen* in der Gruppe *Ticket-Einstellungen* verfügbar.

source: Template Management Screen
de: Vorlagenverwaltung
hu: Sablonkezelés képernyő

source: Manage Templates
de: Vorlagen verwalten
hu: Sablonok kezelése

source: To add attachments to a template, it needs to create the attachment first in the :doc:`attachments` screen.
de: Um Anhänge zu einer Vorlage hinzufügen zu können, müssen die Anhänge erst in der Ansicht :doc:`attachments` erstellt werden.
hu: Ahhoz, hogy mellékleteket adjon egy sablonhoz, először létre kell hoznia a mellékletet a :doc:`attachments` képernyőn.

source: To add a template:
de: So fügen Sie eine Vorlage hinzu:
hu: Egy sablon hozzáadásához:

source: Click on the *Add Template* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Vorlage hinzufügen*.
hu: Kattintson a *Sablon hozzáadása* gombra a bal oldalsávban.

source: Add Template Screen
de: Vorlage hinzufügen
hu: Sablon hozzáadása képernyő

source: To edit a template:
de: So bearbeiten Sie eine Vorlage:
hu: Egy sablon szerkesztéséhez:

source: Click on a template in the list of templates.
de: Klicken Sie in der Liste mit den Vorlagen auf eine Vorlage.
hu: Kattintson egy sablonra a sablonok listájában.

source: Edit Template Screen
de: Vorlage bearbeiten
hu: Sablon szerkesztése képernyő

source: To delete a template:
de: So löschen Sie eine Vorlage:
hu: Egy sablon törléséhez:

source: Click on the trash icon in the list of templates.
de: Klicken Sie in der Liste mit den Vorlagen auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra a sablonok listájában.

source: Delete Template Screen
de: Vorlage löschen
hu: Sablon törlése képernyő

source: If several templates are added to the system, a filter box is useful to find a particular template by just typing to filter.
de: Wenn dem System mehrere Vorlagen hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte Vorlage zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több sablon van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos sablon megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Template Settings
de: Einstellungen für Vorlagen
hu: Sablon beállításai

source: There are different kind of templates that are used for different purposes. A template can be:
de: Es gibt unterschiedliche Arten von Vorlagen, die für unterschiedliche Zwecke genutzt werden können. Eine Vorlage kann sein:
hu: Különböző fajta sablonok léteznek, amelyek különböző célokra használhatók. Egy sablon lehet:

source: To be used as a ticket response or reply.
de: Wird als Ticketantwort oder Antwort verwendet.
hu: Jegyválaszként vagy válaszként használható.

source: To be used for new phone or email ticket.
de: Wird für neue Telefon- oder E-Mail-Tickets verwendet.
hu: Új telefonos vagy e-mail jegyeknél használható.

source: Forward
de: Weiterleiten
hu: Továbbítás

source: To be used to forward an article to someone else.
de: Wird verwendet, um einen Artikel an eine andere Person weiterzuleiten.
hu: Egy bejegyzés valaki más számára történő továbbításához használható.

source: Note
de: Notiz
hu: Jegyzet

source: Phone call
de: Telefonanruf
hu: Telefonhívás

source: To be used for inbound and outbound phone calls.
de: Wird für eingehende und ausgehende Anrufe verwendet.
hu: Bejövő és kimenő telefonhívásokhoz használható.

source: Process dialog
de: Prozess-Dialog
hu: Folyamat párbeszédablak

source: It is possible to add one or more attachments to this template. Attachments can be added in the :doc:`attachments` screen.
de: Es ist möglich, eine oder mehrere Anhänge zu dieser Vorlage hinzuzufügen. Anhänge können in der Ansicht :doc:`attachments` hinzugefügt werden.
hu: Lehetőség van egy vagy több mellékletet hozzáadni ehhez a sablonhoz. A mellékletek a :doc:`attachments` képernyőn adhatók hozzá.

source: Template Variables
de: Variablen für Vorlagen
hu: Sablon változói

source: Templates ↔ Attachments
de: Vorlagen ↔ Anhänge
hu: Sablonok ↔ Mellékletek

source: Making changes to standard attachments is sometimes overwhelming. The question is, "Where were the attachments used?" or "How to quickly update them across the board?". It's also important to know who are using which attachments, before updating them. A new attachment can have multiple uses within your organization.
de: Änderungen an Standardanhängen vorzunehmen, ist manchmal schwierig. Die Frage ist: "Wo wurden die Anhänge verwendet?" oder "Wie kann man sie schnell und einfach aktualisieren?". Es ist auch wichtig zu wissen, wer welche Anhänge verwendet, bevor man sie aktualisiert. Ein neuer Anhang kann innerhalb Ihres Unternehmens mehrfach verwendet werden.
hu: A szabványos mellékleteken végzett módosítások néha nyomasztóak. Felmerül a kérdés, hogy „Hol használták a mellékleteket?” vagy „Hogyan lehet őket gyorsan frissíteni széleskörűen?”. Azt is fontos tudni, hogy ki melyik mellékletet használja, mielőtt frissítenék őket. Egy új melléklet többször is felhasználható a szervezeten belül.

source: OTOBO empowers you to manage this providing you an overview to manage the 1:n relationships and quickly identify the templates using your attachments.
de: OTOBO ermöglicht es Ihnen, dies zu verwalten, indem es Ihnen einen Überblick über die Verwaltung der 1:n-Beziehungen gibt und die Vorlagen anhand Ihrer Anlagen schnell identifiziert.

source: Use this screen to add one or more attachments to one or more templates. To use this function, at least one attachment and one template need to have been added to the system. The management screen is available in the *Templates ↔ Attachments* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um eine oder mehrere Anlagen zu einer oder mehreren Vorlagen zuzuordnen. Um diese Funktion zu nutzen, muss wenigstens eine Anlage und eine Vorlage dem System hinzugefügt werden. Die Verwaltung der Zuordnungen zwischen *Vorlagen ↔ Anlagen* ist verfügbar im Modul *Vorlagen ↔ Anlagen* in der Gruppe *Ticket-Einstellungen*.
hu: Használja ezt a képernyőt, hogy egy vagy több mellékletet adjon hozzá egy vagy több sablonhoz. A funkció használatához az szükséges, hogy legalább egy melléklet és legalább egy sablon hozzá legyen adva a rendszerhez. A kezelőképernyő a *Jegybeállítások* csoport *Sablonok ↔ Mellékletek* moduljában érhető el.

source: Manage Template-Attachment Relations
de: Zuordnungen von Vorlagen zu Anhängen verwalten
hu: Sablon–Melléklet kapcsolatok kezelése

source: Manage Templates ↔ Attachments Relations
de: Vorlagen ↔ Anhänge-Zuordnungen verwalten
hu: Sablonok ↔ Mellékletek kapcsolatainak kezelése

source: To add some attachments to a template:
de: So fügen Sie Anhänge einer Vorlage hinzu:
hu: Ahhoz, hogy mellékleteket adjon egy sablonhoz:

source: Click on a template in the *Templates* column.
de: Klicken Sie in der Spalte *Vorlagen* auf eine Vorlage.
hu: Kattintson egy sablonra a *Sablonok* oszlopban.

source: Select the attachments you would like to add to the template.
de: Wählen Sie die Anhänge, die Sie der Vorlage zuordnen möchten.
hu: Válassza ki azokat a mellékleteket, amelyekhez hozzá szeretné adni a sablonhoz.

source: Change Attachment Relations for Template
de: Anhangs-Zuordnungen für Vorlage verändern
hu: Mellékletkapcsolatok megváltoztatása egy sablonnál

source: To assign an attachment to some templates:
de: So ordnen Sie eine Anlage mehren Vorlagen hinzu:
hu: Egy mellékletnek néhány sablonhoz való rendeléshez:

source: Click on an attachment in the *Attachments* column.
de: Klicken Sie in der Spalte *Anlagen* auf eine Anlage.
hu: Kattintson egy mellékletre a *Mellékletek* oszlopban.

source: Select the templates you would like to assign the attachment to.
de: Wählen Sie die Vorlagen, denen Sie die Anlage zuordnen möchten.
hu: Válassza ki azokat az sablonokat, amelyeket hozzá szeretne rendelni a melléklethez.

source: Change Template Relations for Attachment
de: Vorlagen-Zuordnungen für Anhang verändern
hu: Sablonkapcsolatok megváltoztatása egy mellékletnél

source: If several templates or attachments are added to the system, use the filter box to find a particular template or attachment by just typing the name to filter.
de: Wenn dem System mehrere Anhänge oder Vorlagen hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Anhang oder Vorlage zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több sablon vagy melléklet van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos sablon vagy melléklet megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Multiple templates or attachments can be assigned in both screens at the same time. Additionally clicking on a template or clicking on an attachment in the relations screen will open the *Edit Template* screen or the *Edit Attachment* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Vorlagen oder Anlagen zugeordnet werden. Wenn Sie zusätzlich auf eine Vorlage oder auf eine Anlage in der Ansicht klicken, wird die Ansicht *Vorlage bearbeiten* oder die Ansicht *Anlage bearbeiten* entsprechend geöffnet.
hu: Egyszerre több sablon vagy melléklet is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy sablonra vagy egy mellékletre kattintva meg fog nyílni a *Sablon szerkesztése* vagy a *Melléklet szerkesztése* képernyő annak megfelelően.

source: Accessing a template or an attachment provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Vorlagen und eine Anlagen bieten keinen "Zurück"-Link zur Ansicht mit den Zuordnungen.
hu: Egy sablon vagy egy melléklet elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.

source: Templates ↔ Queues
de: Vorlagen ↔ Queues
hu: Sablonok ↔ Várólisták

source: Sharing, distributing and making changes to standard text modules and information for sharing with customers or communication between teams can be an impossible mission.
de: Das Teilen, Verteilen und Ändern von Standard-Textbausteinen und Informationen für den Austausch mit Kunden oder die Kommunikation zwischen Teams kann eine unmögliche Aufgabe sein.
hu: A szabványos szövegmodulok megosztása, terjesztése és módosítása, valamint az ügyfelekkel való információ megosztása vagy a csapatok közötti kommunikáció akár lehetetlen küldetés is lehet.

source: OTOBO can quickly aid you in ensuring that all of your teams have the correct templates available for use by assignment based on the queue.
de: OTOBO kann Sie schnell dabei unterstützen, sicherzustellen, dass alle Ihre Teams über die richtigen Vorlagen verfügen, die für die Verwendung durch die Zuordnung basierend auf der Queue zur Verfügung stehen.

source: Use this screen to add one or more templates to one or more queues. To use this function, at least one template and one queue need to have been added to the system. The management screen is available in the *Templates ↔ Queues* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um eine oder mehrere Anlagen zu einer oder mehreren Queus zuzuordnen. Um diese Funktion zu nutzen, muss wenigstens eine Anlage und eine Queue dem System hinzugefügt werden. Die Verwaltung der Zuordnungen zwischen *Vorlagen ↔ Queues* ist verfügbar im Modul *Vorlagen ↔ Queues* in der Gruppe *Ticket-Einstellungen*.
hu: Használja ezt a képernyőt, hogy egy vagy több sablont adjon hozzá egy vagy több várólistához. A funkció használatához az szükséges, hogy legalább egy sablon és legalább egy várólista hozzá legyen adva a rendszerhez. A kezelőképernyő a *Jegybeállítások* csoport *Sablonok ↔ Várólisták* moduljában érhető el.

source: Manage Template-Queue Relations Screen
de: Vorlagen-Queue - Zuordnungen verwalten
hu: Sablon–Várólista kapcsolatok kezelése képernyő

source: Manage Templates ↔ Queues Relations
de: Vorlagen ↔ Queues-Zuordnungen verwalten
hu: Sablonok ↔ Várólisták kapcsolatainak kezelése

source: To assign a template to a queue:
de: So ordnen Sie eine Vorlage zu einer Queue zu:
hu: Egy sablonnak egy várólistához való rendeléséhez:

source: Select the queues you would like to add the template to.
de: Wählen Sie die Queue, die Sie der Vorlage zuordnen möchten.
hu: Válassza ki azokat a várólistákat, amelyekhez hozzá szeretné adni a sablont.

source: Change Queue Relations for Template
de: Zuordnung von Vorlage zu Queue verändern
hu: Várólista-kapcsolatok megváltoztatása egy sablonnál

source: To assign a queue to a template:
de: So ordnen Sie eine Queue zu einer Vorlage hinzu:
hu: Egy várólistának egy sablonhoz való rendeléshez:

source: Select the templates you would like to assign the queue to.
de: Wählen Sie die Vorlage, die Sie der Queue zuordnen möchten.
hu: Válassza ki azokat az sablonokat, amelyeket hozzá szeretne rendelni a várólistához.

source: Change Template Relations for Queue
de: Vorlagen-Zuordnungen für Queue verändern
hu: Sablonkapcsolatok megváltoztatása egy várólistánál

source: If several templates or queues are added to the system, use the filter box to find a particular template or queue by just typing the name to filter.
de: Wenn dem System mehrere Vorlagen oder Queues hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte Vorlage oder Queue zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több sablon vagy várólista van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos sablon vagy várólista megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Multiple templates or queues can be assigned in both screens at the same time. Additionally clicking on a template or clicking on a queue in the relations screen will open the *Edit Template* screen or the *Edit Queue* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Vorlagen oder Queues zugeordnet werden. Wenn Sie zusätzlich auf eine Vorlage oder auf eine Queue in der Ansicht klicken, wird die Ansicht *Vorlage bearbeiten* oder die Ansicht *Queue bearbeiten* entsprechend geöffnet.
hu: Egyszerre több sablon vagy várólista is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy sablonra vagy egy várólistára kattintva meg fog nyílni a *Sablon szerkesztése* vagy a *Várólista szerkesztése* képernyő annak megfelelően.

source: Accessing a queue or a template provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Queues oder Vorlagen bietet keinen "Zurück"-Link zur Ansicht mit den Zuordnungen.
hu: Egy várólista vagy egy sablon elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.

source: Types
de: Typen
hu: Típusok

source: OTOBO provisions for KPIs with minimal overhead using ticket types. Typical types used in IT service desks are *unclassified*, *incident* and *problem*. You can quickly define new types with ease.
de: OTOBO Bestimmungen für KPIs mit minimalem Overhead unter Verwendung von Ticket-Typen. Diese Ticket-Typen werden im IT Service-Desk benutzt: Unklassifiziert, Vorfall und Problem. Sie können ganz einfach auch neue Tickettypen erstellen.

source: Use this screen to add types to the system. A fresh OTOBO installation contains an *unclassified* type by default. The type management screen is available in the *Types* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um Typen zum System hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig bereits den Typ *unclassified*. Die Ansicht zur Verwaltung der Typen ist im Modul *Typen* in der Gruppe *Ticket-Einstellungen* verfügbar.

source: Type Management Screen
de: Typen-Verwaltung
hu: Típuskezelés képernyő

source: Type Activation Warning
de: Warnmeldung zum Aktivieren der Typen
hu: Típusaktiválási figyelmeztetés

source: Manage Types
de: Typen verwalten
hu: Típusok kezelése

source: To add a type:
de: So fügen Sie einen Typ hinzu:
hu: Egy típus hozzáadásához:

source: Click on the *Add Ticket Type* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Typ hinzufügen*.
hu: Kattintson a *Jegytípus hozzáadása* gombra a bal oldalsávban.

source: Add Type Screen
de: Ticket-Typ hinzufügen
hu: Típus hozzáadása képernyő

source: Types can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Typen können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: A típusok nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a type:
de: So bearbeiten Sie einen Typ:
hu: Egy típus szerkesztéséhez:

source: Click on a type in the list of types.
de: Klicken Sie in der Liste mit den Typen auf einen Typ.
hu: Kattintson egy típusra a típusok listájában.

source: Edit Type Screen
de: Typ bearbeiten
hu: Típus szerkesztése képernyő

source: If several types are added to the system, use the filter box to find a particular type by just typing the name to filter.
de: Wenn dem System mehrere Typen hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Typ zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több típus van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos típus megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Type Settings
de: Einstellungen für Typen
hu: Típus beállításai

source: Users, Groups & Roles
de: Benutzer, Gruppen & Rollen
hu: Felhasználók, csoportok és szerepek

source: Simple and complex organizations need a flexible way to control access to their service desk. Access, resources, and permissions must be orchestrated so that, the users and customers have access to the resources they need and their data is protected as needed by the system.
de: Einfache und komplexe Unternehmen benötigen eine flexible Möglichkeit, den Zugriff auf ihren Service-Desk zu steuern. Zugriff, Ressourcen und Berechtigungen müssen so aufeinander abgestimmt sein, dass die Benutzer und Kunden Zugriff auf die benötigten Ressourcen haben und ihre Daten bei Bedarf vom System geschützt werden.
hu: Az egyszerű és összetett szervezeteknek rugalmas módszer kell az ügyfélszolgálatuk elérésének szabályozásához. A hozzáférést, az erőforrásokat és a jogosultságokat úgy kell összehangolni, hogy a felhasználók és az ügyfelek hozzáférjenek a szükséges erőforrásokhoz, és az adataik a rendszer által megkövetelt módon legyenek védve.

source: OTOBO provides powerful tools for this purpose and their use is described in the following chapter.
de: OTOBO stellt dafür leistungsfähige Werkzeuge zur Verfügung, deren Verwendung im folgenden Kapitel beschrieben wird.

source: Agents
de: Benutzer
hu: Ügyintézők
