Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Service task activity uses a web service to complete the task.
de: Die Service-Task-Aktivität verwendet einen Webservice, um die Aufgabe zu erledigen.
hu: A szolgáltatási feladat tevékenység egy webszolgáltatást használ a feladat elvégzéséhez.

source: Service Task Activity Window
de: Service-Task-Aktivität (derzeit ausgewählt)
hu: Szolgáltatási feladat tevékenység ablak

source: Service task activity (selected for now)
de: Service-Task-Aktivität (derzeit ausgewählt)
hu: Szolgáltatási feladat tevékenység (most ez van kiválasztva)

source: Select one of the :doc:`web-services` from the drop-down list.
de: Wählen Sie einen der :doc:`web-services` aus der Dropdown-Liste.
hu: Válassza ki a :doc:`web-services` egyikét a legördülő listából.

source: Select an invoker for the web service. Click on the *Configure* button to add parameters for the invoker.
de: Wählen Sie einen Invoker für den Webservice aus. Klicken Sie auf die Schaltfläche *Konfigurieren*, um Parameter für den Invoker hinzuzufügen.
hu: Válasszon egy meghívót a webszolgáltatáshoz. Kattintson a *Beállítás* gombra a meghívó paramétereinek hozzáadásához.

source: User task activity can be used when the task is being done by an agent or a customer user.
de: Die Benutzer-Task-Aktivität kann verwendet werden, wenn die Aufgabe von einem Agenten oder einem Kundenbenutzer ausgeführt wird.
hu: A felhasználói feladat tevékenység akkor használható, ha a feladatot egy ügyintéző vagy egy ügyfél-felhasználó végzi el.

source: User Task Activity Window
de: Benutzer-Task-Aktivität
hu: Felhasználói feladat tevékenység ablak

source: User task activity (selected for now)
de: Benutzer-Task-Aktivität (derzeit ausgewählt)
hu: Felhasználói feladat tevékenység (most ez van kiválasztva)

source: Example process
de: Beispiel Prozess
hu: Példafolyamat

source: Process Specification
de: Prozess-Spezifikation
hu: Folyamatspecifikáció

source: The book order process has four states.
de: Der Buchbestellungsprozess hat 4 Status.
hu: A könyvrendelés folyamatnak négy állapota van.

source: Recording the demand
de: Bestimmen der Anforderungen
hu: Az igény rögzítése

source: Before an order will be placed, the demand for literature by an employee will be recorded. The following book is needed in our example:
de: Bevor eine Bestellung abgesetzt wird, wird die Anforderung von Literatur durch einen Mitarbeiter gespeichert. Das folgende Buch wird in unserem Beispiel benötigt:
hu: Mielőtt megrendelésre kerülne, az irodalom iránti igényt egy alkalmazott rögzíteni fogja. A példánkban a következő könyv szükséges:

source: Approval by manager
de: Genehmigung durch Abteilungsleiter
hu: Igazgató általi jóváhagyás

source: The head of the employee's department needs to decide on the order. In case of a denial, a reason should be recorded by the manager. In case of approval, the order is passed to the purchasing department.
de: Der Abteilungsleiter des Mitarbeiters muss über die Bestellung entscheiden. Im Falle einer Verweigerung sollte ein Grund vom Abteilungsleiter angegeben werden. Im Falle einer Genehmigung wird die Bestellung zur Einkauf-Abteilung weitergeleitet.
hu: A személyzeti részleg vezetőjének kell döntenie a megrendelésről. Elutasítás esetén az igazgatónak rögzítenie kell egy okot. Elfogadás esetén a megrendelés átadásra kerül a beszerzési osztálynak.

source: Processing by purchasing department
de: Verarbeitung durch Einkaufsabteilung
hu: Beszerzési osztály általi feldolgozás

source: Purchasing now has the task to find out where the book can be ordered with the best conditions. If it is out of stock, this can be recorded in the order. In case of a successful order purchasing will record the supplier, the price and the delivery date.
de: Die Einkauf-Abteilung muss nun herausfinden, wo das Buch zu den besten Konditionen bestellt werden kann. Wenn es ausverkauft ist kann das in der Bestellung vermerkt werden. Im Falle einer erfolgreichen Bestellung wird die Einkauf-Abteilung den Lieferanten, den Preis und das Lieferdatum aufnehmen.
hu: A beszerzésnek most az a feladata, hogy megtalálja, hogy a könyvet hol lehet a legjobb feltételekkel megrendelni. Ha nincs raktáron, akkor ez rögzíthető a megrendelésen. Sikeres megrendelés esetén a beszerzés rögzíteni fogja a beszállítót, az árat és a kézbesítés dátumát.

source: Processing by the mail room
de: Verarbeitung durch Poststelle
hu: Iktató általi feldolgozás

source: The shipment will arrive at the company. The incoming goods department checks the shipment and records the date of receipt. Now the employee will be informed that their order has arrived and is ready to be collected.
de: Die Lieferung kommt an der Firma an. Die Warenannahme überprüft die Lieferung und notiert das Empfangsdatum. Nun wird der Mitarbeiter informiert, dass seine Bestellung angekommen ist und bereit ist, abgeholt zu werden.
hu: A szállítmány meg fog érkezni a vállalathoz. A beérkező áruk részlege ellenőrzi a szállítmányt, és rögzíti a kézhezvétel dátumát. Most fogják értesíteni az alkalmazottat, hogy a megrendelése megérkezett és készen áll az átvételre.

source: Introduce The Process Elements
de: Die benötigten Prozesselemente
hu: A folyamatelemek bemutatása

source: If we assume that a ticket acts in this workflow like an accompanying document that can receive change notes, we already have a clear picture of process tickets.
de: Wenn wir davon ausgehen, dass sich ein Ticket in diesem Ablauf wie ein Begleitdokument verhält, das Veränderungen als Notizen empfängt, dann haben wir schon ein klares Bild der Prozess-Tickets.
hu: Ha azt feltételezzük, hogy egy jegy ebben a munkafolyamatban egy olyan kísérődokumentumhoz hasonló szerepet tölt be, amely változásjegyzeteket fogadhat, akkor máris tiszta képet kapunk a folyamatjegyekről.

source: From the analysis of the example process we can identify the following necessary items:
de: Nach der Analyse des Beispielprozesses, konnten wir folgende nötigen Elemente identifizieren:
hu: A példafolyamat elemzéséből a következő szükséges elemeket azonosíthatjuk:

source: Create Necessary Resources
de: Die benötigten Ressourcen erstellen
hu: Szükséges erőforrások létrehozása

source: Before the creation of the process and its parts is necessary to prepare the system. We need to define some :doc:`../ticket-settings/queues`, :doc:`../users-groups-roles/agents` and :doc:`dynamic-fields` as well as set some :doc:`../administration/system-configuration` settings.
de: Vor der Erstellung des Prozesses und seiner Schritte ist es notwendig, das System vorzubereiten. Wir müssen sowohl einige :doc:`../ticket-settings/queues`, :doc:`../users-groups-roles/agents` und :doc:`dynamic-fields` definieren, als auch ein paar :doc:`../administration/system-configuration` festlegen.
hu: A folyamat és annak részei létrehozása előtt a rendszer előkészítése szükséges. :doc:`../ticket-settings/queues`, :doc:`../users-groups-roles/agents` és :doc:`dynamic-fields` meghatározására lesz szükségünk, valamint néhány :doc:`../administration/system-configuration` áttekintésére és beállítására.

source: Create the following :doc:`../ticket-settings/queues`:
de: Erstellen Sie die folgenden :doc:`../ticket-settings/queues`:
hu: A következő :doc:`../ticket-settings/queues` létrehozása szükséges:

source: Management
de: Abteilung
hu: Vezetőség

source: Employees
de: Mitarbeiter
hu: Alkalmazottak

source: Purchasing
de: Einkauf
hu: Beszerzés

source: Post office
de: Post
hu: Postahivatal

source: Create the following :doc:`../users-groups-roles/agents`:
de: Erstellen Sie die folgenden :doc:`../users-groups-roles/agents`:
hu: A következő :doc:`../users-groups-roles/agents` létrehozása szükséges:

source: Manager
de: Abteilungsleiter
hu: Igazgató

source: Employee
de: Mitarbeiter
hu: Alkalmazott

source: Create the following :doc:`dynamic-fields`:
de: Erstellen Sie die folgenden :doc:`dynamic-fields`:
hu: A következő :doc:`dynamic-fields` létrehozása szükséges:

source: Object
de: Objekt
hu: Objektum

source: Type
de: Typ
hu: Típus

source: Label
de: Beschriftung
hu: Címke

source: ``Title``
de: ``Titel``

source: ``Author``
de: ``Autor``

source: Author
de: Autor
hu: Szerző

source: Dropdown
de: Einfachauswahl
hu: Legördülő

source: Approval
de: Genehmigung
hu: Jóváhagyás

source: Approval denied
de: Genehmigung abgelehnt
hu: Jóváhagyás megtagadva

source: Approved
de: genehmigt
hu: Jóváhagyva

source: Order denied
de: Bestellung abgelehnt
hu: Rendelés megtagadva

source: Order placed
de: Bestellung aufgegeben
hu: Megrendelve

source: Shipment received
de: Lieferung empfangen
hu: Szállítmány megérkezett

source: ``Supplier``
de: ``Lieferant``

source: Supplier
de: Lieferant
hu: Szállító

source: ``Price``
de: ``Preis``

source: Price
de: Preis
hu: Ár

source: Date
de: Datum
hu: Dátum

source: ``DeliveryDate``
de: ``Liefertermin``

source: Delivery date
de: Liefertermin
hu: Kézbesítés dátuma

source: ``DateOfReceipt``
de: ``Eingangsdatum``

source: Date of receipt
de: Eingangsdatum
hu: Kézhezvétel dátuma

source: Set the following :doc:`../administration/system-configuration` settings:
de: Setzen Sie die folgenden :doc:`../administration/system-configuration`-Einstellungen:
hu: Állítsa be a következő :doc:`../administration/system-configuration` lehetőségeket:

source: Enabled
de: Aktiviert
hu: Engedélyezve

source: ``Book`` → ``Title,Author,ISBN``
de: ``Buch`` → ``Titel, Autor, ISBN``

source: ``General`` → ``Status``
de: ``Allgemein`` → ``Status``

source: ``Order`` → ``Price,Supplier,DeliveryDate``
de: ``Bestellung`` → ``Preis, Lieferant, Lieferdatum``

source: ``Shipment`` → ``DateOfReceipt``
de: ``Lieferung`` → ``Eingangsdatum``

source: ``Author`` → *1 - Enabled*
de: ``Autor`` → *1 - Aktiviert*
hu: ``Author`` → *1 – Engedélyezve*

source: ``DateOfReceipt`` → *1 - Enabled*
de: ``Eingangsdatum`` → *1 - Aktiviert*
hu: ``DateOfReceipt`` → *1 – Engedélyezve*

source: ``DeliveryDate`` → *1 - Enabled*
de: ``Lieferdatum`` → *1 - Aktiviert*
hu: ``DeliveryDate`` → *1 – Engedélyezve*

source: ``ISBN`` → *1 - Enabled*
de: ``ISBN`` → *1 - Aktiviert*
hu: ``ISBN`` → *1 – Engedélyezve*

source: ``Price`` → *1 - Enabled*
de: ``Preis`` → *1 - Aktiviert*
hu: ``Price`` → *1 – Engedélyezve*

source: ``Status`` → *1 - Enabled*
de: ``Status`` → *1 - Aktiviert*
hu: ``Status`` → *1 – Engedélyezve*

source: ``Supplier`` → *1 - Enabled*
de: ``Lieferant`` → *1 - Aktiviert*
hu: ``Supplier`` → *1 – Engedélyezve*

source: ``Title`` → *1 - Enabled*
de: ``Titel`` → *1 - Aktiviert*
hu: ``Title`` → *1 – Engedélyezve*

source: Don't forget to deploy the modified system configuration settings.
de: Vergessen Sie nicht, die geänderten Systemkonfigurations-Einstellungen in Betrieb zu nehmen.
hu: Ne felejtse el üzembe állítani a módosított rendszerbeállítási lehetőségeket.

source: Now, go back to the *Process Management* screen and click on the *Create New Process*. Fill in the required fields.
de: Gehen Sie nun zurück zur *Prozessmanagement*-Ansicht und klicken Sie auf die Schaltfläche *Neuen Prozess erstellen*. Füllen Sie die benötigten Felder aus.
hu: Most menjen vissza a *Folyamatkezelés* képernyőre, és kattintson az *Új folyamat létrehozása* gombra. Töltse ki a szükséges mezőket.

source: Book Ordering - Create New Process
de: Buchbestellung - Neuen Prozess erstellen
hu: Könyvrendelés – új folyamat létrehozása

source: The new process is created. You can add some process element now.
de: Der neue Prozess wurde erstellt. Nun können Sie Prozesselemente hinzufügen.
hu: Az új folyamat létrejött. Most már hozzáadhat néhány folyamatelemet.

source: In the opened popup screen fill in the *Dialog Name* as well as the *Description (short)* fields. For this example we will leave all other fields as the default.
de: Füllen Sie im Popup die Felder *Aktivitätsname* und *Kurzbeschreibung* aus. Für dieses Beispiel lassen wir alle anderen Felder als Standard.
hu: A megnyílt felugró képernyőn töltse ki a *Párbeszédablak neve*, valamint a *Leírás (rövid)* mezőket. Ennél a példánál az összes többi mezőt az alapértelmezett értéken fogjuk hagyni.

source: In this example we will use:
de: In diesem Beispiel nutzen wir:
hu: Ebben a példában a következőket fogjuk használni:

source: ``Article`` field for comments.
de: ``Artikel``-Feld für Kommentare.
hu: Az ``Article`` mező a megjegyzésekhez.

source: ``DynamicField_Title``, ``DynamicField_Author``, ``DynamicField_ISBN`` fields for the data to be collected for the order.
de: ``DynamicField_Title``, ``DynamicField_Author``, ``DynamicField_ISBN``-Felder für die Daten, die für die Bestellung gesammelt werden sollen.
hu: A ``DynamicField_Title``, ``DynamicField_Author``, ``DynamicField_ISBN`` mezők a megrendelésnél összegyűjtendő adatokhoz.

source: ``DynamicField_Status`` with the possibility to choose *Approval*.
de: ``DynamicField_Status`` mit der Möglichkeit, *Genehmigt* zu wählen.
hu: A ``DynamicField_Status`` mező a *Jóváhagyás* kiválasztásához tartozó lehetőséggel.

source: Drag these fields from the *Available Fields* pool and drop into the *Assigned Fields* pool.
de: Ziehen Sie diese Felder aus dem Bereich *Verfügbare Felder* in den Bereich *Zugewiesene Felder*.
hu: Fogja meg ezeket a mezőket az *Elérhető mezők* tárolóból, és húzza át a *Hozzárendelt mezők* tárolóba.

source: In this screen all dynamic fields has the prefix ``DynamicField_`` as in ``DynamicField_Title``. Do not confuse with the field ``Title`` that is the ticket title.
de: In dieser Ansicht haben alle Dynamischen Felder das Präfix ``DynamicField_`` wie bspw. in ``DynamicField_Title``. Verwechseln Sie das nicht mit dem Feld ``Titel`` im Ticket-Titel.
hu: Ezen a képernyőn az összes dinamikus mező a ``DynamicField_`` előtagot kapja, mint például ``DynamicField_Title``. Ne keverje össze a ``Title`` mezővel, amely a jegy címe.

source: As soon as the fields are dropped into the *Assigned Fields* pool another popup screen is shown with some details about the field. We will leave the default options and only for ``Article`` fields we should make sure that the *Communication Channel* field is set to *OTOBO* and that the *Is visible for customer* is not checked.
de: Sobald die Felder in den Bereich *Zugewiesene Felder* platziert wurden, erscheint ein weiteres Popup-Fenster mit einigen Details zum Feld. Wir belassen die Standardoptionen und nur für die Felder *Artikel* sollten wir sicherstellen, dass das Feld "Kommunikationskanal" auf *OTOBO* gesetzt ist und dass das Feld *Ist sichtbar für Kunde* nicht markiert ist.

source: *Recording the demand* (already created before)
de: *Aufnahme der Nachfrage* (bereits vorher erstellt)
hu: *Az igény rögzítése* (már létre lett hozva korábban)

source: *Approval denied*
de: *Genehmigung verweigert*
hu: *Jóváhagyás megtagadva*

source: ``DynamicField_Status`` with the possibility to choose *Approval denied*.
de: ``DynamicField_Status`` mit der Möglichkeit, *Genehmigung verweigert* zu wählen.
hu: A ``DynamicField_Status`` mező a *Jóváhagyás megtagadva* kiválasztásához tartozó lehetőséggel.

source: *Approved*
de: *Genehmigt*
hu: *Jóváhagyva*

source: ``DynamicField_Status`` with the possibility to choose *Approved*.
de: ``DynamicField_Status`` mit der Möglichkeit, *Genehmigt* zu wählen.
hu: A ``DynamicField_Status`` mező a *Jóváhagyva* kiválasztásához tartozó lehetőséggel.

source: *Order denied*
de: *Bestellung abgelehnt*
hu: *Rendelés megtagadva*

source: ``DynamicField_Status`` with the possibility to choose *Order denied*.
de: ``DynamicField_Status`` mit der Möglichkeit, *Bestellung abgelehnt* zu wählen.
hu: A ``DynamicField_Status`` mező a *Rendelés megtagadva* kiválasztásához tartozó lehetőséggel.

source: *Order placed*
de: *Bestellung aufgegeben*
hu: *Megrendelve*

source: ``DynamicField_Supplier``, ``DynamicField_Price``, ``DynamicField_DeliveryDate`` fields for purchasing.
de: Die Felder ``DynamicField_Supplier``, ``DynamicField_Price``, ``DynamicField_DeliveryDate`` für den Einkauf.
hu: A ``DynamicField_Supplier``, ``DynamicField_Price``, ``DynamicField_DeliveryDate`` mezők a beszerzéshez.

source: ``DynamicField_Status`` with the possibility to choose *Order placed*.
de: ``DynamicField_Status`` mit der Möglichkeit, *Bestellung angenommen* zu wählen.
hu: A ``DynamicField_Status`` mező a *Megrendelve* kiválasztásához tartozó lehetőséggel.

source: *Shipment received*
de: *Lieferung erhalten*
hu: *Szállítmány megérkezett*

source: ``DynamicField_DateOfReceipt`` for the mail room.
de: ``DynamicField_DateOfReceipt`` für die Poststelle.
hu: A ``DynamicField_DateOfReceipt`` mező az iktatónak.

source: ``DynamicField_Status`` with the possibility to choose *Shipment received*.
de: ``DynamicField_Status`` mit der Möglichkeit, *Lieferung erhalten* zu wählen.
hu: A ``DynamicField_Status`` mező a *Szállítmány megérkezett* kiválasztásához tartozó lehetőséggel.

source: *Approval* (already created before)
de: *Genehmigung* (bereits vorher erstellt)
hu: *Jóváhagyás* (már létre lett hozva korábban)

source: Check if the ``DynamicField_Status`` is set to *Approval*.
de: Überprüfen Sie, ob der ``DynamicField_Status`` auf *Genehmigung* gesetzt ist.
hu: Annak ellenőrzése, hogy a ``DynamicField_Status`` mező *Jóváhagyás* értékre van-e állítva.

source: Check if the ``DynamicField_Status`` field is set to *Approval denied*.
de: Überprüfen Sie, ob der ``DynamicField_Status`` auf *Genehmigung abgelehnt* gesetzt ist.
hu: Annak ellenőrzése, hogy a ``DynamicField_Status`` mező *Jóváhagyás megtagadva* értékre van-e állítva.

source: Check if the ``DynamicField_Status`` field is set to *Approved*.
de: Überprüfen Sie, ob der ``DynamicField_Status`` auf *Genehmigt* gesetzt ist.
hu: Annak ellenőrzése, hogy a ``DynamicField_Status`` mező *Jóváhagyva* értékre van-e állítva.

source: Check if the ``DynamicField_Status`` field is set to *Order denied*.
de: Überprüfen Sie, ob der ``DynamicField_Status`` auf *Bestellung abgelehnt* gesetzt ist.
hu: Annak ellenőrzése, hogy a ``DynamicField_Status`` mező *Rendelés megtagadva* értékre van-e állítva.

source: Check if the ``DynamicField_Status`` field is set to *Order placed*.
de: Überprüfen Sie, ob der ``DynamicField_Status`` auf *Bestellung aufgegeben* gesetzt ist.
hu: Annak ellenőrzése, hogy a ``DynamicField_Status`` mező *Megrendelve* értékre van-e állítva.

source: Check if the ``DynamicField_Status`` field is set to *Shipment received*.
de: Überprüfen Sie, ob der ``DynamicField_Status`` auf *Lieferung erhalten* gesetzt ist.
hu: Annak ellenőrzése, hogy a ``DynamicField_Status`` mező *Szállítmány megérkezett* értékre van-e állítva.

source: Click on the *Configure* button and add the needed configuration parameter keys and values.
de: Klicken Sie auf die Schaltfläche *Konfigurieren* und fügen Sie die benötigten Konfigurationsparameter und Schlüssel / Werte hinzu.
hu: Kattintson a *Beállítás* gombra, és adja hozzá a szükséges konfigurációs paraméter kulcsait és értékeit.

source: *Move the process ticket into the "Management" queue* (already created before)
de: *Prozessticket in Queue "Verwaltung" verschieben* (bereits vorher erstellt)
hu: *Folyamatjegy áthelyezése a „Vezetőség” várólistába* (már létre lett hozva korábban)

source: *Change ticket responsible to "Manager"*
de: *Ticket-Verantwortlichen zu "Abteilungsleiter" ändern*
hu: *Jegyfelelős megváltoztatása „Igazgatóra”*

source: *Move process ticket into the "Employees" queue*
de: *Prozess-Ticket in Queue "Mitarbeiter" verschieben*
hu: *Folyamatjegy áthelyezése az „Alkalmazottak” várólistába*

source: To be executed when:
de: Wird ausgeführt, wenn:
hu: Akkor hajtódik végre, ha:

source: *Change ticket responsible to "Employee"*
de: *Ticket-Verantwortlichen auf "Mitarbeiter" ändern*
hu: *Jegyfelelős megváltoztatása „Alkalmazottra”*

source: *Move process ticket into the "Purchasing" queue*
de: *Prozess-Ticket in die Queue "Einkauf" verschieben*
hu: *Folyamatjegy áthelyezése a „Beszerzés” várólistába*

source: *Move process ticket into the "Post office" queue*
de: *Ticket in die Queue "Poststelle" verschieben*
hu: *Folyamatjegy áthelyezése a „Postahivatal” várólistába*

source: *Close ticket successfully*
de: *Ticket erfolgreich schließen*
hu: *Jegy lezárása sikeresen*

source: *Close ticket unsuccessfully*
de: *Ticket erfolglos schließen*
hu: *Jegy lezárása sikertelenül*

source: Create Activities
de: Aktivitäten erstellen
hu: Tevékenységek létrehozása

source: Click on the *Activities* item in the *Available Process Elements* widget in the left sidebar. This action will expand the *Activities* options and will collapse all others doing an accordion like effect. Click on the *Create New Activity* button.
de: Klicken Sie in der linken Seitenleiste im Widget *Verfügbare Prozesselemente* auf *Aktivitäten*. Klicken Sie im aufgeklappten Bereich auf de Schaltfläche *Neue Aktivität erstellen*.
hu: Kattintson a *Tevékenységek* elemre a bal oldalsávon lévő *Elérhető folyamatelemek* felületi elemben. Ez a művelet ki fogja nyitni a *Tevékenységek* lehetőségeit, és össze fogja csukni az összes többit egy harmonikaszerű hatást elvégezve. Kattintson az *Új tevékenység létrehozása* gombra.

source: Book Ordering - Activities
de: Buchbestellung - Aktivitäten
hu: Könyvrendelés – tevékenységek

source: In the opened popup screen fill in the *Activity name* field and select *User task activity* from the *Activity type* drop-down.
de: Geben Sie im sich öffnenden Popup in das Feld *Aktivitätsname* einen Namen ein und wählen Sie den Aktivitätstyp *User task activity* aus.
hu: A megnyílt felugró képernyőn töltse ki a *Tevékenység neve* mezőt, és válassza ki a *Felhasználói feladat tevékenység* elemet a *Tevékenység típusa* legördülő listából.

source: Book Ordering - Add Activity
de: Buchbestellung - Aktivität hinzufügen
hu: Könyvrendelés – tevékenység hozzáadása

source: Create the following activities:
de: Erstellen Sie die folgenden Aktivitäten:
hu: Hozza létre a következő tevékenységeket:

source: *Approval*
de: *Genehmigung*
hu: *Jóváhagyás*

source: *Order*
de: *Bestellung*
hu: *Rendelés*

source: *Incoming*
de: *Eingehend*
hu: *Beérkezés*

source: *Process complete*
de: *Prozess komplett*
hu: *Folyamat befejezve*

source: Create Process Path
de: Prozesspfad erstellen
hu: Folyamatútvonal létrehozása

source: Book Ordering - First Activity On Canvas
de: Buchbestellung - Erste Aktivität auf der Zeichenfläche
hu: Könyvrendelés – első tevékenység a vásznon

source: Next, drag another activity into the canvas too. Now we will have two activities in the canvas. The first one is connected to the start point and the second has no connections. You can hover the mouse over each activity to reveal their own activity dialogs.
de: Ziehen Sie als Nächstes auch eine andere Aktivität auf die Zeichenfläche. Jetzt haben wir zwei Aktivitäten auf der Zeichenfläche. Die erste ist mit dem Startpunkt verbunden und die zweite hat keine Verbindungen. Sie können mit der Maus über eine Aktivität fahren, um ihre Aktivitätsdialoge anzuzeigen.
hu: Ezután húzzon egy másik tevékenységet is a vászonra. Most két tevékenységünk lesz a vásznon. Az első a kezdőponthoz kapcsolódik, és a másodiknak nincsenek kapcsolatai. Rámutathat az egérrel minden egyes tevékenységre a saját tevékenység-párbeszédablakaik felfedéséhez.

source: Book Ordering - Second Activity On Canvas
de: Buchbestellung - Zweite Aktivität auf der Zeichenfläche
hu: Könyvrendelés – második tevékenység a vásznon

source: Starting activity: *Recording the demand*
de: Startpunkt: Aktivität *Aufnahme der Nachfrage*
hu: Kezdő tevékenység: *Az igény rögzítése*

source: Next activity: *Approval*
de: Nächste Aktivität *Genehmigung*
hu: Következő tevékenység: *Jóváhagyás*
