Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: OTOBO provides you with the same tools here, as with :doc:`salutations`, to create a standardized communication form for any one of your queues. As defined in the :ref:`Queue Settings`: :doc:`salutations`, :doc:`templates`, and :doc:`signatures` are combined to ensure a well formed standardized email communication.
de: OTOBO stellt Ihnen hier die gleichen Werkzeuge zur Verfügung wie bei :doc:`salutations`, um eine standardisierte Kommunikationsform für jede Ihrer Queues zu erstellen. Wie in den :ref:`Queue Settings` definiet, werden :doc:`salutations`, :doc:`templates` und :doc:`signatures` kombiniert, um eine gut gestaltete, standardisierte E-Mail-Kommunikation zu gewährleisten.

source: Signatures can be linked to one or more :doc:`queues`. A signature is used only in email answers to tickets.
de: Signaturen können zu einer oder mehreren :doc:`queues` verknüpft werden. Eine Signatur wird nur in E-Mail-Antworten für Tickets genutzt.
hu: Az aláírások a :doc:`queues` egyikéhez vagy többhöz is hozzákapcsolhatók. Egy aláírást csak a jegyekre adott e-mail válaszoknál használják.

source: Use this screen to add signatures to the system. A fresh OTOBO installation already contains a standard signature. The signature management screen is available in the *Signatures* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um Signaturen zum System hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig eine Signatur. Die Ansicht zur Verwaltung der Signaturen ist im Modul *Signaturen* der Gruppe *Ticket-Einstellungen* verfügbar.

source: Signature Management Screen
de: Signatur-Verwaltung
hu: Aláírás-kezelés képernyő

source: Manage Signatures
de: Signaturen verwalten
hu: Aláírások kezelése

source: To add a signature:
de: So fügen Sie eine Signatur hinzu:
hu: Egy aláírás hozzáadásához:

source: Click on the *Add Signature* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Signatur hinzufügen*.
hu: Kattintson az *Aláírás hozzáadása* gombra a bal oldalsávban.

source: Add Signature Screen
de: Signatur hinzufügen
hu: Aláírás hozzáadása képernyő

source: Signatures can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Signaturen können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: Az aláírások nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a signature:
de: So bearbeiten Sie eine Signatur:
hu: Egy aláírás szerkesztéséhez:

source: Click on a signature in the list of signatures.
de: Klicken Sie in der Liste mit den Signaturen auf eine Signatur.
hu: Kattintson egy aláírásra az aláírások listájában.

source: Edit Signature Screen
de: Signatur bearbeiten
hu: Aláírás szerkesztése képernyő

source: If several signatures are added to the system, use the filter box to find a particular signature by just typing the name to filter.
de: Wenn dem System mehrere Signaturen hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte Signatur zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több aláírás van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos aláírás megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Signature Settings
de: Einstellungen für Signaturen
hu: Aláírás beállításai

source: The text that will be placed to the end of new emails.
de: Der Text, der am Ende einer neuen E-Mail platziert wird.
hu: A szöveg, amely az új e-mailek végénél lesz elhelyezve.

source: Signature Variables
de: Variablen für Signaturen
hu: Aláírás változói

source: For example, the variable ``<OTOBO_CURRENT_UserFirstname> <OTOBO_CURRENT_UserLastname>`` expands to the agent's first and last name allowing a template to include something like the following.
de: Die Variable ``<OTOBO_CURRENT_UserFirstname> <OTOBO_CURRENT_UserLastname>`` beinhaltet beispielsweise den Agenten-Vorname und Nachname, so dass eine Vorlage etwa Folgendes enthalten kann.

source: SMS Templates
de: SMS-Vorlagen
hu: SMS sablonok

source: An on-call duty should be alarmed about incidents on an email servers, therefore cannot get an email from OTOBO. Additionally, in the case where customers have no internet access, it's imperative to ensure good contact.
de: Ein Bereitschaftsdienst sollte über Vorfälle auf einem E-Mail-Server alarmiert werden, kann also keine E-Mail von OTOBO erhalten. Darüber hinaus ist es für den Fall, dass Kunden keinen Internetzugang haben, unerlässlich, einen guten Kontakt herzustellen.

source: OTOBO provides SMS as a cloud service and allows, as with email, management of this communication via templates.
de: OTOBO bietet SMS als Cloud-Service an und ermöglicht, wie bei E-Mail, die Verwaltung dieser Kommunikation über Vorlagen.

source: An SMS template is a default text which helps your agents to write faster tickets or answers.
de: Eine SMS-Vorlage ist ein Standardtext, der Ihren Agenten helfen kann, Tickets schneller zu erstellen oder zu beantworten.
hu: Az SMS sablon egy olyan alapértelmezett szöveg, amely segít az ügyintézőknek a jegyek vagy válaszok gyorsabb írásában.

source: Use this screen to add SMS templates for use in communications. A fresh OTOBO installation doesn't contain any SMS templates by default. The SMS template management screen is available in the *SMS Templates* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um dem System SMS-Vorlagen hinzuzufügen. Eine neue OTOBO-Installation beinhaltet standardmäßig keine konfigurierten SMS-Vorlagen. Die Verwaltung der SMS-Vorlagen ist im Modul *SMS-Vorlagen* in der Gruppe *Ticket-Einstellungen* verfügbar.

source: SMS Template Management Screen
de: SMS-Vorlagenverwaltung
hu: SMS sablon kezelése képernyő

source: Manage SMS Templates
de: SMS-Vorlagen verwalten
hu: SMS sablonok kezelése

source: To be able to use SMS cloud service in OTOBO, you have to activate it first in :doc:`../otobo-services/cloud-services` module.
de: Um den SMS-Cloud-Service in OTOBO nutzen zu können, müssen Sie ihn zunächst im Modul :doc:`../otobo-services/cloud-services` aktivieren.

source: To add an SMS template:
de: So fügen Sie eine SMS-Vorlage hinzu:
hu: Egy SMS sablon hozzáadásához:

source: Click on the *Add SMS Template* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *SMS-Vorlage hinzufügen*.
hu: Kattintson az *SMS sablon hozzáadása* gombra a bal oldalsávban.

source: Add SMS Template Screen
de: SMS-Vorlage hinzufügen
hu: SMS sablon hozzáadása képernyő

source: To edit an SMS template:
de: So bearbeiten Sie eine SMS-Vorlage:
hu: Egy SMS sablon szerkesztéséhez:

source: Click on an SMS template in the list of SMS templates.
de: Klicken Sie in der Liste mit den SMS-Vorlagen auf eine SMS-Vorlage.
hu: Kattintson egy SMS sablonra az SMS sablonok listájában.

source: Edit SMS Template Screen
de: SMS-Vorlage bearbeiten
hu: SMS sablon szerkesztése képernyő

source: To delete an SMS template:
de: So löschen Sie eine SMS-Vorlage:
hu: Egy SMS sablon törléséhez:

source: Click on the trash icon in the list of SMS templates.
de: Klicken Sie in der Liste mit den SMS-Vorlagen auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra az SMS sablonok listájában.

source: Delete SMS Template Screen
de: SMS-Vorlage löschen
hu: SMS sablon törlése képernyő

source: If several SMS templates are added to the system, a filter box is useful to find a particular SMS template by just typing to filter.
de: Wenn dem System mehrere SMS-Vorlagen hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte SMS-Vorlage zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több SMS sablon van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos SMS sablon megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: SMS Template Settings
de: Einstellungen für SMS-Vorlagen
hu: SMS sablon beállításai

source: There are different kind of SMS templates that are used for different purposes. A template can be:
de: Es gibt unterschiedliche Arten von SMS-Vorlagen, die für unterschiedliche Zwecke genutzt werden können. Eine Vorlage kann sein:
hu: Különböző fajta SMS sablonok léteznek, amelyek különböző célokra használhatók. Egy sablon lehet:

source: Answer
de: Beantworten
hu: Válasz

source: To be used as a ticket response with *Reply via SMS* in the article menu of the ticket screen.
de: Wird als Ticketantwort mit *Antwort per SMS* im Artikelmenü verwendet.
hu: Jegyválaszként használható a jegyképernyő bejegyzésmenüjében lévő *Válasz SMS-ben* választásával.

source: Create
de: Erstellen
hu: Létrehozás

source: To be used for a new SMS ticket.
de: Wird für ein neues SMS-Ticket verwendet.
hu: Új SMS jegyhez használható.

source: SMSOutbound
de: Ausgehende SMS
hu: Kimenő SMS

source: To be used for sending a new SMS to a customer user from within the ticket menu of the ticket screen.
de: Wird verwendet, um eine neue SMS an einen Kundenbenutzer aus dem Ticketmenü zu senden.
hu: Egy új SMS küldéséhez használható egy ügyfél-felhasználó számára a jegyképernyő jegymenüjéből.

source: Template
de: Vorlage
hu: Sablon

source: The maximum length of text message that you can send is 918 characters. However, if you send more than 160 characters then your message will be broken down in to chunks of 153 characters before being sent to the recipient's handset. We recommend keeping the messages to less than 160 characters.
de: Die maximale Länge der Textnachricht, die Sie senden können, beträgt 918 Zeichen. Wenn Sie jedoch mehr als 160 Zeichen senden, wird Ihre Nachricht in Blöcke von 153 Zeichen aufgeteilt, bevor sie an das Mobilteil des Empfängers gesendet wird. Wir empfehlen, die Nachrichten auf weniger als 160 Zeichen zu beschränken.
hu: Az elküldhető szöveges üzenet legnagyobb hossza 918 karakter. Azonban ha 160 karakternél többet küld el, akkor az üzenet fel lesz bontva 153 karakteres darabokra, mielőtt elküldésre kerül a címzett mobil eszközére. Azt ajánljuk, hogy az üzenetek 160 karakternél rövidebbek legyenek.

source: Flash message
de: Flash-Nachricht
hu: Felugró üzenet

source: Show message directly without user interaction and do not store it automatically (support may vary by device and provider).
de: Nachricht direkt und ohne Benutzerinteraktion anzeigen sowie nicht automatisch speichern (Unterstützung hängt von Gerät und Anbieter ab).
hu: Üzenet közvetlen megjelenítése felhasználói beavatkozás nélkül, és nem kerül automatikusan eltárolásra (a támogatás eszközönként és szolgáltatókként változhat).

source: SMS Template Variables
de: Variablen für SMS-Vorlagen
hu: SMS sablon változói

source: For example, the variable ``<OTOBO_TICKET_TicketNumber>`` expands to the ticket number allowing an SMS template to include something like the following.
de: Die Variable ``<OTOBO_TICKET_TicketNumber>`` beinhaltet beispielsweise die Ticketnummer, so dass eine SMS-Vorlage etwa Folgendes enthalten kann.

source: SMS Templates ↔ Queues
de: SMS-Vorlagen ↔ Queues
hu: SMS sablonok ↔ Várólisták

source: Communicating a change to a template, or distribution of a new communication requirement, can be tedious and error-ridden because it requires that all teams pull the information and publish it appropriately.
de: Die Kommunikation einer Änderung an einer Vorlage oder die Verteilung einer neuen Kommunikationsanforderung kann mühsam und fehleranfällig sein, da sie erfordert, dass alle Teams die Informationen holen und entsprechend veröffentlichen.
hu: Egy sablon változásainak közlése vagy egy új kommunikációs követelmény terjesztése unalmas és hibákkal teli lehet, mert arra van szükség, hogy az összes csapat lekérje az információkat és megfelelően közzétegye.

source: OTOBO gives you the power to quickly assign the appropriate SMS templates to any queue, containing pertinent ticket information, ensuring this information reaches your customers and agents.
de: OTOBO gibt Ihnen die Möglichkeit, jeder Queue schnell die passenden SMS-Vorlagen zuzuordnen, die relevante Ticketinformationen enthalten, damit diese Informationen Ihre Kunden und Agenten erreichen.

source: Use this screen to add one or more SMS templates to one or more queues. The management screen is available in the *SMS Templates ↔ Queues* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um SMS-Vorlagen zu Queues hinzuzufügen. Die Ansicht zur Verwaltung der Zuordnungen von SMS-Vorlagen zu Queues ist im Modul *SMS-Vorlagen ↔ Queues* in der Gruppe *Ticket-Einstellungen* verfügbar.
hu: Használja ezt a képernyőt, hogy egy vagy több SMS sablont adjon hozzá egy vagy több várólistához. A kezelőképernyő a *Jegybeállítások* csoport *SMS sablonok ↔ Várólisták* moduljában érhető el.

source: Manage SMS Template-Queue Relations
de: Zuordnung von SMS-Vorlagen zu Queues verwalten.
hu: SMS sablon–Várólista kapcsolatok kezelése

source: Manage SMS Templates ↔ Queues Relations
de: SMS-Vorlagen ↔ Queues-Zuordnungen verwalten
hu: SMS sablonok ↔ Várólisták kapcsolatainak kezelése

source: To assign an SMS template to one or more queues:
de: So ordnen Sie eine SMS-Vorlage einer oder mehrerer Queues zu:
hu: Egy SMS sablonnak egy vagy több várólistához való rendeléshez:

source: Click on an SMS template in the *SMS Templates* column.
de: Klicken Sie in der Spalte *SMS-Vorlagen* auf eine SMS-Vorlage.
hu: Kattintson egy SMS sablonra az *SMS sablonok* oszlopban.

source: Select the queues you would like to add the SMS template to.
de: Wählen Sie die Queues, die Sie der SMS-Vorlage zuordnen möchten.
hu: Válassza ki azokat a várólistákat, amelyekhez hozzá szeretné adni az SMS sablont.

source: Change Queue Relations for SMS Template
de: Zuordnung von Queues zu einer SMS-Vorlage ändern
hu: Várólista-kapcsolatok megváltoztatása egy SMS sablonnál

source: To assign a queue to one or more SMS templates:
de: So ordnen Sie eine Queue zu einer oder mehreren SMS-Vorlagen hinzu:
hu: Egy várólistának egy vagy több SMS sablonhoz való rendeléshez:

source: Select the SMS templates you would like to add the queue to.
de: Wählen Sie die SMS-Vorlage, die Sie der Queue zuordnen möchten.
hu: Válassza ki azokat az SMS sablonokat, amelyeket hozzá szeretne adni a várólistához.

source: Change SMS Template Relations for Queue
de: Zuordnungen von SMS-Vorlagen zu einer Queue ändern
hu: SMS sablon kapcsolatok megváltoztatása egy várólistánál

source: If several SMS templates or queues are added to the system, use the filter box to find a particular SMS template or queue by just typing the name to filter.
de: Wenn dem System mehrere SMS-Vorlagen oder Queues hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte SMS-Vorlage oder Queue zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több SMS sablon vagy várólista van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos SMS sablon vagy várólista megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Multiple SMS templates or queues can be assigned in both screens at the same time. Additionally clicking on an SMS template or clicking on a queue in the relations screen will open the *Edit SMS Template* screen or the *Edit Queue* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere SMS-Vorlagen oder Queues zugeordnet werden. Wenn Sie zusätzlich auf eine SMS-Vorlage oder auf eine Queue in der Ansicht klicken, wird die Ansicht *SMS-Vorlage bearbeiten* oder die Ansicht *Queue bearbeiten* entsprechend geöffnet.
hu: Egyszerre több SMS sablon vagy várólista is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy SMS sablonra vagy egy várólistára kattintva meg fog nyílni az *SMS sablon szerkesztése* vagy a *Várólista szerkesztése* képernyő annak megfelelően.

source: Accessing a queue or an SMS template provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Queues und SMS-Vorlagen bieten keinen "Zurück"-Link zur Ansicht mit den Zuordnungen.
hu: Egy várólista vagy egy SMS sablon elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.

source: States
de: Status
hu: Állapotok

source: Active tracking of tickets leads to a better sense of workload and provides metrics as a key performance indicator. Sorting tasks and setting appointments can help to level-off the workload and keep your service desk running.
de: Die aktive Verfolgung von Tickets führt zu einem besseren Gefühl der Arbeitsbelastung und liefert Kennzahlen als wichtige Leistungsindikatoren. Die Sortierung von Aufgaben und die Festlegung von Terminen kann dazu beitragen, den Arbeitsaufwand zu verringern und Ihren Service-Desk am Laufen zu halten.
hu: A jegyek aktív nyomon követése a munkaterhelés jobb megértéshez vezet és mérőszámokat biztosít teljesítménymutatóként. A feladatok rendezése és az időpontok beállítása segíthet a munkaterhelés kiegyenlítésében és az ügyfélszolgálat működtetésének fenntartásában.

source: OTOBO uses ticket states to ensure that your agents always know which tickets are being attended to and which not. Additionally, detailed reports on the states of your tickets can be provided by ticket search or reports and personalized sorting is possible using dashboards and queue and service overviews.
de: OTOBO verwendet "Ticket-Status", um sicherzustellen, dass Ihre Agenten immer wissen, welche Tickets bearbeitet werden und welche nicht. Darüber hinaus können detaillierte Berichte über den Status Ihrer Tickets über die Ticket-Suche erstellt werden und eine personalisierte Sortierung ist über die sowie Queue- und Serviceübersichten möglich.

source: Nine states are pre-defined. More states can be added, but the default states are enough to get you going and mostly enough for any situation.
de: Neun Status sind vordefiniert. Die vordefinierten Status reichen gewöhnlich für jede Situation aus. Sie können aber auch eigene Status hinzufügen, wenn Ihre Bedürfnisse das erfordern.
hu: Kilenc állapot van előre meghatározva. Több állapot is hozzáadható, de az alapértelmezett állapotok elegendőek a továbblépéshez és többé-kevésbé elegendőek minden helyzetben.

source: The default states are the following:
de: Folgende Status sind vordefiniert:
hu: Az alapértelmezett állapotok a következők:

source: closed successful
de: Erfolgreich geschlossen
hu: sikeresen lezárva

source: A ticket is complete. The customer received a solution which worked.
de: Das Ticket ist abgeschlossen. Das Problem des Kunden wurde erfolgreich gelöst.
hu: A jegy befejeződött. Az ügyfél olyan megoldást kapott, ami működött.

source: closed unsuccessful
de: Erfolglos geschlossen
hu: sikertelenül lezárva

source: A ticket is complete. The customer received no solution or the solution was not appropriate.
de: Das Ticket ist abgeschlossen. Das Problem des Kunden wurde nicht erfolgreich gelöst oder die Lösung war nicht ausreichend.
hu: A jegy befejeződött. Az ügyfél nem kapott megoldást vagy a megoldás nem volt megfelelő.

source: merged
de: Zusammengefasst
hu: egyesített

source: The ticket content is found in a different ticket.
de: Der Inhalt des Tickets wurde zu einem anderen Ticket zusammengefasst.
hu: A jegy tartalma egy másik jegyben található meg.

source: new
de: Neu
hu: új

source: The ticket is created by the customer without contact with an agent.
de: Ein Ticket, das neu erstellt wurde und noch keinen Kontakt zu einem Agenten hatte.
hu: A jegyet az ügyfél hozta létre, anélkül hogy kapcsolatba lépett volna egy ügyintézővel.

source: open
de: Offen
hu: nyitott

source: The ticket is currently in progress. Customer and agent are in contact with each another.
de: Das Ticket wird derzeit bearbeitet. Kunde und Agent sind miteinander in Kontakt.
hu: A jegy jelenleg folyamatban van. Az ügyfél és az ügyintéző felvette egymással a kapcsolatot.

source: pending auto close+
de: Warten auf erfolgreich schließen
hu: automatikus lezárás függőben+

source: The ticket will be set as *closed successful* upon reaching the pending time.
de: Das Ticket wird nach Erreichen der Wartezeit auf *erfolgreich geschlossen* gesetzt.
hu: A jegy *sikeresen lezárva* állapotra lesz beállítva a várakozási idő elérésekor.

source: pending auto close-
de: Warten auf erfolglos schließen
hu: automatikus lezárás függőben-

source: The ticket will be set as *closed unsuccessful* upon reaching the pending time.
de: Das Ticket wird nach Erreichen der Wartezeit auf *erfolglos geschlossen* gesetzt.
hu: A jegy *sikertelenül lezárva* állapotra lesz beállítva a várakozási idő elérésekor.

source: pending reminder
de: Warten zur Erinnerung
hu: emlékeztető függőben

source: The ticket should be worked on again upon reaching the pending time.
de: An dem Ticket sollte bis zum Erreichen der Wartezeit gearbeitet werden.
hu: A jegyen újra dolgozni kell a várakozási idő elérésekor.

source: removed
de: Entfernt
hu: eltávolított

source: The ticket has been removed from the system.
de: Das Ticket wurde aus dem System entfernt.
hu: A jegyet eltávolították a rendszerről.

source: Use this screen to add states to the system. A fresh OTOBO installation contains several states by default. The state management screen is available in the *States* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um Status zum System hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig verschiedene Status. Die Ansicht zur Verwaltung der Status ist im Modul *Status* in der Gruppe *Ticket-Einstellungen* verfügbar.

source: State Management Screen
de: Status-Verwaltung
hu: Állapotkezelés képernyő

source: Manage States
de: Status verwalten
hu: Állapotok kezelése

source: To add a state:
de: So fügen Sie einen Status hinzu:
hu: Egy állapot hozzáadásához:

source: Click on the *Add State* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Status hinzufügen*.
hu: Kattintson az *Állapot hozzáadása* gombra a bal oldalsávban.

source: Add State Screen
de: Status hinzufügen
hu: Állapot hozzáadása képernyő

source: States can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Status können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: Az állapotok nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a state:
de: So bearbeiten Sie einen Status:
hu: Egy állapot szerkesztéséhez:

source: Click on a state in the list of states.
de: Klicken Sie in der Liste mit den Status auf einen Status.
hu: Kattintson egy állapotra az állapotok listájában.

source: Edit State Screen
de: Status bearbeiten
hu: Állapot szerkesztése képernyő

source: If several states are added to the system, use the filter box to find a particular state by just typing the name to filter.
de: Wenn dem System mehrere Status hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Status zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több állapot van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos állapot megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: State Validation Dialog
de: Dialog Validierungsprüfung
hu: Állapot-ellenőrzés párbeszédablak
