Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: This module is for assigning a :term:`customer user` to additional :term:`customer` records. The primary customer is assigned via the :ref:`Customer User Settings`.
de: Dieses Modul dient zur Zuordnung eines :term:`customer user` zu zusätzlichen :term:`customer` -Datensätzen`. Die Zuordnung des Hauptkunden erfolgt über die :ref:`Customer User Settings`.
hu: Ez a modul azért készült, hogy egy :term:`ügyfél-felhasználó` további :term:`ügyfél` bejegyzésekhez legyen hozzárendelhető. Az elsődleges ügyfél az :ref:`Customer User Settings` szakaszban leírtak szerint van hozzárendelve.

source: To assign some customers to a customer user:
de: So ordnen Sie Kunden zu einem Kundenbenutzer hinzu:
hu: Néhány ügyfélnek egy ügyfél-felhasználóhoz való rendeléséhez:

source: Click on a customer user in the *Customer Users* column.
de: Klicken Sie in der Spalte *Kundenbenutzer* auf einen Kundenbenutzer.
hu: Kattintson egy ügyfél-felhasználóra az *Ügyfél-felhasználók* oszlopban.

source: Select the customers you would like to assign to the customer user.
de: Wählen Sie die Kunden, die Sie dem Kundenbenutzer zuordnen möchten.
hu: Válassza ki azokat az ügyfeleket, amelyeket hozzá szeretne rendelni az ügyfél-felhasználóhoz.

source: Change Customer Relations for Customer User
de: Kundenbeziehungen für Kundenbenutzer ändern
hu: Ügyfélkapcsolatok megváltoztatása egy ügyfél-felhasználónál

source: To assign some customer users to a customer:
de: So ordnen Sie Kundenbenutzer einem Kunden zu:
hu: Néhány ügyfél-felhasználónak egy ügyfélhez való rendeléséhez:

source: Click on a customer in the *Customers* column.
de: Klicken Sie in der Spalte *Kunden* auf einen Kunden.
hu: Kattintson egy ügyfélre az *Ügyfelek* oszlopban.

source: Select the customer users you would like to assign to the customer.
de: Wählen Sie die Kundenbenutzer, die Sie dem Kunden zuordnen möchten.
hu: Válassza ki azokat az ügyfél-felhasználókat, amelyeket hozzá szeretne rendelni az ügyfélhez.

source: Change Customer User Relations for Customer
de: Kundenbenutzerbeziehungen für Kunde ändern
hu: Ügyfél-felhasználó kapcsolatok megváltoztatása egy ügyfélnél

source: If several customer users or customers are added to the system, use the search box to find a particular customer user or customer. Only the first 1000 customer users and customers are listed by default.
de: Wenn dem System mehrere Kunden oder Kundenbenutzer hinzugefügt wurden, nutzen Sie das Suchfeld, um einen einzelnen Kunden oder Kundenbenutzer zu finden. Standardmäßig werden nur die ersten 1000 Kunden und Kundenbenutzer angezeigt.
hu: Ha több ügyfél-felhasználó vagy ügyfél van hozzáadva a rendszerhez, akkor használja a keresődobozt egy bizonyos ügyfél-felhasználó vagy ügyfél megkereséséhez. Csak az első 1000 ügyfél-felhasználó és ügyfél van felsorolva alapértelmezetten.

source: Multiple customer users or customers can be assigned in both screens at the same time. Additionally clicking on a customer user or clicking on a customer in the relations screen will open the *Edit Customer User* screen or the *Edit Customer* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Kunden oder Kundenbenutzer zugeordnet werden. Wenn Sie zusätzlich auf einen Kunden oder auf einen Kundenbenutzer in der Ansicht klicken, wird die Ansicht *Kunde bearbeiten* oder die Ansicht *Kundenbenutzer bearbeiten* entsprechend geöffnet.
hu: Egyszerre több ügyfél-felhasználó vagy ügyfél is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy ügyfél-felhasználóra vagy egy ügyfélre kattintva meg fog nyílni az *Ügyfél-felhasználó szerkesztése* vagy az *Ügyfél szerkesztése* képernyő annak megfelelően.

source: Accessing a customer user or a customer provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Kunden und Kundenbenutzern bieten keinen "Zurück"-Link zur Ansicht mit den Zuordnungen.
hu: Egy ügyfél-felhasználó vagy egy ügyfél elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.

source: By setting a checkbox in the header of a column will set all the checkboxes in the selected column.
de: Durch das Setzen eines Kontrollkästchens im Kopf einer Spalte werden alle Kontrollkästchen in der ausgewählten Spalte gesetzt.
hu: Egy jelölőnégyzet bejelölése egy oszlop fejlécében be fogja jelölni az összes jelölőnégyzetet a kiválasztott oszlopban.

source: Customer Users ↔ Groups
de: Kundenbenutzer ↔ Gruppen
hu: Ügyfél-felhasználók ↔ Csoportok

source: Customer users shouldn't need to be bothered with the internal workings of your service desk. A single point of contact request can trigger several processes within your organization, all of which having the customer user information attached and are visible to the customer.
de: Kundenbenutzer sollten sich nicht um die interne Funktionsweise Ihres Service-Desk kümmern müssen. Eine "Single-Point-of-Contact"-Anfrage kann mehrere Prozesse innerhalb Ihres Unternehmens auslösen, die alle mit den Benutzerinformationen des Kunden verknüpft und für den Kunden sichtbar sind.
hu: Az ügyfél-felhasználókat nem kell zaklatni az ügyfélszolgálat belső működésével. Az egyablakos kapcsolatkérés számos folyamatot indíthat el a szervezeten belül, amelyek mindegyikéhez csatolva vannak az ügyfél-felhasználói információk, és ezek láthatók az ügyfél számára.

source: OTOBO allows you to assign :term:`group` permissions to customer users. Access works just the same as for agents, preventing a customer from modifying and viewing a request. Thus allowing the customer to focus on the results of the original communication and funneling the discussion through one ticket.
de: Mit OTOBO können Sie Kundenbenutzern Berechtigungen für eine :term:`group` zuweisen. Der Zugriff funktioniert genauso wie bei Agenten und verhindert, dass ein Kunde eine Anfrage ändert und anzeigt. So kann sich der Kunde auf die Ergebnisse der ursprünglichen Kommunikation konzentrieren und die Diskussion durch ein einziges Ticket leiten lassen.

source: Assign a group to an entire customer using :doc:`customers-groups`.
de: Ordnen Sie eine Gruppe einem ganzen Kunden mit Hilfe von :doc:`customers-groups` zu.
hu: Rendeljen hozzá egy csoportot egy teljes ügyfélhez az :doc:`customers-groups` modul használatával.

source: Use this screen to add one or more customer users to one or more groups. To use this function, at least one customer user and one group need to have been added to the system. The management screen is available in the *Customers Users ↔ Groups* module of the *Users, Groups & Roles* group.
de: Verwenden Sie diese Ansicht, um einen oder mehrere Kundenbenutzer zu einer oder mehreren Gruppen zuzuordnen. Um diese Funktion zu nutzen, muss wenigstens ein Kundenbenutzer und Kunde dem System hinzugefügt werden. Die Ansicht zur Verwaltung ist im Modul *Kundenbenutzer ↔ Gruppen* in der Gruppe *Benutzer, Gruppen & Rollen* verfügbar.
hu: Használja ezt a képernyőt, hogy egy vagy több ügyfél-felhasználót adjon hozzá egy vagy több csoporthoz. A funkció használatához az szükséges, hogy legalább egy ügyfél-felhasználó és legalább egy csoport hozzá legyen adva a rendszerhez. A kezelőképernyő a *Felhasználók, csoportok és szerepek* csoport *Ügyfél-felhasználók ↔ Csoportok* moduljában érhető el.

source: Manage Customer User-Group Relations
de: Beziehungen zwischen Kundenbenutzern und Gruppen verwalten
hu: Ügyfél-felhasználó–Csoport kapcsolatok kezelése

source: Customer group support needs to be enabled in at least one customer user :term:`back end` to use this function. For the default OTOBO :term:`back end`, this can be enabled in the system configuration by clicking on the *Enable it here!* button.
de: Kundengruppen-Unterstützung muss wenigstens in einem Kundenbenutzer :term:`Backend` aktiviert sein, damit diese Funktion genutzt werden kann. Das Standard OTOBO- :term:`Backend` kann in der Systemkonfiguration aktiviert werden, wenn Sie auf die *Hier aktivieren*-Schaltfläche klicken.

source: Enable Customer Group Feature
de: Kundengruppen-Funktion aktivieren
hu: Ügyfélcsoport funkció engedélyezése

source: To enable this feature in systems using a directory server or multiple non-default back ends, a custom configuration file needs to be placed in ``Kernel/Config/Files`` (for example named ``ZZZ_CustomerBackend.pm``). Once activated, all customer users from this back end will require group assignment.
de: Um diese Funktion in Systemen mit einem Verzeichnis-Server oder mehreren nicht standardmäßigen Backends zu aktivieren, muss eine benutzerdefinierte Konfigurationsdatei in ``Kernel/Config/Files`` (z.B. mit dem Namen `ZZZZZ_CustomerBackend.pm``) abgelegt werden. Nach der Aktivierung benötigen alle Kundenbenutzer aus diesem Backend eine Gruppenzuordnung.
hu: A funkció engedélyezéséhez olyan rendszereknél, amelyek könyvtárkiszolgálókat vagy nem alapértelmezett háttérprogramokat használnak, el kell helyezni egy egyéni beállítófájlt a ``Kernel/Config/Files`` mappában (például ``ZZZ_CustomerBackend.pm`` néven). Miután aktiválásra került, az ebből a háttérprogramból érkező összes ügyfél-felhasználó csoport-hozzárendelést igényel.

source: After making changes to the back end, the server cache will be deleted, which may cause a temporary drop in performance.
de: Nach Änderungen am Backend wird der Server-Cache gelöscht, was zu einem temporären Performance-Verlust führen kann.
hu: Miután elvégezte a változtatásokat a háttérprogramon, a kiszolgáló gyorsítótára törölve lesz, ami átmeneti teljesítmény-visszaesést okozhat.

source: Manage Customer Users ↔ Groups Relations
de: Kundenbenutzer ↔ Gruppen-Zuordnungen verwalten
hu: Ügyfél-felhasználók ↔ Csoportok kapcsolatainak kezelése

source: To assign some groups to a customer user:
de: So ordnen Sie Gruppen einem Kundenbenutzer hinzu:
hu: Néhány csoportnak egy ügyfél-felhasználóhoz való rendeléséhez:

source: Select the permissions you would like to connect the customer user to groups with.
de: Wählen Sie die Berechtigungen aus, mit denen Sie den Kundenbenutzer mit Gruppen verbinden möchten.
hu: Válassza ki azokat a jogosultságokat, amelyekkel össze szeretné kapcsolni az ügyfél-felhasználót a csoportokkal.

source: Change Group Relations for Customer User
de: Gruppenzuordnungen verwalten für Kundenbenutzer
hu: Csoportkapcsolatok megváltoztatása egy ügyfél-felhasználónál

source: To assign some customer users to a group:
de: So ordnen Sie Kundenbenutzer zu einer Gruppe hinzu:
hu: Néhány ügyfél-felhasználónak egy csoporthoz való rendeléséhez:

source: Select the permissions you would like to connect the group to customer users with.
de: Wählen Sie die Berechtigungen aus, mit denen Sie den Kundenbenutzer mit Gruppen verbinden möchten.
hu: Válassza ki azokat a jogosultságokat, amelyekkel össze szeretné kapcsolni a csoportot az ügyfél-felhasználókkal.

source: Change Customer User Relations for Group
de: Kundenbenutzer-Zuordnungen verwalten für Gruppe
hu: Ügyfélfelhasználó-kapcsolatok megváltoztatása egy csoportnál

source: To change customer user default groups:
de: So ändern Sie die Kundenbenutzer-Standardgruppen:
hu: Az ügyfél-felhasználó alapértelmezett csoportjainak megváltoztatásához:

source: Click on the *Edit Customer User Default Groups* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Standardgruppen für Kundenbenutzer bearbeiten*.
hu: Kattintson az *Ügyfél-felhasználó alapértelmezett csoportjainak szerkesztése* gombra a bal oldalsávban.

source: Deploy the modified system configurations.
de: Nehmen Sie die geänderte Systemkonfiguration in Betrieb.
hu: Állítsa üzembe a módosított rendszerbeállításokat.

source: ``CustomerGroupAlwaysGroups`` System Configuration Screen
de: ``CustomerGroupAlwaysGroups`` Systemkonfiguration
hu: A ``CustomerGroupAlwaysGroups`` rendszerbeállítás képernyő

source: These groups are automatically assigned to all customer users.
de: Allen Kundenbenutzer sind automatisch Mitglied dieser Gruppen.
hu: Ezek a csoportok automatikusan hozzá vannak rendelve minden ügyfél-felhasználóhoz.

source: If several customer users or groups are added to the system, use the search box to find a particular customer user or use the filter box to find a particular group by just typing the name to filter.
de: Wenn dem System mehrere Gruppen oder Kundenbenutzer hinzugefügt wurden, nutzen Sie das Suchfeld, um eine einzelne Gruppe oder einen Kundenbenutzer zu finden.
hu: Ha több ügyfél-felhasználó vagy csoport van hozzáadva a rendszerhez, akkor használja a keresődobozt egy bizonyos ügyfél-felhasználó megkereséséhez, vagy használja a szűrődobozt egy bizonyos csoport megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Multiple customer users or groups can be assigned in both screens at the same time. Additionally clicking on a customer user or clicking on a group in the relations screen will open the *Edit Customer User* screen or the *Edit Group* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Gruppen oder Kundenbenutzer zugeordnet werden. Wenn Sie zusätzlich auf eine Gruppe oder auf einen Kundenbenutzer in der Ansicht klicken, wird die Ansicht *Gruppe bearbeiten* oder die Ansicht *Kundenbenutzer bearbeiten* entsprechend geöffnet.
hu: Egyszerre több ügyfél-felhasználó vagy csoport is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy ügyfél-felhasználóra vagy egy csoportra kattintva meg fog nyílni az *Ügyfél-felhasználó szerkesztése* vagy a *Csoport szerkesztése* képernyő annak megfelelően.

source: Accessing a customer user or a group provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Gruppen und Kundenbenutzern bieten keinen "Zurück"-Link zur Ansicht mit den Zuordnungen.
hu: Egy ügyfél-felhasználó vagy egy csoport elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.

source: Customer Users ↔ Groups Relations Reference
de: Kundenbenutzer ↔ Gruppen-Zuordnungen Referenz
hu: Ügyfél-felhasználók ↔ Csoportok kapcsolatainak hivatkozása

source: When assigning a customer user to a group or vice versa, several permissions can be set as connection between a customer user and a group. The following permissions are available by default:
de: Bei der Zuordnung eines Kundenbenutzers zu einer Gruppe oder umgekehrt können mehrere Berechtigungen als Verbindung zwischen einem Kundenbenutzer und einer Gruppe eingestellt werden. Die folgenden Berechtigungen sind standardmäßig verfügbar:
hu: Ha egy ügyfél-felhasználót hozzárendelnek egy csoporthoz vagy fordítva, akkor számos jogosultság állítható be egy ügyfél-felhasználó és egy csoport közötti kapcsolatként. A következő jogosultságok érhetők el alapértelmezetten:

source: Read only access to the resource.
de: Lesezugriff auf die Ressource.
hu: Csak olvasható hozzáférés az erőforráshoz.

source: Full read and write access to the resource.
de: Vollständiger Lese- und Schreibzugriff auf die Ressource.
hu: Teljes írási és olvasási hozzáférés az erőforráshoz.

source: Customer Users ↔ Services
de: Kundenbenutzer ↔ Services
hu: Ügyfél-felhasználók ↔ Szolgáltatások

source: Use this screen to add one or more customer users to one or more services. To use this function, at least one customer user and one service need to have been added to the system. The management screen is available in the *Customers Users ↔ Services* module of the *Users, Groups & Roles* group.
de: Verwenden Sie dies Ansicht, um einen oder mehrere Kunden einem oder mehreren Services zuzuordnen. Um diese Funktion nutzen zu können, muss mindestens ein Kunde und ein Service dem System hinzugefügt werden. Die Ansicht zur Verwaltung finden Sie im Modul *Kundenbenutzer Services* in der Gruppe *Benutzer, Gruppen & Rollen*.
hu: Használja ezt a képernyőt, hogy egy vagy több ügyfél-felhasználót adjon hozzá egy vagy több szolgáltatáshoz. A funkció használatához az szükséges, hogy legalább egy ügyfél-felhasználó és legalább egy szolgáltatás hozzá legyen adva a rendszerhez. A kezelőképernyő a *Felhasználók, csoportok és szerepek* csoport *Ügyfél-felhasználók ↔ Szolgáltatások* moduljában érhető el.

source: Manage Customer User-Service Relations
de: Kundenbenutzer-Service-Zuordnungen verwalten
hu: Ügyfél-felhasználó–Szolgáltatás kapcsolatok kezelése

source: Manage Customers Users ↔ Services Relations
de: Kundenbenutzer ↔ Service-Beziehungen verwalten
hu: Ügyfél-felhasználók ↔ Szolgáltatások kapcsolatainak kezelése

source: To allocate some services to a customer user:
de: So ordnen Sie einem Kundenbenutzer Services hinzu:
hu: Néhány szolgáltatásnak egy ügyfél-felhasználóhoz való rendeléséhez:

source: Select the services you would like to allocate to the customer user.
de: Wählen Sie die Services, die Sie dem Kundenbenutzer zuordnen möchten.
hu: Válassza ki azokat a szolgáltatásokat, amelyeket hozzá szeretne rendelni az ügyfél-felhasználóhoz.

source: Change Service Relations for Customer User
de: Service-Zuordnungen für Kundenbenutzer ändern
hu: Szolgáltatás-kapcsolatok megváltoztatása egy ügyfél-felhasználónál

source: To allocate some customer users to a service:
de: So ordnen Sie einen Kundenbenutzer einem Service hinzu:
hu: Néhány ügyfél-felhasználónak egy szolgáltatáshoz való rendeléséhez:

source: Click on a service in the *Services* column.
de: Klicken Sie in der Spalte *Services* auf einen Service.
hu: Kattintson egy szolgáltatásra a *Szolgáltatások* oszlopban.

source: Select the customer users you would like to allocate to the service.
de: Wählen Sie den Kundenbenutzer den Sie dem Service zuordnen möchten.
hu: Válassza ki azokat az ügyfél-felhasználókat, amelyeket hozzá szeretne rendelni a szolgáltatáshoz.

source: Change Customer User Relations for Service
de: Kundenbenutzer-Beziehungen für Service ändern
hu: Ügyfélfelhasználó-kapcsolatok megváltoztatása egy szolgáltatásnál

source: If several customer users or services are added to the system, use the search box to find a particular customer user or use the filter box to find a particular service by just typing the name to filter.
de: Wenn dem System mehrere Kundenbenutzer oder Services hinzugefügt wurden, nutzen Sie das Suchfeld, um eine einzelnen Kundenbenutzer oder Service zu finden.
hu: Ha több ügyfél-felhasználó vagy szolgáltatás van hozzáadva a rendszerhez, akkor használja a keresődobozt egy bizonyos ügyfél-felhasználó megkereséséhez, vagy használja a szűrődobozt egy bizonyos szolgáltatás megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Multiple customer users or services can be assigned in both screens at the same time. Additionally clicking on a customer user or clicking on a service in the relations screen will open the *Edit Customer User* screen or the *Edit Service* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Services oder Kundenbenutzer zugeordnet werden. Wenn Sie zusätzlich auf einen Service oder auf einen Kundenbenutzer in der Ansicht klicken, wird die Ansicht *Service bearbeiten* oder die Ansicht *Kundenbenutzer bearbeiten* entsprechend geöffnet.
hu: Egyszerre több ügyfél-felhasználó vagy szolgáltatás is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy ügyfél-felhasználóra vagy egy szolgáltatásra kattintva meg fog nyílni az *Ügyfél-felhasználó szerkesztése* vagy a *Szolgáltatás szerkesztése* képernyő annak megfelelően.

source: Accessing a customer user or a service provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Services und Kundenbenutzern bieten keinen "Zurück"-Link zur Ansicht mit den Zuordnungen.
hu: Egy ügyfél-felhasználó vagy egy szolgáltatás elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.

source: Manage Default Services
de: Standard-Services verwalten
hu: Alapértelmezett szolgáltatások kezelése

source: It is possible to add default services, so that all customer users may access them. This prevents having to add each service to each customer user.
de: Es ist möglich, Standard-Services hinzuzufügen, so dass alle Kundenbenutzer auf diese zugreifen können. Dadurch wird verhindert, dass jeder Service zu jedem Kundenbenutzer hinzugefügt werden muss.
hu: Lehetőség van alapértelmezett szolgáltatások hozzáadásához, azért hogy az összes ügyfél-felhasználó elérhesse azokat. Ez megakadályozza, hogy minden egyes szolgáltatást hozzá kelljen adni az egyes ügyfél-felhasználókhoz.

source: To edit the default services:
de: So bearbeiten Sie die Standard-Services:
hu: Az alapértelmezett szolgáltatások szerkesztéséhez:

source: Click on the *Edit default services* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Standard-Services bearbeiten*.
hu: Kattintson az *Alapértelmezett szolgáltatások szerkesztése* gombra a bal oldalsávban.

source: Select the services which should be selectable for all customer users.
de: Wählen Sie die Services, die von allen Kundenbenutzern ausgewählt werden können.
hu: Válassza ki azokat a szolgáltatásokat, amelyeknek kiválaszthatónak kell lenniük az összes ügyfél-felhasználónál.

source: Allocate Services to Customer User Screen
de: Services zu Kundenbenutzern zuordnen
hu: Szolgáltatások kiosztása az ügyfél-felhasználóhoz képernyő

source: Mixing default services and customer specific services can be confusing. If a customer user has specific services assigned, then the default services will be not applied.
de: Die Kombination von Standard-Services und kundenspezifischen Services kann verwirrend sein. Wenn einem Kundenbenutzer bestimmte Dienste zugeordnet sind, werden die Standard-Services nicht angewendet.
hu: Az alapértelmezett szolgáltatások és az ügyfélre jellemző szolgáltatások keverése megtévesztő lehet. Ha egy ügyfél-felhasználóhoz bizonyos szolgáltatások hozzá vannak rendelve, akkor az alapértelmezett szolgáltatások nem lesznek alkalmazva.

source: Customers
de: Kunden
hu: Ügyfelek

source: Use this screen to add customer companies to the system. A fresh OTOBO installation contains no customers by default. The customer management screen is available in the *Customers* module of the *Users, Groups & Roles* group.
de: Verwenden Sie diese Ansicht, um Kundenunternehmen zum System hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig keine Kunden. Die Ansicht zur Kundenverwaltung ist im Modul *Kunden* in der Gruppe *Benutzer, Gruppen und Rollen* verfügbar.

source: Customer Management Screen
de: Kundenverwaltung
hu: Ügyfélkezelés képernyő

source: Manage Customers
de: Kunden verwalten
hu: Ügyfelek kezelése

source: Adding or editing a customer is possible only by using database back end. Using external directory services like LDAP will disable the customer management functionality.
de: Das Hinzufügen oder Bearbeiten eines Kunden ist nur über das Datenbank-Backend möglich. Die Verwendung explizit externer Verzeichnisdienste wie LDAP und, je nach Konfiguration, einiger Datenbanken ist schreibgeschützt. Persönliche Einstellungen wie Abwesenheiten können weiterhin eingestellt werden.
hu: Egy ügyfél hozzáadása vagy szerkesztése csak az adatbázis háttérprogram használatával lehetséges. A külső könyvtárszolgáltatások használata (mint például az LDAP) letiltja az ügyfél kezelésének funkcionalitását.

source: To add a customer:
de: So fügen Sie einen Kunden hinzu:
hu: Egy ügyfél hozzáadásához:

source: Click on the *Add Customer* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Kunde hinzufügen*.
hu: Kattintson az *Ügyfél hozzáadása* gombra a bal oldalsávban.

source: Add Customer Screen
de: Kunde hinzufügen
hu: Ügyfél hozzáadása képernyő
