Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Any system requires configuration. Configuring a system should be an easy task and the tools for configuration fit-for-purpose.
de: Jedes System benötigt eine Konfiguration. Die Konfiguration eines Systems sollte eine einfache Aufgabe und die Konfigurationstools für den Zweck geeignet sein.
hu: Minden rendszer beállítást igényel. Egy rendszer beállításának egyszerű feladatnak kell lennie, és a beállításhoz szükséges eszközöknek meg kell felelnie a célnak.

source: OTOBO offers several administration tools to configure, monitor, control and extend OTOBO.
de: OTOBO bietet mehrere Administrationstools zum Konfigurieren, Überwachen, Steuern und Erweitern von OTOBO.

source: Contents
de: Inhalt
hu: Tartalom

source: Calendars
de: Kalender
hu: Naptárak

source: When working with customers, resource planning and scheduling can be a complex task. Appointments enable you to meet your customers where and whenever needed.
de: Wenn man mit Kunden arbeitet, kann Ressourcen- und Terminplanung eine schwierige Aufgabe sein. Termine ermöglichen es Ihnen, Ihre Kunden zu treffen, wo und wann auch immer es nötig ist.
hu: Az ügyfelekkel történő munkavégzéskor az erőforrás-tervezés és ütemezés bonyolult feladat lehet. Az időpontok lehetővé teszik, hogy az ügyfelekkel ott és akkor találkozzon, ahol és amikor szükséges.

source: OTOBO supports this requirement with calendars. Calendars allow management of appointments and resources inside the ticket system. You can connect your tickets to scheduled tasks and make them available to all users to see. This feature adds transparency to show your teams workload and prevent users from promising resources which are not available.
de: OTOBO unterstützt diese Anforderung mit Kalendern. Kalender ermöglichen die Verwaltung von Terminen und Ressourcen innerhalb des Ticketsystems. Sie können Ihre Tickets mit geplanten Aufgaben verbinden und sie allen Benutzern zur Verfügung stellen. Diese Funktion erhöht die Transparenz, um die Arbeitsbelastung Ihres Teams anzuzeigen und zu verhindern, dass Benutzer vielversprechende Ressourcen nutzen, die nicht verfügbar sind.

source: Use this screen to manage calendars in the system. A fresh OTOBO installation contains no calendars by default. The calendar management screen is available in the *Calendars* module of the *Administration* group.
de: Verwenden Sie die Kalenderverwaltung, um Kalender im System zu verwalten. Eine neue OTOBO-Installation enthält standardmäßig keine Kalender. Die Kalenderverwaltung ist im Modul *Kalender* der Gruppe *Administration* verfügbar.

source: Calendar Management Screen
de: Kalenderverwaltung
hu: Naptárkezelés képernyő

source: Manage Calendars
de: Kalender verwalten
hu: Naptárak kezelése

source: To add a new calendar:
de: Um einen neuen Kalender hinzuzufügen:
hu: Egy új naptár hozzáadásához:

source: Click on the *Add Calendar* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Neuen Kalender anlegen*.
hu: Kattintson a *Naptár hozzáadása* gombra a bal oldalsávban.

source: Fill in the required fields.
de: Füllen Sie die Pflichtfelder aus.
hu: Töltse ki a szükséges mezőket.

source: Click on the *Save* button.
de: Klicken Sie auf die Schaltfläche *Speichern*.
hu: Kattintson a *Mentés* gombra.

source: Add New Calendar Screen
de: Einen neuen Kalender anlegen
hu: Új naptár hozzáadása képernyő

source: Calendars can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Kalender können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: A naptárak nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a calendar:
de: So bearbeiten Sie einen Kalender:
hu: Egy naptár szerkesztéséhez:

source: Click on a calendar in the list of calendars.
de: Klicken Sie in der Liste der Kalender auf einen Kalender.
hu: Kattintson egy naptárra a naptárak listájában.

source: Modify the fields.
de: Ändern Sie die Felder.
hu: Módosítsa a mezőket.

source: Click on the *Save* or *Save and finish* button.
de: Klicken Sie auf die Schaltfläche *Speichern* oder *Speichern und abschließen*.
hu: Kattintson a *Mentés* vagy *Mentés és befejezés* gombra.

source: Edit Calendar Screen
de: Kalender bearbeiten
hu: Naptár szerkesztése képernyő

source: To export a calendar:
de: Um einen Kalender zu exportieren:
hu: Egy naptár exportálásához:

source: Click on the export icon in the list of calendars.
de: Klicken Sie in der Liste der Kalender auf das Export-Icon.
hu: Kattintson az exportálás ikonra a naptárak listájában.

source: Choose a location in your computer to save the ``Export_Calendar_CalendarName.yml`` file.
de: Wählen Sie einen Speicherort auf Ihrem Computer, um die Datei ``Export_Calendar_CalendarName.yml`` zu speichern.
hu: Válasszon egy helyet a számítógépén az ``Export_Calendar_CalendarName.yml`` fájl mentéséhez.

source: To import calendars:
de: So importieren Sie Kalender:
hu: Naptárak importálásához:

source: Click on the *Browse…* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Durchsuchen...*.
hu: Kattintson a *Tallózás…* gombra a bal oldalsávban.

source: Select a previously exported ``.yml`` file.
de: Wählen Sie eine zuvor exportierte ``.yml`` Datei.
hu: Válasszon egy előzőleg exportált ``.yml`` fájlt.

source: Click on the *Overwrite existing entities* checkbox, if you would like to overwrite the existing calendars.
de: Klicken Sie auf das Kontrollkästchen *Bestehende Einträge überschreiben*, wenn Sie die bereits bestehenden Kalender überschreiben möchten.
hu: Kattintson a *Meglévő bejegyzések felülírása* jelölőnégyzetre, ha felül szeretné írni a meglévő naptárakat.

source: Click on the *Import Calendar* button.
de: Klicken Sie auf die Schaltfläche *Kalender importieren*.
hu: Kattintson a *Naptár importálása* gombra.

source: If several calendars are added to the system, use the filter box to find a particular calendar by just typing the name to filter.
de: Wenn dem System mehrere Kalender hinzugefügt werden, verwenden Sie das Filterfeld, um einen bestimmten Kalender zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több naptár van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos naptár megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Calendar Settings
de: Kalendereinstellungen
hu: Naptár beállításai

source: The following settings are available when adding or editing this resource. The fields marked with an asterisk are mandatory.
de: Die folgenden Einstellungen sind verfügbar, wenn Sie diese Ressource hinzufügen oder bearbeiten. Die mit einem Sternchen gekennzeichneten Felder sind Pflichtfelder.
hu: A következő beállítások akkor érhetők el, ha hozzáadja vagy szerkeszti ezt az erőforrást. A csillaggal jelölt mezők kitöltése kötelező.

source: General Calendar Settings
de: Allgemeine Kalendereinstellungen
hu: Naptár általános beállításai

source: Calendar name \*
de: Kalendername \*
hu: Naptár neve \*

source: The name of this resource. Any type of characters can be entered to this field including uppercase letters and spaces. The name will be displayed in the overview table.
de: Der Name der Ressource. In dieses Feld können beliebige Zeichen eingegeben werden, einschließlich Großbuchstaben und Leerzeichen. Der Name wird in der Übersichtstabelle angezeigt.
hu: Ennek az erőforrásnak a neve. Bármilyen típusú karakter beírható ebbe a mezőbe, beleértve a nagybetűket és a szóközt is. A név megjelenik az áttekintő táblázatban.

source: Color \*
de: Farbe \*
hu: Szín \*

source: The calendar color that will be displayed in the calendar overview screens.
de: Die Kalenderfarbe, die in der Kalenderübersicht angezeigt wird.
hu: A naptár színe, amely a naptáráttekintő képernyőkön jelenik meg.

source: To change the calendar color, just select a new color from the color palette. You can chose from the pre-selected colors or define other colors by choosing it from the color selector or typing the hexadecimal value.
de: Um die Farbe zu ändern, wählen Sie einfach eine Farbe aus der Farbpalette. Sie können aus den vorgewählten Farben wählen oder andere Farben definieren, indem Sie sie aus dem Farbauswahlschalter auswählen oder den hexadezimalen Wert eingeben.
hu: A naptár színének megváltoztatásához egyszerűen válasszon egy új színt a színpalettáról. Választhat az előre kiválasztott színek közül, vagy meghatározhat egyéb színeket a színválasztóról való választással vagy a hexadecimális érték begépelésével.

source: Permission group \*
de: Berechtigungsgruppe \*
hu: Jogosultsági csoport \*

source: Select which :doc:`../users-groups-roles/groups` can access the calendar.
de: Wählen Sie aus, welche :doc:`../users-groups-roles/groups` auf den Kalender zugreifen können.
hu: Válassza ki, hogy mely :doc:`../users-groups-roles/groups` férhetnek hozzá a naptárhoz.

source: Depending on the group field, the system will allow users the access to the calendar according to their permission level.
de: Abhängig von der Gruppenzugehörigkeit wird das System Benutzern den Zugriff anhand ihrer Berechtigungen erlauben bzw. verweigern.
hu: A csoportmezőtől függően a rendszer a felhasználókat a jogosultsági szintjük alapján fogja engedni hozzáférni a naptárhoz.

source: Read only: users can see and export all appointments in the calendar.
de: Nur lesen: Benutzer können alle Termine im Kalender sehen und exportieren.
hu: Csak olvasás: a felhasználók láthatják és exportálhatják a naptárban lévő összes időpontot.

source: Move into: users can modify appointments in the calendar, but without changing the calendar selection.
de: Verschieben in: Benutzer können Termine innerhalb eines Kalenders bearbeiten, diese jedoch nicht in andere Kalender verschieben.
hu: Átmozgatás: a felhasználók módosíthatják az időpontokat a naptárban, de a naptárválasztás megváltoztatása nélkül.

source: Create: users can create and delete appointments in the calendar.
de: Erstellen: Benutzer können Termine im Kalender erstellen und löschen.
hu: Létrehozás: a felhasználók létrehozhatnak és törölhetnek időpontokat a naptárban.

source: Read/write: users can manage the calendar itself.
de: Lesen/Schreiben: Benutzer können die Kalender an sich verwalten.
hu: Írás, olvasás: a felhasználók magát a naptárat kezelhetik.

source: Validity \*
de: Gültigkeit \*
hu: Érvényesség \*

source: Set the validity of this resource. Each resource can be used in OTOBO only, if this field is set to *valid*. Setting this field to *invalid* or *invalid-temporarily* will disable the use of the resource.
de: Setzt die Gültigkeit dieser Ressource. Jede Ressource kann nur in OTOBO verwendet werden, wenn dieses Feld auf *gültig* gesetzt ist. Wenn Sie dieses Feld auf *ungültig* oder *ungültig-temporär* setzen, wird die Nutzung der Ressource deaktiviert.

source: Calendar Ticket Appointments
de: Kalender Ticket-Termine
hu: Naptár jegyidőpontjai

source: Define rules for creating automatic appointments in this calendar based on ticket data. To add a new rule, click on the *Add Rule* button.
de: Definieren Sie Regeln für die Erstellung automatischer Termine in diesem Kalender auf der Grundlage von Ticket-Daten. Um eine neue Regel hinzuzufügen, klicken Sie auf die Schaltfläche *Regel hinzufügen*.
hu: Szabályok meghatározása automatikus időpontok létrehozásához ebben a naptárban a jegyadatok alapján. Egy új szabály hozzáadásához kattintson a *Szabály hozzáadása* gombra.

source: Calendar Settings - Ticket Appointments
de: Kalendereinstellungen - Ticket-Termine
hu: Naptárbeállítások – Jegyidőpontok

source: Start date
de: Startzeitpunkt
hu: Kezdődátum

source: Select a start date for the ticket appointment.
de: Wählen Sie ein Startdatum für den Ticket-Termin aus.
hu: Válasszon egy kezdődátumot a jegyidőponthoz.

source: End date
de: Endzeitpunkt
hu: Befejezési dátum

source: Select the end date for the ticket appointment.
de: Wählen Sie ein Enddatum für den Ticket-Termin aus.
hu: Válasszon egy befejezési dátumot a jegyidőponthoz.

source: Select one or more queues to narrow down for which tickets appointments will be automatically created.
de: Wählen Sie eine oder mehrere Queues aus, um einzuschränken, für welche Tickets automatisch Termine erstellt werden.
hu: Válasszon egy vagy több várólistát annak leszűkítéséhez, hogy mely jegyidőpontokat kell automatikusan létrehozni.

source: Search attributes
de: Suchattribute
hu: Keresési attribútumok

source: Additional search attributes can be added for further filtering by selecting an attribute and clicking on the ⊞ button.
de: Weitere Suchattribute können zur weiteren Filterung hinzugefügt werden, indem Sie ein Attribut auswählen und auf die Schaltfläche ⊞ klicken.
hu: További keresési attribútumok adhatók hozzá a további szűréshez egy attribútum kiválasztásával és a ⊞ gombra kattintással.

source: Import Appointments
de: Termine importieren
hu: Időpontok importálása

source: If at least one calendar have been added to the system, it is possible to import some appointments into the calendar.
de: Wenn dem System mindestens ein Kalender hinzugefügt wurde, ist es möglich, einige Termine in den Kalender zu importieren.
hu: Ha legalább egy naptár már hozzá lett adva a rendszerhez, akkor lehetőség van néhány időpont importálására a naptárba.

source: To import some appointments:
de: Um einige Termine zu importieren:
hu: Időpontok importálásához:

source: Click on the *Import Appointments* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Termine importieren*.
hu: Kattintson az *Időpontok importálása* gombra a bal oldalsávban.

source: Upload an iCal file and select a calendar.
de: Laden Sie eine iCal-Datei hoch und wählen Sie einen Kalender aus.
hu: Töltsön fel egy iCal-fájlt és válasszon egy naptárat.

source: Click on the *Import appointments* button.
de: Klicken Sie auf die Schaltfläche *Termine importieren*.
hu: Kattintson az *Időpontok importálása* gombra.

source: Import Appointments Screen
de: Termine importieren
hu: Időpontok importálása képernyő

source: Upload \*
de: Hochladen \*
hu: Feltöltés \*

source: Click on the *Browse…* button, and select a valid iCal (``.ics``) file to upload.
de: Klicken Sie auf die Schaltläche *Durchsuchen...* und wählen Sie eine gültige iCal (``.ics``) Datei zum Hochladen aus.
hu: Kattintson a *Tallózás…* gombra, és válaszon egy érvényes iCal (``.ics``) fájlt a feltöltéshez.

source: Calendar \*
de: Kalender \*
hu: Naptár \*

source: Select an available calendar.
de: Wählen Sie einen verfügbaren Kalender.
hu: Válasszon egy elérhető naptárat.

source: If desired calendar is not listed here, please make sure that you have at least *create* permissions.
de: Wenn der gewünschte Kalender hier nicht aufgeführt ist, stellen Sie bitte sicher, dass Sie mindestens *Erstellen* Berechtigungen haben.
hu: Ha a kívánt naptár nincs itt felsorolva, akkor győződjön meg arról, hogy van-e legalább *létrehozás* jogosultsága.

source: Update existing appointments?
de: Existierende Termine überschreiben?
hu: Frissíti a meglévő időpontokat?

source: If checked, all existing appointments in the calendar with same ``UniqueID`` will be overwritten.
de: Bei Auswahl werden alle existierenden Termine mit der gleichen ``UniqueID`` im Kalender überschrieben.
hu: Ha be van jelölve, akkor a naptárban lévő ugyanilyen ``UniqueID`` értékkel rendelkező összes meglévő időpont felül lesz írva.

source: Chat Channels
de: Chat-Kanäle
hu: Csevegőcsatornák

source: Being able to offer chat possibilities to customers is a must-have for many organizations. Depending on the amount of customer chat requests and the organization's structure, it must be possible to group chat requests.
de: Die Möglichkeit, Kunden Chatmöglichkeiten anzubieten, ist für viele Unternehmen ein Muss. Abhängig von der Anzahl der Kunden-Chat-Anfragen und der Struktur des Unternehmens muss es möglich sein, Chat-Anfragen zu gruppieren.
hu: Számos szervezet számára elengedhetetlen csevegési lehetőségek biztosítása az ügyfelek számára. Az ügyfél csevegéskéréseinek mennyiségétől és a szervezet felépítésétől függően lehetővé kell tenni a csevegéskérések csoportosítását.

source: OTOBO offers chat channels with different permissions per channel, so it is, e.g. possible to have different chat channels for registered contract customers and public prospects.
de: OTOBO bietet Chat-Kanäle mit unterschiedlichen Berechtigungen pro Kanal an, so dass es z.B. möglich ist, verschiedene Chat-Kanäle für registrierte Vertragskunden und öffentliche Interessenten zu haben.

source: Use this screen to add chat channels to the system. A fresh OTOBO installation contains no chat channels by default. The chat channel management screen is available in the *Chat Channels* module of the *Administration* group.
de: Verwenden Sie diese Ansicht, um Chat-Kanäle zum System hinzuzufügen. Eine neue OTOBO-Installation enthält standardmäßig keine Chat-Kanäle. Die Ansicht zur Verwaltung der Chat-Kanäle ist im Modul *Chat-Kanal* der Gruppe *Administration* verfügbar.

source: Chat Channel Management Screen
de: Chat-Kanäle Verwaltung
hu: Csevegőcsatorna-kezelés képernyő

source: Manage Chat Channels
de: Chat-Kanäle verwalten
hu: Csevegőcsatornák kezelése

source: To add a chat channel:
de: So fügen Sie einen Chat-Kanal hinzu:
hu: Egy csevegőcsatorna hozzáadásához:

source: Click on the *Add Chat Channel* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Chat-Kanal hinzufügen*.
hu: Kattintson a *Csevegőcsatorna hozzáadása* gombra a bal oldalsávban.

source: Add Chat Channel Screen
de: Chat-Kanal hinzufügen
hu: Csevegőcsatorna hozzáadása képernyő

source: Chat channels can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Chat-Kanäle können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: A csevegőcsatornák nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a chat channel:
de: So bearbeiten Sie einen Chat-Kanal:
hu: Egy csevegőcsatorna szerkesztéséhez:

source: Click on a chat channel in the list of chat channels.
de: Klicken Sie in der Liste der Chat-Kanäle auf einen Chat-Kanal.
hu: Kattintson egy csevegőcsatornára a csevegőcsatornák listájában.

source: Edit Chat Channel Screen
de: Chat-Kanal bearbeiten
hu: Csevegőcsatorna szerkesztése képernyő

source: Chat Channel Settings
de: Chat-Kanal Einstellungen
hu: Csevegőcsatorna beállításai

source: Group \*
de: Gruppe \*
hu: Csoport \*

source: Select which :doc:`../users-groups-roles/groups` can access the chat channel.
de: Wählen Sie, welche :doc:`../users-groups-roles/groups` auf den Chat-Kanal zugreifen dürfen.
hu: Válassza ki, hogy mely :doc:`../users-groups-roles/groups` férhetnek hozzá a csevegőcsatornához.

source: Available to customer users
de: Verfügbar für angemeldete Kundenbenutzer
hu: Elérhető az ügyfél-felhasználóknak

source: Select the checkbox if you want to display the chat channel for customer users.
de: Aktivieren Sie das Kontrollkästchen, wenn Sie den Chat-Kanal für Kundenbenutzer anzeigen möchten.
hu: Jelölje be a jelölőnégyzetet, ha meg szeretné jeleníteni a csevegőcsatornát az ügyfél-felhasználóknak.

source: Available to public users
de: Verfügbar für nicht angemeldete Kundenbenutzer
hu: Elérhető a nyilvános felhasználóknak

source: Select the checkbox if you want to display the chat channel for public users.
de: Aktivieren Sie das Kontrollkästchen, wenn Sie den Chat-Kanal für öffentliche Benutzer anzeigen möchten.
hu: Jelölje be a jelölőnégyzetet, ha meg szeretné jeleníteni a csevegőcsatornát a nyilvános felhasználóknak.

source: Valid \*
de: Gültig \*
hu: Érvényes \*

source: Comment
de: Kommentar
hu: Megjegyzés

source: Add additional information to this resource. It is recommended to always fill this field as a description of the resource with a full sentence for better clarity, because the comment will be also displayed in the overview table.
de: Fügen Sie dieser Ressource zusätzliche Informationen hinzu. Es wird empfohlen, dieses Feld als Beschreibung der Ressource zur besseren Übersichtlichkeit immer mit einem vollständigen Satz zu füllen, da der Kommentar auch in der Übersichtstabelle angezeigt wird.
hu: Adjon további információkat ehhez az erőforráshoz. Mindig ajánlott egy teljes mondattal kitölteni ezt a mezőt az erőforrás leírásaként a jobb érthetőségért, mert a megjegyzés is megjelenik az áttekintő táblázatban.

source: Enable Chat Support
de: Chat-Unterstützung aktivieren
hu: Csevegéstámogatás engedélyezése

source: The chat feature is not enabled by default.
de: Die Chat-Funktion ist standardmäßig nicht aktiviert.
hu: A csevegésfunkció alapértelmezetten nincs engedélyezve.

source: To enable the chat feature:
de: So aktivieren Sie die Chat-Funktion:
hu: A csevegésfunkció engedélyezéséhez:

source: Go to *System Configuration* screen.
de: Gehen Sie zur Ansicht *Systemkonfiguration*.
hu: Menjen a *Rendszerbeállítások* képernyőre.

source: Navigate to *Core → Chat* in the navigation tree.
de: Navigieren Sie im Navigationsbaum nach *Core → Chat*.
hu: Navigáljon a *Core → Chat* elemhez a navigációs fában.

source: Enable the setting ``ChatEngine::Active``.
de: Aktivieren Sie die Einstellung ``ChatEngine::Active``.
hu: Engedélyezze a ``ChatEngine::Active`` beállítást.

source: When the chat feature is enabled, the *Default channel* is automatically created if it does not exist.
de: Wenn die Chat-Funktion aktiviert ist, wird der *Standardkanal* automatisch erstellt, wenn er nicht vorhanden ist.
hu: Ha a csevegésfunkció engedélyezve lett, az *Alapértelmezett csatorna* automatikusan létrejön, ha még nem létezik.

source: To review all chat related settings:
de: So überprüfen Sie alle chatspezifischen Einstellungen:
hu: A csevegésre vonatkozó összes beállítás felülvizsgálatához:

source: Search for the term ``ChatEngine`` in the search box.
de: Suchen Sie im Suchfeld nach dem Begriff ``ChatEngine``.
hu: Keressen rá a ``ChatEngine`` kifejezésre a keresőmezőben.

source: Review the settings.
de: Überprüfen Sie die Einstellungen.
hu: Vizsgálja felül a beállításokat.

source: Agents need to have at least *ro* permissions to the groups set up in the following settings:
de: Agenten benötigen wenigstens *ro*-Berechtigungen in den Gruppen, die in den folgenden Einstellungen gesetzt werden:
hu: Az ügyintézőknek legalább *csak olvasás* jogosultságokra van szüksége a következő beállításokban beállított csoportokra:

source: FAQ Category
de: FAQ-Kategorie
hu: GyIK kategória

source: FAQ Category Management Screen
de: FAQ-Kategorienverwaltung
hu: GyIK kategóriakezelés képernyő

source: Manage FAQ Categories
de: FAQ-Kategorien verwalten
hu: GyIK kategóriák kezelése

source: To add a category:
de: So fügen Sie eine Kategorie hinzu:
hu: Egy kategória hozzáadásához:

source: Click on the *Add category* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Kategorie hinzufügen*.
hu: Kattintson a *Kategória hozzáadása* gombra a bal oldalsávban.

source: Click on the *Submit* button.
de: Klicken Sie auf die Schaltfläche *Übermitteln*.
hu: Kattintson az *Elküldés* gombra.

source: Add Category Screen
de: Kategorie hinzufügen
hu: Kategória hozzáadása képernyő

source: To edit a category:
de: So bearbeiten Sie eine Kategorie:
hu: Egy kategória szerkesztéséhez:
