Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Selecting this option will prevent entering a date that is after the current date.
de: Wenn diese Option ausgewählt ist, wird die Eingabe von Daten verhindert, die nach dem aktuellen Datum liegen.
hu: A lehetőség választásával megakadályozza egy olyan dátum megadását, amely az aktuális dátum után van.

source: Prevent entry of dates in the past
de: Eingabe von vergangenen Datumswerten verhindern
hu: Múltbeli dátumbejegyzések megakadályozása

source: Selecting this option will prevent entering a date that is before the current date.
de: Wenn diese Option ausgewählt ist, wird die Eingabe von Daten verhindert, die vor dem aktuellen Datum liegen.
hu: A lehetőség választásával megakadályozza egy olyan dátum megadását, amely az aktuális dátum előtt van.

source: Date / Time Dynamic Field Settings
de: Einstellungen für Dynamisches Feld vom Typ "Datum / Zeit"
hu: Dátum és idő dinamikus mező beállításai

source: Date / time dynamic field is used to store a date time value.
de: Dynamische Felder des Typs "Datum / Zeit" werden genutzt, um Datums- und Zeitwerte zu speichern.
hu: A dátum és idő dinamikus mező egy dátumérték tárolásához használható.

source: The settings for this type of dynamic field is the same as for date dynamic field.
de: Die Einstellungen für diesen Typ von Dynamischen Feld sind die Gleichen wie für den Typ "Datum".
hu: Az ilyen típusú dinamikus mező beállításai megegyeznek a dátum dinamikus mezőével.

source: Dropdown Dynamic Field Settings
de: Einstellungen für Dynamisches Feld vom Typ "Einfachauswahl"
hu: Legördülő dinamikus mező beállításai

source: Drop-down dynamic field is used to store a single value, from a closed list.
de: Dynamische Felder vom Typ "Einfachauswahl" werden verwendet, um einen einfachen Wert aus einer Liste zu speichern.
hu: A legördülő dinamikus mező egy egyedüli érték tárolásához használható egy zárt listából.

source: Possible values
de: Mögliche Werte
hu: Lehetséges értékek

source: These are the possible data attributes for contacts. Clicking on the *⊞* button will add two new fields, where a key (internal value) and a value (displayed value) can be set. With the button you can add multiple key-value pairs.
de: Dies sind die möglichen Datenattribute für Kontakte. Durch Anklicken der Schaltfläche *⊞* werden zwei neue Felder hinzugefügt, in denen ein Schlüssel (interner Wert) und ein Wert (angezeigter Wert) eingestellt werden können. Mit der Schaltfläche können Sie mehrere Schlüssel-Werte-Paare hinzufügen.
hu: Ezek a lehetséges adatattribútumok partnereknél. A *⊞* gombra kattintva két új mezőt ad hozzá, ahol egy kulcs (belső érték) és egy érték (megjelenített érték) állítható be. A gombbal több kulcs-érték párt is hozzáadhat.

source: Default value
de: Standardwert
hu: Alapértelmezett érték

source: This is the default value for this field and this will be shown on the edit screens.
de: Das ist der Standardwert für dieses Feld und wird auf den "Bearbeiten"-Ansichten angezeigt.
hu: Ez az alapértelmezett érték ehhez a mezőhöz és ez lesz megjelenítve a szerkesztőképernyőkön.

source: Add empty value
de: Leeren Wert hinzufügen
hu: Üres érték hozzáadása

source: If this option is activated an extra value is defined to show as a *-* in the list of possible values. This special value is empty internally.
de: Wenn diese Option aktiviert ist, wird ein extra Wert definiert, der als *-* in der Liste der möglichen Werte angezeigt wird. Dieser spezielle Wert ist intern als leer gekennzeichnet.
hu: Ha ez a lehetőség aktiválva van, akkor egy további érték kerül meghatározásra *-* elemként megjelenítve a lehetséges értékek listájában. Ez a különleges érték belsőleg üres.

source: Tree View
de: Baumansicht
hu: Fa nézet

source: Activate this option to display values as a tree.
de: Aktivieren Sie diese Option um die Werte als Baum anzuzeigen.
hu: Aktiválja ezt a lehetőséget az értékek faként való megjelenítéséhez.

source: Multiselect Dynamic Field Settings
de: Einstellungen für Dynamisches Feld vom Typ "Mehrfachauswahl"
hu: Többválasztós dinamikus mező beállításai

source: Text Dynamic Field Settings
de: Einstellungen für Dynamisches Feld vom Typ "Text"
hu: Szöveg dinamikus mező beállításai

source: Text dynamic field is used to store a single line string.
de: Dynamische Felder vom Typ Text werden benutzt, um Einfachzeilen zu speichern.
hu: A szöveg dinamikus mező egy egysoros szöveg tárolásához használható.

source: Check RegEx
de: Auf RegEx prüfen
hu: Reguláris kifejezés ellenőrzése

source: Here you can specify a regular expression to check the value. The regex will be executed with the modifiers ``xms``. Example:
de: Hier können Sie einen regulären Ausdruck definieren um den Wert zu prüfen. Der RegEx wird mit den Modifikatoren xms ausgeführt. Beispiel:
hu: Itt adhatja meg az értéket ellenőrző reguláris kifejezést. A reguláris kifejezés az ``xms`` módosítóval lesz végrehajtva. Példa:

source: Add RegEx
de: RegEx hinzufügen
hu: Reguláris kifejezés hozzáadása

source: Clicking on the *⊞* button will add two new fields, where a regular expression and an error message can be added.
de: Wenn Sie auf die *⊞*-Schaltfläche klicken, werden zwei neue Felder hinzugefügt, in denen der reguläre Ausdruck und eine Fehlermeldung eingegeben werden können.
hu: A *⊞* gombra kattintva két új mezőt fog hozzáadni, ahol egy reguláris kifejezés és egy hibaüzenet adható meg.

source: Textarea Dynamic Field Settings
de: Einstellungen für Dynamisches Feld vom Typ "Textfeld"
hu: Szövegdoboz dinamikus mező beállításai

source: Textarea dynamic field is used to store a multiple line string.
de: Dynamische Felder vom Typ "Textfeld" werden verwendet, um Mehrfachzeilen zu speichern.
hu: A szövegdoboz dinamikus mező egy többsoros szöveg tárolásához használható.

source: Number of rows
de: Anzahl der Zeilen
hu: Sorok száma

source: The height (in lines) for this field in the edit mode.
de: Die Höhe des Feldes (in Zeilen) im Bearbeitungsmodus.
hu: A mező magassága (sorokban) a szerkesztő módban.

source: Number of cols
de: Anzahl der Spalten
hu: Oszlopok száma

source: The width (in characters) for this field in the edit mode.
de: Die Breite des Feldes (in Buchstaben) im Bearbeitungsmodus.
hu: A mező szélessége (karakterekben) a szerkesztő módban.

source: Database Dynamic Field
de: Dynamischen Feldes vom Typ "Datenbank"
hu: Adatbázis dinamikus mező

source: Web Service Dynamic Field
de: Dynamisches Feld vom Typ "Web-Service"
hu: Webszolgáltatás dinamikus mező

source: Display Dynamic Fields on Screens
de: Dynamische Felder auf Ansichten anzeigen
hu: Dinamikus mezők megjelenítése a képernyőkön

source: To display a dynamic field on a screen:
de: So zeigen Sie Dynamische Felder auf Ansichten an:
hu: Egy dinamikus mező megjelenítéséhez egy képernyőn:

source: Make sure that the dynamic field *Validity* is set to *valid*.
de: Stellen Sie sicher, dass die *Gültigkeit* des Dynamischen Feldes auf *gültig* gesetzt ist.
hu: Győződjön meg arról, hogy a dinamikus mező *Érvényesség* mezője *érvényes* értékre van-e állítva.

source: Open the *System Configuration* module in the admin interface.
de: Öffnen Sie das Modul *Systemkonfiguration* im Admin-Interface.
hu: Nyissa meg a *Rendszerbeállítás* modult az adminisztrációs felületen.

source: Navigate to *Frontend* → *Agent* → *View* and select a view to add the dynamic field to.
de: Navigieren Sie zu *Frontend* → *Agent* → *View* und wählen Sie eine Ansicht, zu der Sie das Dynamische Feld hinzufügen möchten.
hu: Navigáljon a *Frontend* → *Agent* → *View* ághoz és válasszon egy nézetet, amelyhez a dinamikus mezőt hozzá kell adni.

source: Find the setting ends with ``###DynamicField`` and click on the *Edit this setting* button.
de: Suchen Sie nach der Einstellung, die mit ``###DynamicField`` endet und klicken Sie auf die Schaltfläche *Diese Einstellung bearbeiten*.
hu: Keresse meg a ``###DynamicField`` végződésű beállítást, és kattintson az *A beállítás szerkesztése* gombra.

source: Click on the *+* button to add the dynamic field.
de: Klicken Sie auf die *+*-Schaltfläche, um das Dynamische Feld hinzuzufügen.
hu: Kattintson a *+* gombra a dinamikus mező hozzáadásához.

source: Enter the name of the dynamic field to the text box and click on the tick button.
de: Geben Sie den Namen des Dynamischen Feldes in das Eingabefeld ein und klicken Sie auf die Schaltfläche mit dem grünen Haken.
hu: Adja meg a dinamikus mező nevét a szövegdobozban, és kattintson a pipa gombra.

source: Select *1 - Enabled* or *2 - Enabled and required*.
de: Wählen Sie *1 - Aktiviert* oder *2 - Aktiviert und verpflichtend* aus.
hu: Válasszon *1 – Engedélyezve* vagy *2 – Engedélyezve és kötelező* értéket.

source: Click on the tick button on the right to save the setting.
de: Klicken Sie auf die Schaltfläche mit dem grünen Haken, um diese Einstellung zu speichern.
hu: Kattintson a pipa gombra a jobb oldalon a beállítás mentéséhez.

source: Display Dynamic Fields on Screen
de: Angezeigte Dynamische Felder in einer Ansicht
hu: Dinamikus mezők megjelenítése a képernyőn

source: It is possible to add multiple dynamic fields at the same time. To do this, repeat steps 5-7.
de: Es ist möglich, mehrere Felder zur gleichen Zeit hinzuzufügen. Wiederholen Sie dazu die Schritte 5-7.
hu: Lehetőség van egyszerre több dinamikus mező hozzáadásához is. Ehhez ismételje az 5-7. lépést.

source: Set Default Value via Ticket Event Module
de: Setzen eines Standardwertes via Ticket-Event-Modul
hu: Alapértelmezett érték beállítása a jegyesemény modulon keresztül

source: A ticket event (e.g. ``TicketCreate``) can trigger a value set for a certain field, if the field does not have a value yet.
de: Ein Ticket-Event (z.B.: ``TicketCreate``) kann einen Wert für ein bestimmtes Feld auslösen, wenn das Feld noch keinen Wert besitzt.
hu: Egy jegyesemény (például ``TicketCreate``) aktiválhatja egy érték beállítását egy bizonyos mezőnél, ha a mezőnek nincs még értéke.

source: Navigate to *Core* → *Event* → *Ticket* and search for the setting ``Ticket::EventModulePost###9600-TicketDynamicFieldDefault``.
de: Navigieren Sie zu *Core* → *Event* → *Ticket* und suchen Sie nach der Einstellung ``Ticket::EventModulePost###9600-TicketDynamicFieldDefault``.
hu: Navigáljon a *Core* → *Event* → *Ticket* ághoz és keressen rá a ``Ticket::EventModulePost###9600-TicketDynamicFieldDefault`` beállításra.

source: Click on the *Edit this setting* button to activate the setting.
de: Klicken Sie auf die "Diese Einstellung bearbeiten"-Schaltfläche, um diese Einstellung zu aktivieren.
hu: Kattintson *A beállítás szerkesztése* gombra a beállítás aktiválásához.

source: Activate Ticket Event Module
de: Ticket-Event-Modul aktivieren
hu: Jegyesemény modul aktiválása

source: Example: activate *Field1* in ``TicketCreate`` event:
de: Beispiel: *Field1* im ``TicketCreate``-Event aktivieren:
hu: Példa: a *Field1* aktiválása a ``TicketCreate`` eseménynél:

source: Navigate to *Core* → *Ticket* → *DynamicFieldDefault* and search for the setting ``Ticket::TicketDynamicFieldDefault###Element1``.
de: Navigieren Sie zu *Core* → *Event* → *DynamicFieldDefault* und suchen Sie nach der Einstellung ``Ticket::EventModulePost###9600-TicketDynamicFieldDefault``.
hu: Navigáljon a *Core* → *Ticket* → *DynamicFieldDefault* ághoz és keressen rá a ``Ticket::TicketDynamicFieldDefault###Element1`` beállításra.

source: Activate Dynamic Field in Ticket Create Event
de: Dynamisches Feld im TicketCreate-Event aktivieren
hu: Dinamikus mező aktiválása a jegylétrehozás eseménynél

source: This configuration can be set in any of the 16 ``Ticket::TicketDynamicFieldDefault###Element`` settings.
de: Diese Konfiguration kann in jeder der 16 ``Ticket::TicketDynamicFieldDefault###Element``-Einstellungen gesetzt werden.
hu: Ez a beállítás megadható a 16 ``Ticket::TicketDynamicFieldDefault###Element`` beállítás bármelyikében.

source: If more than 16 fields needs to be set up, a custom XML file must be placed in ``$OTOBO_HOME/Kernel/Config/Files/XML`` directory to extend this feature.
de: Werden mehr als 16 Felder benötigt, müssen Sie sich eine eigene XML erstellen und diese im Verzeichnis $OTOBO_HOME/Kernel/Config/files ablegen, um dieses Feature zu erweitern.

source: Set Default Value via User Preferences
de: Setzen eines Standardwertes via Benutzereinstellungen
hu: Alapértelmezett érték beállítása felhasználói beállításokon keresztül

source: The dynamic field default value can be overwritten with a user defined value stored in the personal preferences.
de: Der Standardwert der Dynamischen Felder kann mit einem Benutzer- spezifischen Wert, der in den Benutzereinstellungen definiert ist, überschrieben werden.
hu: A dinamikus mező alapértelmezett értéke felülírható egy felhasználó által meghatározott értékkel, amely a személyes beállításokban van eltárolva.

source: Navigate to *Frontend* → *Agent* → *View* → *Preferences* and search for the setting ``PreferencesGroups###DynamicField``.
de: Navigieren Sie zu *Frontend* → *Agent* → *View* → *Preferences* und suchen Sie nach der Einstellung ``PreferencesGroups###DynamicField``.
hu: Navigáljon a *Frontend* → *Agent* → *View* → *Preferences* ághoz és keressen rá a ``PreferencesGroups###DynamicField`` beállításra.

source: Activate Dynamic Field in Personal Preferences
de: Dynamisches Feld in Persönlichen Einstellungen aktivieren
hu: Dinamikus mező aktiválása a személyes beállításokban

source: Click on your avatar on the top left corner, and select *Personal Preferences* → *Miscellaneous* to add a default value for the dynamic field.
de: Klicken Sie auf Ihr Avatar-Bild in der linken oberen Ecke und wählen Sie *Persönliche Einstellungen* → *Verschiedenes*, um einen Standardwert für ein Dynamisches Feld hinzuzufügen.
hu: Kattintson az avatárjára a bal felső sarokban, és válassza a *Személyes beállítások* → *Egyebek* modult egy alapértelmezett érték hozzáadásához a dinamikus mezőhöz.

source: Dynamic Field in Personal Preferences
de: Dynamisches Feld in den Persönlichen Einstellungen
hu: Dinamikus mező a személyes beállításokban

source: This setting is an example of how to create an entry in the user preferences screen to set an exclusive dynamic field ``Name_X`` default value for the selected user. The limitation of this setting is that it only permits the use of one dynamic field. If two or more fields will use this feature, it is necessary to create a custom XML configuration file to add more settings similar to this one.
de: Diese Einstellung ist ein Beispiel dafür, wie Sie einen Eintrag in den Benutzereinstellungen erstellen, um einen exklusiven Dynamisches Feld ``Name_X``-Standardwert für den ausgewählten Benutzer festzulegen. Die Einschränkung dieser Einstellung besteht darin, dass sie nur die Verwendung eines Dynamischen Feldes erlaubt. Wenn zwei oder mehr Felder diese Funktion verwenden, ist es notwendig, eine benutzerdefinierte XML-Konfigurationsdatei zu erstellen, um weitere Einstellungen ähnlich dieser hinzuzufügen.
hu: Ez a beállítás annak a példája, hogy hogyan hozható létre egy bejegyzés a felhasználói beállítások képernyőn egy kizárólagos ``Nev_X`` dinamikus mező alapértelmezett értékének beállításához a kiválasztott felhasználónál. Ennek a beállításnak az a korlátozása, hogy csak egy dinamikus mező használatát engedi meg. Ha kettő vagy több mezőt fog használni ez a funkció, akkor egy egyéni XML-beállítófájl létrehozása szükséges az ehhez hasonló több beállítás hozzáadásához.

source: If more settings are added in a new XML each setting name needs to be unique in the system and different than ``PreferencesGroups###DynamicField``. For example:
de: Wenn mehrere Einstellungen in einer neuen XML-Datei hinzugefügt werden, muss jeder Feldname eindeutig und ein anderer als in "PreferencesGroups###DynamicField" sein. Zum Beispiel:
hu: Ha több beállítás kerül hozzáadásra egy új XML-fájlban, akkor minden egyes beállítás nevének egyedinek kell lennie a rendszeren és el kell térnie a ``PreferencesGroups###DynamicField`` névtől. Például:

source: If specific conditions match like:
de: Wenn bestimmte Bedingungen übereinstimmen wie:
hu: Ha bizonyos feltételek egyeznek, mint például:

source: A ticket is from one particular customer.
de: Ein Ticket ist von einem bestimmten Kunden.
hu: Egy jegy egy bizonyos ügyféltől érkezik.

source: A ticket is assigned to an appropriate queue.
de: Ein Ticket ist einer entsprechenden Queue zugeordnet.
hu: A jegy egy megfelelő várólistához van rendelve.

source: A ticket has a defined priority.
de: Ein Ticket hat eine definierte Priorität.
hu: Egy jegy egy meghatározott prioritással rendelkezik.

source: A ticket contains defined keywords.
de: Ein Ticket enthält definierte Schlüsselworte.
hu: Egy jegy meghatározott kulcsszavakat tartalmaz.

source: Outlined activities must be performed like changing the ticket priority, moving the ticket to another group, assigning a service to a ticket, and many more.
de: Umrissene Aktivitäten wie das Ändern der Ticketpriorität, das Verschieben des Tickets in eine andere Queue, das Zuweisen eines Services zu einem Ticket und vieles mehr müssen durchgeführt werden.
hu: A vázolt tevékenységeket kell végrehajtani, mint például a jegyprioritás megváltoztatása, a jegy áthelyezése egy másik csoportba, egy szolgáltatás hozzárendelése egy jegyhez, és még sok egyéb.

source: Also time-based activities can be required like cleaning up the spam-queue once a week.
de: Es können auch zeit-basierte Aktivitäten benötigt werden, wie bspw. das Leeren der Spam-Queue einmal pro Woche.
hu: Időalapú tevékenységekre is szükség lehet, mint például a levélszemét várólista heti egyszeri ürítése.

source: OTOBO supports this with the *Generic Agent*. Here, simple or compound time and event-based tasks are configurable in the OTOBO front end without the requirement to learn a scripting language. Depending on search criteria, and time or event criteria, tickets will automatically be acted upon.
de: OTOBO unterstützt dies mit dem *GenericAgent*. Hier sind einfache oder zusammengesetzte zeit- und ereignisbasierte Aufgaben im OTOBO-Frontend konfigurierbar, ohne dass eine Script-Sprache erlernt werden muss. Je nach Suchkriterien und Zeit- oder Ereigniskriterien werden Tickets automatisch bearbeitet.

source: Use this screen to manage generic agent jobs in the system. A fresh OTOBO installation contains no generic agent jobs by default. The generic agent job management screen is available in the *Generic Agent* module of the *Processes & Automation* group.
de: Verwenden Sie diese Ansicht, um GenericAgent-Aufträge im System zu verwalten. Eine neue OTOBO-Installation beinhaltet standardmäßig keine GenericAgent-Aufträge. Die Ansicht zur Verwaltung von GenericAgent-Aufträgen ist im Modul *GenericAgent* in der Gruppe *Prozesse & Automation* verfügbar.

source: Generic Agent Management Screen
de: GenericAgent-Verwaltung
hu: Általános ügyintéző kezelésének képernyője

source: Manage Generic Agent Jobs
de: GenericAgent-Aufträge verwalten
hu: Általános ügyintéző feladatok kezelése

source: To create a new generic agent job:
de: So erstellen Sie einen GenericAgent-Auftrag:
hu: Egy új általános ügyintéző feladat létrehozásához:

source: Click on the *Add Job* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Auftrag hinzufügen*.
hu: Kattintson a *Feladat hozzáadása* gombra a bal oldalsávban.

source: Create New Generic Agent Job Screen
de: Neuen GenericAgent-Auftrag erstellen
hu: Új általános ügyintéző feladat létrehozása képernyő

source: To edit a generic agent job:
de: So bearbeiten Sie einen GenericAgent-Auftrag:
hu: Egy általános ügyintéző feladat szerkesztéséhez:

source: Click on a generic agent job in the list of generic agent jobs.
de: Klicken Sie auf einen. GenericAgent-Auftrag in der Liste mit den GenericAgent-Aufträgen.
hu: Kattintson egy általános ügyintéző feladatra az általános ügyintéző feladatok listájában.

source: Edit Generic Agent Job Screen
de: GenericAgent-Auftrag bearbeiten
hu: Általános ügyintéző feladat szerkesztése képernyő

source: To delete a generic agent job:
de: So löschen Sie einen GenericAgent-Auftrag:
hu: Egy általános ügyintéző feladat törléséhez:

source: Delete Generic Agent Job Screen
de: GenericAgent-Auftrag löschen
hu: Általános ügyintéző feladat törlése képernyő

source: If several generic agent jobs are added to the system, use the filter box to find a particular generic agent job by just typing the name to filter.
de: Wenn dem System mehrere GenericAgent-Aufträge hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten GenericAgent-Auftrag zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több általános ügyintéző feladat van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos általános ügyintéző feladat megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Generic Agent Job Settings
de: GenericAgent-Auftrag - Einstellungen
hu: Általános ügyintéző feladat beállításai

source: General Job Settings
de: Allgemeine Einstellungen für den Auftrag
hu: Feladat általános beállításai

source: Job Settings - General
de: Auftragseinstellungen - Allgemein
hu: Feladat-beállítások – általános

source: Job Name \*
de: Auftragsname \*
hu: Feladatnév \*

source: Set the validity of this resource. This resource can be used in OTOBO only, if this field is set to *Yes*. Setting this field to *No* will disable the use of the resource.
de: Setzt die Gültigkeit dieser Ressource. Jede Ressource kann nur in OTOBO verwendet werden, wenn dieses Feld auf *gültig* gesetzt ist. Wenn Sie dieses Feld auf *ungültig* oder *ungültig-temporär* setzen, wird die Nutzung der Ressource deaktiviert.

source: Automatic Execution
de: Automatische Ausführung
hu: Automatikus végrehajtás

source: Fill in this section to set the times for automatic execution of the job.
de: Füllen Sie diesen Abschnitt aus, wenn Sie Zeiten für die automatische Ausführung des Auftrages bestimmen möchten.
hu: Töltse ki ezt a szakaszt a feladat automatikus végrehajtási idejeinek beállításához.

source: Job Settings - Automatic Execution
de: Auftragseinstellungen - Automatische Ausführung
hu: Feladat-beállítások – automatikus végrehajtás

source: Schedule minutes
de: Ausführen zu Minute(n)
hu: Perc ütemezése

source: Select the minutes in which the job has to be executed. For example if *10* is selected, the job will be executed in every hour in 00:10, 01:10, 02:10, etc.
de: Wählen Sie die Minuten in denen der Auftrag ausgeführt werden soll. Zum Beispiel wenn *10* gewählt wird, dann wird der Auftrag jede Stunde um 00:10, 01:10, 02:10, etc. ausgeführt.
hu: A percek kiválasztása, amelyekben a feladatot végre kell hajtani. Ha például *10* lett kiválasztva, akkor a feladat óránként lesz végrehajtva a következő időpontokban: 00:10, 01:10, 02:10, stb.

source: Schedule hours
de: Ausführen zu Stunde(n)
hu: Óra ütemezése

source: Select the hours in which the job has to be executed. For example if *10* is selected for minutes and *02* is selected for hours, the job will be executed in every day in 02:10.
de: Wählen Sie die Stunden in denen der Auftrag ausgeführt werden soll. Zum Beispiel wenn *10* für Minuten und *02* für Stunden gewählt wird, dann wird der Auftrag jeden Tag um 02:10 Uhr ausgeführt.
hu: Az órák kiválasztása, amelyekben a feladatot végre kell hajtani. Ha például *10* lett kiválasztva a perceknél és *02* lett kiválasztva az óráknál, akkor a feladat minden nap 02:10-kor lesz végrehajtva.

source: Schedule days
de: Ausführen an Tag(en)
hu: Nap ütemezése
