Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Set the customer user for the ticket.
de: Setzt den Kundenbenutzer für das Ticket.
hu: Az ügyfél-felhasználó beállítása a jegynél.

source: Saves an additional information value for the ticket on *<DynamicFieldName>* dynamic field. The possible values depend on dynamic field configuration (e.g. text: *Notebook*, date: *2010-11-20 00:00:00*, integer: *1*).
de: Speichert einen zusätzlichen Informationswert für das Ticket im dynamischen Feld *<DynamicFieldName>*. Die möglichen Werte hängen von der Konfiguration des Dynamischen Feldes ab (z.B. Text: *Notebook*, Datum: *2010-11-20 00:00:00:00*, Ganzzahl: *1*).
hu: Egy további információs értéket ment el a jegynél a *<DinamikusMezőNeve>* dinamikus mezőbe. A lehetséges értékek a dinamikus mező beállításaitól függnek (például szöveg: *Notebook*, dátum: *2010-11-20 00:00:00*, egész: *1*).

source: These headers are the same as the ones without the ``FollowUp`` prefix, but these headers are applied only for follow-up mails.
de: Diese Header sind die gleichen wie die ohne dem Präfix ``FollowUp``, aber diese Header werden nur für Folge-E-Mails verwendet.
hu: Ezek a fejlécek ugyanazok mint a ``FollowUp`` előtag nélküliek, de ezek a fejlécek csak követő leveleknél lesznek alkalmazva.

source: If set to *1*, the incoming follow-up message will not change the ticket state. For this purpose the header can be customized in the system configuration using option ``KeepStateHeader``.
de: Wenn auf *1* gesetzt, ändert die eingehende Folgenachricht den Ticketstatus nicht. Zu diesem Zweck kann der Header in der Systemkonfiguration mit der Option ``KeepStateHeader`` angepasst werden.
hu: Ha *1* értékre van állítva, akkor a bejövő követő üzenet nem fogja megváltoztatni a jegy állapotát. Erre a célra a fejléc személyre szabható a rendszerbeállításokban a ``KeepStateHeader`` beállítás használatával.

source: Controls if the article is shown to customer users. Possible values are *0* or *1*.
de: Legt fest, ob ein Artikel den Kundenbenutzern angezeigt wird. Mögliche Werte sind *0* oder *1*.
hu: Azt vezérli, hogy a bejegyzés látható-e az ügyfél-felhasználóknak. A lehetséges értékek: *0* vagy *1*.

source: Set the agent as owner for the ticket.
de: Setzt den Agenten als Besitzer für das Ticket.
hu: Az ügyintéző beállítása tulajdonosként a jegynél.

source: Set the agent ID as owner for the ticket.
de: Setzt die Agenten-ID als Besitzer für das Ticket.
hu: Az ügyintéző-azonosító beállítása tulajdonosként a jegynél.

source: Set the priority for the ticket.
de: Setzt die Priorität für das Ticket.
hu: A prioritás beállítása a jegynél.

source: Set the queue where the ticket shall be sorted. If this is set, all other filter rules that try to sort a ticket into a specific queue are ignored. If you use a sub-queue, specify it as *Parent::Sub*.
de: Legt die Queue fest, in die das Ticket sortiert werden soll. Wenn dies gesetzt ist, werden alle anderen Filterregeln, die versuchen, ein Ticket in eine bestimmte Queue zu sortieren, ignoriert. Wenn Sie eine Unter-Queue verwenden, spezifizieren Sie diese als *Parent::Sub*.
hu: A várólista beállítása, ahová a jegyet ki kell osztani. Ha ez be van állítva, akkor az összes többi szűrőszabály figyelmen kívül lesz hagyva, amely megpróbálja kiosztani a jegyet egy bizonyos várólistába. Ha alvárólistát használ, akkor *Szülő::Gyermek* formában adja meg.

source: Set the agent as responsible for the ticket.
de: Setzt den Agenten als Verantwortlichen für das Ticket.
hu: Az ügyintéző beállítása felelősként a jegynél.

source: Set the agent ID as responsible for the ticket.
de: Setzt die Agenten-ID als Verantwortlichen für das Ticket.
hu: Az ügyintéző-azonosító beállítása felelősként a jegynél.

source: Set the service for the ticket. If you use a sub-service, specify it as *Parent::Sub*.
de: Setzt den Service für ein Ticket. Wenn Sie einen Unter-Service nutzen, spezifizieren Sie ihn als *Parent::Sub*.
hu: A szolgáltatás beállítása a jegynél. Ha alszolgáltatást használ, akkor *Szülő::Gyermek* formában adja meg.

source: Set the service level agreement for the ticket.
de: Setzt die Service-Level-Vereinbarung für das Ticket.
hu: A szolgáltatási megállapodás beállítása a jegynél.

source: Set the state for the ticket.
de: Setzt den Status für den Ticket.
hu: Az állapot beállítása a jegynél.

source: Settings like *+1d 12h* are not possible. You can specify *+36h* instead.
de: Einstellungen wie *+1d 12h* sind nicht möglich. Sie können stattdessen *+36h* angeben.
hu: Az olyan beállítások nem lehetségesek, mint például *+1d 12h*. Helyette *+36h* értéket adhat meg.

source: Set the title for the ticket.
de: Setzt den Titel für ein Ticket.
hu: A cím beállítása a jegynél.

source: Set the type for the ticket.
de: Setzt den Typ für ein Ticket.
hu: A típus beállítása a jegynél.

source: These headers must be manually injected into the mail by means not provided for by OTOBO. OTOBO only accepts ``X-OTOBO`` headers from trusted sources.
de: Diese Header müssen manuell mit Mitteln, die nicht von OTOBO vorgesehen sind, in die Mail eingefügt werden. OTOBO akzeptiert nur ``X-OTOBO`` Header von vertrauenswürdigen Quellen.

source: The :ref:`Mail Account Settings` defines the trust level.
de: Die :ref:`Mail Account Settings` definieren die Vertrauensstufe.
hu: A :ref:`Mail Account Settings` határozza meg a megbízható szintet.

source: Negate
de: Negieren
hu: Tagadás

source: If checked, the condition will use the negate search term.
de: Wenn diese Option aktiviert ist, verwendet die Bedingung den negierten Suchbegriff.
hu: Ha be van jelölve, akkor a feltétel a tagadott keresési kifejezést fogja használni.

source: Set Email Headers
de: E-Mail-Header festlegen
hu: E-mail fejlécek beállítása

source: Postmaster Filter Settings - Set Email Headers
de: Postmaster-Filter Einstellungen - E-Mail-Header festlegen
hu: Levelezési szűrő beállítások – e-mail fejlécek beállítása

source: In this section you can choose the actions that are triggered if the filter rules match.
de: In diesem Bereich können Sie Aktionen auswählen, die ausgelöst werden, wenn die Filterregeln übereinstimmen.
hu: Ebben a szakaszban választhatja ki azokat a műveleteket, amelyeket aktiválni kell, ha a szűrőszabályok illeszkednek.

source: PostMaster Mail Accounts
de: Postmaster-E-Mail-Konten
hu: Levelezési levélfiókok

source: Just as a company doesn't just have one department which receives traditional mail, your service desk will also serve multiple teams. Each team can have its physical email mailbox.
de: So wie ein Unternehmen nicht nur eine Abteilung hat, die traditionelle Post erhält, wird auch Ihr Service-Desk mehrere Teams bedienen. Jedes Team kann sein physisches E-Mail-Postfach haben.
hu: Egy vállaltnál nem csak egyetlen olyan részleg van, amely hagyományos leveleket kap, az ügyfélszolgálat is ki kell tudnia szolgálni több csapatot. Minden egyes csapatnak megvan a maga fizikai e-mail fiókja.

source: OTOBO eases setup for email mailboxes. OTOBO manages polling one or multiple email mailboxes of any internet standard type.
de: OTOBO erleichtert die Einrichtung von E-Mail-Postfächern. OTOBO verwaltet die Abfrage eines oder mehrerer E-Mail-Postfächer aller Internet-Standardtypen.

source: Use this screen to add mail accounts to the system. The mail account management screen is available in the *PostMaster Mail Accounts* module of the *Communication & Notifications* group.
de: Verwenden Sie diese Ansicht, um E-Mail-Konten dem System hinzuzufügen. Die Verwaltung der E-Mail-Konten ist im Modul *Postmaster-E-Mail-Konten* in der Gruppe *Kommunikation & Benachrichtigungen* verfügbar.
hu: Használja ezt a képernyőt, hogy levelezőfiókokat adjon a rendszerhez. A levelezőfiók kezelésének képernyője a *Kommunikáció és értesítések* csoport *Levelezési levélfiókok* moduljában érhető el.

source: Mail Account Management Screen
de: E-Mail-Kontenverwaltung
hu: Levelezőfiók-kezelés képernyő

source: When fetching mail, OTOBO deletes the mail from the POP or IMAP server. There is no option to also keep a copy on the server. If you want to retain a copy on the server, you should create forwarding rules on your mail server. Please consult your mail server documentation for details.
de: Beim Abholen löscht OTOBO die E-Mails vom POP oder IMAP-Server. Es besteht keine Möglichkeit, die E-Mails dort zu erhalten. Wenn Sie dies wünschen, erstellen Sie am Besten Weiterleitungsregeln auf Ihrem E-Mail-Server. Lesen Sie hierzu bitte in der Dokumentation ihres E-Mail-Servers nach.

source: If you choose IMAP, you can specify a folder for collection. Selective dispatching of mails is then possible.
de: Wenn Sie IMAP wählen, können Sie einen Ordner für die Sammlung angeben. Ein selektiver Versand von Mails ist dann möglich.
hu: Ha IMAP-ot választ, akkor megadhat egy mappát a gyűjteményhez. Ezután lehetőség van a levelek szelektív kézbesítésére.

source: All data for the mail accounts are saved in the OTOBO database. The ``bin/otobo.Console.pl Maint::PostMaster::MailAccountFetch`` command uses the settings in the database and fetches the mail. You can execute it manually to check if all your mail settings are working properly.
de: Alle Daten für die E-Mail-Konten werden in der OTOBO-Datenbank gespeichert. Der Befehl ``bin/otobo.Console.pl Maint::PostMaster::MailAccountFetch`` verwendet die Einstellungen in der Datenbank und holt die E-Mail. Sie können den Befehl manuell ausführen, um zu überprüfen, ob alle Ihre E-Mail-Einstellungen ordnungsgemäß funktionieren.

source: On a default installation, the mail is fetched every 10 minutes when the OTOBO daemon is running.
de: Bei einer Standardinstallation wird die E-Mail alle 10 Minuten abgerufen, wenn der OTOBO-Daemon läuft.

source: Manage Mail Accounts
de: E-Mail-Konten verwalten
hu: Levelezőfiókok kezelése

source: To add a mail account:
de: So fügen Sie ein E-Mailkonto hinzu:
hu: Egy levelezőfiók hozzáadásához:

source: Click on the *Add Mail Account* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *E-Mailkonto hinzufügen*:
hu: Kattintson a *Levelezőfiók hozzáadása* gombra a bal oldalsávban.

source: Add Mail Account Screen
de: E-Mailkonto hinzufügen
hu: Levelezőfiók hozzáadása képernyő

source: To edit a mail account:
de: So bearbeiten Sie ein E-Mailkonto:
hu: Egy levelezőfiók szerkesztéséhez:

source: Click on a mail account in the list of mail accounts.
de: Klicken Sie auf ein E-Mail-Konten in der Liste mit den E-Mail-Konten.
hu: Kattintson egy levelezőfiókra a levelezőfiók listájában.

source: Edit Mail Account Screen
de: E-Mail-Konten bearbeiten
hu: Levelezőfiók szerkesztése képernyő

source: To delete a mail account:
de: So löschen Sie ein E-Mailkonto:
hu: Egy levelezőfiók törléséhez:

source: Click on the trash icon in the list of mail accounts.
de: Klicken Sie in der Liste mit den E-Mail-Konten auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra a levelezőfiókok listájában.

source: Delete Mail Account Screen
de: E-Mail-Konten löschen
hu: Levelezőfiók törlése képernyő

source: If several mail accounts are added to the system, a filter box is useful to find a particular mail account by just typing to filter.
de: Wenn dem System mehrere E-Mail-Konten hinzugefügt werden, können Sie in der Filterbox nach einem bestimmten E-Mail-Konto suchen.
hu: Ha több levelezőfiók van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos levelezőfiók megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: Mail Account Settings
de: Einstellungen für E-Mail-Konten
hu: Levelezőfiók beállításai

source: Type \*
de: Typ \*
hu: Típus \*

source: There are different kind of protocols that are used for fetching mail. The following protocols are supported:
de: Es gibt unterschiedliche Protokolle für das Abholen von E-Mails. Folgende Protokolle werden unterstützt:
hu: Különböző típusú protokollok léteznek, amelyeket a levél lekéréséhez használnak. A következő protokollok támogatottak:

source: Username \*
de: Benutzername \*
hu: Felhasználónév \*

source: The username of the mail account.
de: Der Benutzername des E-Mailkontos.
hu: A levelezőfiók felhasználóneve.

source: Password \*
de: Passwort \*
hu: Jelszó \*

source: The password of the mail account.
de: Das Passwort des E-Mailkontos.
hu: A levelezőfiók jelszava.

source: The host name of the mail account. Specify how the current article subject should be dealt with. The following methods are available:
de: Der Hostname des E-Mailkontos. Geben Sie an, wie mit dem aktuellen Artikelbetreff verfahren werden soll. Die folgenden Methoden stehen zur Verfügung:
hu: A levelezőfiók gépneve. Adja meg, hogy az aktuális bejegyzéstárgyat hogyan kell kezelni. A következő módszerek érhetők el:

source: IMAP Folder
de: IMAP-Ordner
hu: IMAP mappa

source: The folder in the mail account to be fetched. Other folders remain untouched.
de: Der Ordner im E-Mailkonto, von dem die E-Mail abgeholt werden soll. Andere Ordner werden ignoriert.
hu: A lekérendő mappa a levelezőfiókban. A többi mappa érintetlen marad.

source: If *Yes* is selected, any ``X-OTOBO`` headers attached to an incoming message are evaluated and executed. Because the ``X-OTOBO`` header can execute some actions in the ticket system, you should set this option to *Yes* only for known senders.
de: Wenn *Ja* ausgewählt ist, werden alle ``X-OTOBO`` Header, die an eine eingehende Nachricht angehängt sind, ausgewertet und ausgeführt. Da der ``X-OTOBO`` Header einige Aktionen im Ticketsystem ausführen kann, sollten Sie diese Option nur für bekannte Absender auf *Ja* setzen.

source: The ``X-OTOBO`` headers are explained in the filter conditions of :doc:`postmaster-filters`.
de: Die ``X-OTOBO`` Header werden im Abschnitt :doc:`postmaster-filters` näher erläutert.

source: The distribution of incoming messages can be controlled if they need to be sorted by queue or by the content of the *To:* field.
de: Die Verteilung der eingehenden Nachrichten kann gesteuert werden, wenn sie nach der Queue oder dem Inhalt des Feldes *Zu:* sortiert werden müssen.
hu: A bejövő üzenetek elosztása szabályozható, ha azokat a várólista vagy a *Címzett:* mező tartalma szerint szükséges szétválogatni.

source: Dispatching by email To: field
de: Verteilung über das *An*-Feld einer E-Mail
hu: Szétválogatás az e-mail címzett mezője szerint

source: The system checks if a queue is linked with the address in the *To:* field of the incoming mail. You can link an address to a queue in the :doc:`email-addresses` screen. If the address in the *To:* field is linked with a queue, the new message will be sorted into the linked queue. If no link is found between the address in the *To:* field and any queue, then the message flows into the *Raw* queue in the system, which is the postmaster default queue after a default installation.
de: Das System prüft, ob eine Queue mit der Adresse im *An:*-Feld der eingehenden E-Mail verknüpft ist. Sie können Adressen mit Queues im Bereich :doc:`email-addresses` verknüpfen. Wenn die Adresse im *An:*-Feld mit einer Queue verknüpft ist, wird die neue Nachricht in die verknüpfte Queue sortiert. Wenn keine Verbindung zwischen der Adresse im *An:*-Feld und einer Queue gefunden wird, geht die Nachricht in die Queue *Raw* im System, die nach einer Standardinstallation die Standard-Queue des Postmasters ist.
hu: A rendszer ellenőrzi, hogy egy várólista össze van-e kapcsolva a bejövő levél *Címzett:* mezőjében lévő címmel. Az :doc:`email-addresses` képernyőn kapcsolhat össze egy címet egy várólistával. Ha a *Címzett:* mezőben lévő cím össze van kapcsolva egy várólistával, akkor az új üzenet a hozzákapcsolt várólistába lesz rendezve. Ha nem található kapcsolat a *Címzett:* mezőben lévő cím és valamely várólista között, akkor az üzenet a rendszeren lévő *Raw* várólistába fog kerülni, amely az alapértelmezett levelezési várólista egy alapértelmezett telepítés után.

source: Dispatching by selected Queue
de: Verteilung durch ausgewählte Queue
hu: Szétválogatás a kiválasztott várólista szerint

source: All incoming messages will be sorted into the specified queue. The address where the mail was sent to is disregarded in this case.
de: Alle eingehenden Nachrichten werden in die angegebene Queue sortiert. Die Adresse, an die die E-Mail geschickt wurde, wird in diesem Fall nicht berücksichtigt.
hu: Az összes bejövő üzenet a megadott várólistába lesz rendezve. Ebben az esetben figyelmen kívül lesz hagyva az a cím, ahová a levél el lett küldve.

source: S/MIME Certificates
de: S/MIME-Zertifikate
hu: S/MIME tanúsítványok

source: Faculty and staff have key roles safeguarding critical information by implementing information security policies, standards, and controls. Safe email communication is a vital part of protecting this communication.
de: Dozenten und Mitarbeiter haben eine Schlüsselrolle beim Schutz kritischer Informationen durch die Implementierung von Richtlinien, Standards und Kontrollen zur Informationssicherheit. Sichere E-Mail-Kommunikation ist ein wesentlicher Bestandteil des Schutzes dieser Kommunikation.
hu: A csapat és a személyzet kulcsfontosságú szerepet játszik a kritikus információk védelménél az információbiztonsági irányelvek, szabványok és ellenőrzések megvalósításával. A biztonságos e-mail kommunikáció elengedhetetlen része a kommunikáció védelmének.

source: Use this screen to add S/MIME certificates to the system. The S/MIME management screen is available in the *S/MIME Certificates* module of the *Communication & Notifications* group.
de: Verwenden Sie diese Ansicht, um S/MIME-Zertifikate dem System hinzuzufügen. Die S/MIME-Verwaltung ist im Modul *S/MIME-Zertifikate* in der Gruppe *Kommunikation & Benachrichtigungen* verfügbar.
hu: Használja ezt a képernyőt, hogy S/MIME tanúsítványokat adjon a rendszerhez. Az S/MIME kezelés képernyő a *Kommunikáció és értesítések* csoport *S/MIME tanúsítványok* moduljában érhető el.

source: S/MIME Management Screen
de: S/MIME-Verwaltung
hu: S/MIME kezelés képernyő

source: Manage S/MIME Certificates
de: S/MIME-Zertifikate verwalten
hu: S/MIME tanúsítványok kezelése

source: To be able to use S/MIME certificates in OTOBO, you have to activate its setting first.
de: Damit Sie S/MIME-Zertifikate in OTOBO nutzen können, müssen Sie Ihre Einstellung zuerst aktvieren.

source: Enable S/MIME Support
de: S/MIME-Unterstützung aktivieren
hu: S/MIME támogatás engedélyezése

source: To add an S/MIME certificate:
de: So fügen Sie ein S/MIME-Zertifkat hinzu:
hu: Egy S/MIME tanúsítvány hozzáadásához:

source: Click on the *Add Certificate* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Zertifikat hinzufügen*.
hu: Kattintson a *Tanúsítvány hozzáadása* gombra a bal oldalsávban.

source: Select an S/MIME certificate from the file system.
de: Wählen Sie ein S/MIME-Zertifikat aus dem Dateisystem aus.
hu: Válasszon egy S/MIME tanúsítványt a fájlrendszerről.

source: Add S/MIME Certificate Screen
de: S/MIME-Zertifikate hinzufügen
hu: S/MIME tanúsítvány hozzáadása képernyő

source: Only non binary keys contain ASCII (Base64) armored data started with a ``----- BEGIN CERTIFICATE -----`` line can be uploaded which are most commonly ``key.pem`` or ``root.crt``. Conversion of other formats like ``cert.p7b`` must be done using OpenSSL.
de: Nur nicht-binäre Schlüssel enthalten ASCII (Base64) Daten, die mit einer Zeile ``----- BEGIN CERTIFICATE -----`` hochgeladen werden können, die am häufigsten ``key.pem`` oder `root.crt`` sind. Die Konvertierung von anderen Formaten wie ``cert.p7b`` muss mit OpenSSL erfolgen.
hu: Csak ASCII (Base64) kódolt adatok, ``----- BEGIN CERTIFICATE -----`` sorral kezdődő nem bináris kulcsok tölthetők fel, amelyek leggyakrabban ``key.pem`` vagy ``root.crt`` fájlok. Az egyéb formátumok – mint például ``cert.p7b`` – átalakítását az OpenSSL használatával kell elvégezni.

source: To add a private key:
de: So fügen Sie einen privaten Schlüssel hinzu:
hu: Egy személyes kulcs hozzáadásához:

source: Click on the *Add Private Key* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schatlfäche *Privaten Schlüssel hinzufügen*.
hu: Kattintson a *Személyes kulcs hozzáadása* gombra a bal oldalsávban.

source: Select a private key from the file system.
de: Wählen Sie einen privaten Schlüssel aus dem Dateisystem aus.
hu: Válasszon egy személyes kulcsot a fájlrendszerről.

source: Add S/MIME Private Key Screen
de: Privaten S/MIME-Schlüssel hinzufügen
hu: S/MIME személyes kulcs hozzáadása képernyő

source: To delete an S/MIME certificate:
de: So löschen Sie ein S/MIME-Zertifkat:
hu: Egy S/MIME tanúsítvány törléséhez:

source: Click on the trash icon in the list of S/MIME certificates.
de: Klicken Sie in der Liste mit den S/MIME-Zertifikaten auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra az S/MIME tanúsítványok listájában.

source: Delete S/MIME Certificate Screen
de: S/MIME-Zertifikate löschen
hu: S/MIME tanúsítvány törlése képernyő

source: If several S/MIME certificates are added to the system, use the filter box to find a particular S/MIME certificate by just typing the name to filter.
de: Wenn dem System mehrere S/MIME-Zertifikate hinzugefügt werden, verwenden Sie das Filterfeld, um einen bestimmtes S/MIME-Zertifikate zu finden, indem Sie einfach den zu filternden Namen eingeben
hu: Ha több S/MIME tanúsítvány van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos S/MIME tanúsítvány megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.

source: S/MIME Configuration Options
de: S/MIME-Einstellungsoptionen
hu: S/MIME beállítási lehetőségek

source: Ticket Notifications
de: Ticket-Benachrichtigungen
hu: Jegyértesítések

source: Streamlining communication can save hours of labor and prevent mistakes. Sending certain messages at pre-defined stages of communication not only keeps the customer and agents informed about specific events, but it can also aid your agents by programmatically doing automated updates to the customer.
de: Die Optimierung der Kommunikation kann Stunden an Arbeit sparen und Fehler vermeiden. Das Versenden bestimmter Nachrichten in vordefinierten Kommunikationsphasen informiert nicht nur den Kunden und die Agenten über bestimmte Ereignisse, sondern kann auch Ihre Agenten unterstützen, indem sie programmgesteuert automatisierte Updates für den Kunden durchführen.
hu: A kommunikáció egyszerűsítése munkaidőt takaríthat meg és megakadályozhatja a hibákat. Bizonyos üzenetek küldése a kommunikáció előre meghatározott szakaszaiban nemcsak az ügyfelet és az ügyintézőt tájékoztatja bizonyos eseményekről, hanem segíti az ügyintézőket azáltal, hogy automatizált frissítéseket küld programozottan az ügyfél számára.

source: The flexible OTOBO is an industry leader in email communication and offers you complete control of notifications based on any event in your system.
de: Das flexible OTOBO ist ein Branchenführer in der E-Mail-Kommunikation und bietet Ihnen die vollständige Kontrolle über Benachrichtigungen, die auf jedem Ereignis in Ihrem System basieren.

source: Use this screen to add ticket notifications to the system. In a fresh OTOBO installation several ticket notifications are already added by default. The ticket notification management screen is available in the *Ticket Notifications* module of the *Communication & Notifications* group.
de: Verwenden Sie diesen Bereich, um dem System Ticketbenachrichtigungen hinzuzufügen. In einer neuen OTOBO-Installation werden standardmäßig bereits mehrere Ticket-Benachrichtigungen hinzugefügt. Der Bereich zur Verwaltung von Ticketbenachrichtigungen ist im Modul *Ticketbenachrichtigungen* der Gruppe *Kommunikation & Benachrichtigungen* verfügbar.

source: Ticket Notification Management Screen
de: Verwaltung von Ticket-Benachrichtigungen
hu: Jegyértesítés-kezelés képernyő
