Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: Both agents and customer users can log in using Active Directory or LDAP for authentication. In these cases doesn't need to add users manually.
de: Sowohl Agenten als auch Kundenbenutzer können sich mit Active Directory oder LDAP zur Authentifizierung anmelden. In diesen Fällen muss kein Benutzer manuell hinzugefügt werden.
hu: Mind az ügyintézők, mind az ügyfél-felhasználók beléphetnek Active Directory vagy LDAP használatával a hitelesítéshez. Ezekben az esetekben nem szükséges hozzáadni a felhasználókat kézzel.

source: Like for agents, customers users can also assign to groups using the :doc:`users-groups-roles/customer-users-groups` management screen. Similarly, :doc:`users-groups-roles/customer-users-customers` relations can also be set.
de: Ebenso wie Agenten können Kundenbenutzer im Bereich :doc:`users-groups-roles/customer-users-groups` auch zu Gruppen zugeordnet werden. Es können ebenfalls :doc:`users-groups-roles/customer-users-customers` Zuordnungen gesetzt werden.
hu: Az ügyintézőkhöz hasonlóan az ügyfél-felhasználók is hozzárendelhetők csoportokhoz az :doc:`users-groups-roles/customer-users-groups` kezelőképernyő használatával. Hasonlóan állíthatók be az :doc:`users-groups-roles/customer-users-customers` kapcsolatai.

source: Your OTOBO installation already contains a standard salutation and a standard signature, but you might need to edit them or create new :doc:`ticket-settings/salutations` and :doc:`ticket-settings/signatures`. Queues can not be created without salutations and signatures, and only one salutation and signature can be assigned to a queue.
de: Ihre OTOBO-Installation enthält bereits eine Standard-Anrede und eine Standard-Signatur, aber Sie müssen diese möglicherweise bearbeiten oder neue :doc:`ticket-settings/salutations` und :doc:`ticket-settings/signatures` erstellen. Queues können nicht ohne Anreden und Signaturen erstellt werden, und einer Queue kann nur jeweils eine Anrede und Signatur zugeordnet werden.

source: After system addresses, salutations, signatures, groups are set, you can continue the setup with :doc:`ticket-settings/queues`. Each queue has to assign to a group, and only the group members can see the tickets in the assigned queue.
de: Nachdem Systemadressen, Anreden, Signaturen und Gruppen gesetzt wurden, können Sie die Einrichtung des Systems mit :doc:`ticket-settings/queues` fortsetzen. Jede Queue muss einer Gruppe zugeordnet werden. Nur die Mitglieder der Gruppe können die Tickets in der zugewiesenen Queue sehen.
hu: Miután a rendszercímek, megszólítások, aláírások és csoportok be lettek állítva, folytathatja a konfigurálást :doc:`ticket-settings/queues` beállításával. Minden egyes várólistát hozzá kell rendelni egy csoporthoz, és csak a csoporttagok láthatják a jegyeket a hozzárendelt várólistában.

source: Now you can add :doc:`ticket-settings/auto-responses` and assign them to queues using the :doc:`ticket-settings/queues-auto-responses` management screen. Your OTOBO installation already contains some automatic responses, you can use or edit them instead of create new ones.
de: Nun können Sie :doc:`ticket-settings/auto-responses` hinzufügen und diese im Bereich :doc:`ticket-settings/queues-auto-responses` zu Gruppen zuordnen. Ihre OTOBO-Installation enthält bereits einige automatische Antworten. Sie können diese nutzen oder bearbeiten, anstatt neue zu erstellen.

source: To reduce the time needed for answering the tickets, :doc:`ticket-settings/templates` or :doc:`ticket-settings/sms-templates` can be created.
de: Um die benötigte Zeit zur Beantwortung eines Tickets zu minimieren, können Sie :doc:`ticket-settings/templates` oder :doc:`ticket-settings/sms-templates` erstellen.
hu: A jegyek megválaszolásához szükséges idő csökkentése érdekében :doc:`ticket-settings/templates` vagy :doc:`ticket-settings/sms-templates` hozhatók létre.

source: Normal templates can contain :doc:`ticket-settings/attachments`, and you can assign the uploaded attachments to templates using the :doc:`ticket-settings/templates-attachments` management screen.
de: Vorlagen beinhalten normalerweise auch :doc:`ticket-settings/attachments`. Im Bereich :doc:`ticket-settings/templates-attachments` können Sie hochgeladene Anhänge zu Vorlagen zuordnen.
hu: A normál sablonokban lehetnek :doc:`ticket-settings/attachments`, és a :doc:`ticket-settings/templates-attachments` kezelőképernyő használatával rendelheti hozzá a feltöltött mellékleteket a sablonokhoz.

source: You need to review the default :doc:`ticket-settings/priorities`, :doc:`ticket-settings/states` and :doc:`ticket-settings/types`, and add new elements, if needed.
de: Sie müssen die Standardeinstellungen für :doc:`ticket-settings/priorities`, :doc:`ticket-settings/states` und :doc:`ticket-settings/types` überprüfen und bei Bedarf neue Elemente hinzufügen.
hu: Felül kell vizsgálnia az alapértelmezett :doc:`ticket-settings/priorities`, :doc:`ticket-settings/states` és :doc:`ticket-settings/types` használatát, és új elemeket kell hozzáadnia, ha szükséges.

source: Now you can add some notifications to be received by agents, if particular events occur. You can do this in the :doc:`communication-notifications/ticket-notifications` screen.
de: Nun können Sie einige Benachrichtigungen hinzufügen, die Agenten erhalten sollen, wenn bestimmte Ereignisse auftreten. Nutzen Sie dazu den Bereich :doc:`communication-notifications/ticket-notifications`.
hu: Most már hozzáadhat néhány értesítést, amelyeket az ügyintézők kapnak meg, ha bizonyos események történnek. Ezt a :doc:`communication-notifications/ticket-notifications` képernyőn teheti meg.

source: To help agents to organize appointments, you can setup the :doc:`administration/calendars` and the :doc:`communication-notifications/appointment-notifications`.
de: Um den Agenten bei der Organisation von Terminen zu unterstützen, können Sie :doc:`administration/calendars` und :doc:`communication-notifications/appointment-notifications` festlegen.
hu: Hogy segítsen az ügyintézőknek az időpontok kezelésében, :doc:`administration/calendars` és :doc:`communication-notifications/appointment-notifications` állíthatók be.

source: Tickets, articles and other objects in OTOBO can be extended with :doc:`processes-automation/dynamic-fields` or can be reduced with :doc:`processes-automation/access-control-lists`.
de: Tickets, Artikel und andere Objekte in OTOBO können mit :doc:`processes-automation/dynamic-fields` erweitert werden. Die Funktionalität dieser Objekte kann aber auch mit :doc:`processes-automation/access-control-lists` eingeschränkt werden.

source: If external systems need to integrate with OTOBO, :doc:`processes-automation/web-services` will be very useful for this.
de: Wenn externe Systeme in OTOBO integriert werden sollen, sind :doc:`processes-automation/web-services` sehr hilfreich.

source: However OTOBO has many features by default, you can extend the functionality by installing packages with the :doc:`administration/package-manager`.
de: OTOBO bringt bereits im Standard viele Funktionen mit. Zusätzlich können Sie über die :doc:`administration/package-manager` Zusatzpakete mit weiteren Features installieren.

source: Finally, you can set the :doc:`external-interface/home-page`, the :doc:`external-interface/custom-pages` and the :doc:`external-interface/layout` of the external interface, as well as you can define a :doc:`external-interface/customer-service-catalogue` displayed in the external interface.
de: Am Ende können Sie die :doc:`external-interface/home-page`, die :doc:`external-interface/custom-pages` und das :doc:`external-interface/layout` des externen Interface einstellen, sowie einen :doc:`external-interface/customer-service-catalogue` definieren, der im externen Interface angezeigt wird.
hu: Végezetül a :doc:`external-interface/home-page`, az :doc:`external-interface/custom-pages` és az :doc:`external-interface/layout` beállítása maradt hátra a külső felületen, valamint egy :doc:`external-interface/customer-service-catalogue` is meghatározható a külső felületen történő megjelenítéshez.

source: Become OTOBO Expert
de: Ein OTOBO-Experte werden

source: Rother OSS Services
de: Dienstleistungen der OTOBO Gruppe

source: A strong partner is good to have when dealing with mission-critical systems. Whether it be maintenance or for consuming cloud services, your partner should be tightly integrated.
de: Ein starker Partner ist gut, wenn es um unternehmenskritische Systeme geht. Ob bei der Wartung oder bei der Nutzung von Cloud-Services - Ihr Partner sollte eng eingebunden sein.
hu: Jó, ha van egy erős partner a küldetéskritikus rendszerek kezelésében. Függetlenül attól, hogy karbantartás vagy felhőszolgáltatás igénybe vételéről van szó, a partnernek szorosan integrálva kell lennie.

source: Use this screen to add cloud services to the system. A fresh OTOBO installation doesn't contain any configured cloud services by default. The cloud service management screen is available in the *Cloud Services* module of the *Rother OSS Services* group.
de: Verwenden Sie diese Ansicht, um dem System Cloud-Services hinzuzufügen. Eine neue OTOBO-Installation beinhaltet standardmäßig keine konfigurierten Cloud-Services. Die Verwaltung der CLoud-Services ist verfügbar im Modul *Cloud-Service* in der Gruppe *Dienstleistungen der OTOBO Gruppe* verfügbar.

source: Cloud Service Management Screen
de: Cloud-Service Verwaltung
hu: Felhőszolgáltatás kezelés képernyő

source: Manage Cloud Services
de: Cloud-Services verwalten
hu: Felhőszolgáltatások kezelése

source: Activate SMS Cloud Service
de: SMS-Cloud-Service aktivieren
hu: SMS felhőszolgáltatás aktiválás

source: To be able to use SMS cloud service in OTOBO, you have to activate it first. To activate the SMS cloud service:
de: Um den SMS-Cloud-Service in OTOBO nutzen zu können, müssen Sie ihn zunächst aktivieren. So aktivieren Sie den SMS-Cloud-Service:

source: Click on the *Activate SMS Cloud Service* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *SMS-Cloud-Service aktivieren*.
hu: Kattintson az *SMS felhőszolgáltatás aktiválás* gombra a bal oldalsávban.

source: Add Cloud Service Screen
de: Cloud-Service hinzufügen
hu: Felhőszolgáltatás hozzáadása képernyő

source: Configuration
de: Konfiguration
hu: Beállítás

source: The following settings are available when adding an SMS cloud service. The fields marked with an asterisk are mandatory.
de: Die folgenden Einstellungen sind verfügbar, wenn Sie einen Cloud-Service hinzufügen. Die mit einem Stern markierten Felder sind Pflichtfelder.
hu: A következő beállítások akkor érhetők el, ha hozzáad egy SMS felhőszolgáltatást. A csillaggal jelölt mezők kitöltése kötelező.

source: Phone field for agent \*
de: Mobilfunknummer-Feld für Agent \*
hu: Telefonmező az ügyintézőnél \*

source: Agent data field from which the mobile phone number for sending messages via SMS should be taken.
de: Feld aus den Agentendaten, das zum Ermitteln der Mobilfunknummer zum Senden von SMS-Nachrichten verwendet werden soll.
hu: Ügyintézői adatmező, amelyből az SMS-ben történő üzenetküldésekhez a mobiltelefonszámot ki kell venni.

source: Phone field for customer \*
de: Mobilfunknummer-Feld für Kunde \*
hu: Telefonmező az ügyfélnél \*

source: Customer data field from which the mobile phone number for sending messages via SMS should be taken.
de: Feld aus den Kundendaten, das zum Ermitteln der Mobilfunknummer zum Senden von SMS-Nachrichten verwendet werden soll.
hu: Ügyfél adatmező, amelyből az SMS-ben történő üzenetküldésekhez a mobiltelefonszámot ki kell venni.

source: Sender string \*
de: Absenderbezeichnung \*
hu: Küldő szövege \*

source: Will be shown as sender name of the SMS (Not longer than 11 characters).
de: Wird als Absendername der SMS angezeigt (darf nicht länger als 11 Zeichen sein).
hu: Az SMS-küldő neveként fog megjelenni (nem lehet hosszabb 11 karakternél).

source: Allowed role members
de: Erlaubte Rollen
hu: Engedélyezett szereptagok

source: If selected, only agents assigned to these roles will be able to receive notifications via SMS.
de: Wenn aktiviert, können nur die Agenten SMS-Benachrichtigungen erhalten, die zu diesen Rollen zugeordnet sind.
hu: Ha ki van választva, akkor csak az ezekhez a szerephez hozzárendelt ügyintézők lesznek képesek SMS-ben értesítéseket fogadni.

source: Perform URL shortening
de: URL-Kürzung ausführen
hu: URL-rövidítés végrehajtása

source: Perform URL shortening before sending the message.
de: URL-Kürzung vor dem Versand der Nachricht ausführen
hu: URL-rövidítés végrehajtása az üzenet elküldése előtt.

source: Phone black list
de: Telefon-Blacklist
hu: Telefon feketelista

source: A blacklist of telephone numbers where it is forbidden to send SMS messages to. Phone numbers must be added in international format without spaces, e.g. +491791234567, one number per field.
de: Eine Blacklist von Telefonnummern, an die keine SMS-Nachrichten gesendet werden dürfen. Telefonnummern müssen im internationalen Format ohne Leerzeichen angegeben werden, z. B. +491791234567, eine Nummer pro Feld.
hu: Telefonszámok feketelistája, amelyekre az SMS üzenetek küldése tiltott. A telefonszámokat nemzetközi formátumban kell hozzáadni szóközök nélkül (például +36201234567), mezőnként egy számot.

source: Data Protection Information
de: Hinweise zum Datenschutz
hu: Adatvédelmi információk

source: In order to be able to use the SMS transmission feature of the Rother OSS GmbH, the Data Protection Information needs to be read and understood.
de: Um die SMS-Übertragungsfunktion der Rother OSS GmbH nutzen zu können, müssen die Hinweise zum Datenschutz gelesen und verstanden werden.

source: Support Data Collector
de: Support-Datenanalyse
hu: Támogatási adatgyűjtő

source: Download Support Bundle Screen
de: Support-Paket herunterladen
hu: Támogatási csomag letöltése képernyő

source: Manage Support Data Collector
de: Support-Datenanalyse verwalten
hu: Támogatási adatgyűjtő kezelése

source: Support data collector is used to collect some data and sent to Rother OSS on a regular basis, if the system is registered. To register your system:
de: Die Support-Datenanalyse wird verwendet, um einige Daten zu sammeln und regelmäßig an die OTOBO Gruppe zu senden, wenn das System registriert ist. So registrieren Sie Ihr System:

source: Click on the *System Registration* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Systemregistrierung*.
hu: Kattintson a *Rendszer regisztráció* gombra a bal oldalsávban.

source: Follow the registration instructions.
de: Folgen Sie den Anweisungen zur Registrierung.
hu: Kövesse a regisztrációs utasításokat.

source: To show what kind of data will be sent:
de: Um anzuzeigen, welche Art von Daten gesendet werden:
hu: Annak megtekintéséhez, hogy milyen típusú adatok lesznek elküldve:

source: Click on the *Show transmitted data* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Übertragene Daten anzeigen*.
hu: Kattintson az *Átvitt adatok megtekintése* gombra a bal oldalsávban.

source: Review the *System Registration Data* and *Support Data* in the newly opened screen.
de: Überprüfen Sie die *Daten der Systemregistrierung* und die *Support-Daten* in der neu geöffneten Ansicht.
hu: Nézze át a *Rendszer regisztráció adatok* és a *Támogatási adatok* összesítőket az újonnan megnyílt képernyőn.

source: To manually trigger the support data sending:
de: Um das Senden der Support-Daten manuell auszulösen:
hu: A támogatási adatok küldésének kézzel történő aktiválásához:

source: Click on the *Send Update* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Update senden*.
hu: Kattintson a *Frissítés küldése* gombra a bal oldalsávban.

source: To generate a support bundle:
de: Um ein Support-Paket erzeugen:
hu: Egy támogatási csomag előállításához:

source: Click on the *Generate Support Bundle* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Support-Paket erstellen*.
hu: Kattintson a *Támogatási csomag előállítása* gombra a bal oldalsávban.

source: Download the generated support bundle.
de: Laden Sie das erstellte Support-Paket herunter.
hu: Töltse le az előállított támogatási csomagot.

source: Open it with an archive manager and review the content.
de: Entpacken Sie das Support-Paket mit einem Archiv-Manager und überprüfen Sie den Inhalt.
hu: Nyissa meg egy archívumkezelővel és nézze át a tartalmat.

source: Download Support Bundle Dialog
de: Dialog "Support-Paket"
hu: Támogatási csomag letöltése párbeszédablak

source: Collected Data
de: Gesammelte Daten
hu: Begyűjtött adatok

source: The screen contains several sections. Each section has some entries with a traffic light, that indicates the following:
de: Diese Ansicht beinhaltet verschiedene Abschnitte. Jeder Abschnitt hat einige Einträge mit einer "Ampel", die folgendes anzeigt:
hu: A képernyő több szakaszt tartalmaz. Minden szakasznak közlekedési lámpával rendelkező bejegyzései vannak, amelyek a következőket jelzik:

source: Gray LED means information, just displays a value.
de: "Grau" bedeutet Information, zeigt nur einen Wert an.
hu: A szürke LED információt jelent, egyszerűen csak megjelenít egy értéket.

source: Green LED means OK, the entry has a good value.
de: "Grün" bedeuted OK, der Eintrag hat einen guten Wert.
hu: A zöld LED azt jelenti, hogy minden rendben, a bejegyzésnek jó értéke van.

source: Yellow LED means notification, you have to check the value, but it is not an error.
de: "Gelb" bedeutet Benachrichtigung. Es ist kein Fehler, aber sie sollten den Wert überprüfen.
hu: A sárga LED értesítést jelent, ellenőriznie kell az értéket, de ez nem hiba.

source: Red LED means error, you have to do something to solve the issue.
de: "Rot" bedeutet Fehler. Sie müssen etwas unternehmen, um das Problem zu lösen.
hu: A piros LED hibát jelent, valamit tennie kell a probléma megoldásához.

source: Cloud Services Section
de: Abschnitt "Cloud-Services"
hu: Felhőszolgáltatások szakasz

source: This section displays information about OTOBO cloud services.
de: Dieser Abschnitt zeigt Informationen über OTOBO Cloud-Services an.

source: Available SMS
de: Verfügbare SMS
hu: Elérhető SMS

source: This entry shows information about your available SMS messages. If they are getting low, the LED changes to red.
de: Dieser Eintrag zeigt Ihnen die verfügbaren SMS-Nachrichten an. Wenn der Vorrat an verfügbaren SMS-Nachrichten gering wird, ändert sich die "Ampel" in rot.
hu: Ez a bejegyzés az elérhető SMS-üzenetekkel kapcsolatos információkat jeleníti meg. Ha kezdenek elfogyni, akkor a LED pirosra vált.

source: Database Section
de: Abschnitt "Datenbank"
hu: Adatbázis szakasz

source: This section displays information about the database used by OTOBO.
de: Dieser Abschnitt zeigt Informationen über die von OTOBO verwendete Datenbank.

source: Outdated Tables
de: Veraltete Tabellen
hu: Elavult táblák

source: Display the outdated database tables. Green LED means, there are no outdated tables.
de: Zeigt veraltete Datenbank-Tabellen an. Grün bedeutet, dass es keine veralteten Tabellen gibt.
hu: Az elavult adatbázistáblák megjelenítése. A zöld LED azt jelenti, hogy nincsenek elavult táblák.

source: Table Presence
de: Prüfung Tabellenexistenz
hu: Tábla jelenlét

source: Display whether all needed tables exist in the database or not.
de: Zeigt an, ob alle benötigten Tabellen in der Datenbank existieren oder nicht.
hu: Annak megjelenítése, hogy az összes szükséges tábla létezik-e az adatbázisban vagy sem.

source: Client Connection Charset
de: Zeichensatz der Client-Verbindung
hu: Kliens kapcsolat karakterkészlete

source: Display the character set for the client connection. It must be ``utf8``.
de: Zeigt den Zeichensatz der Client-Verbindung an. Es muss ``utf8`` sein.
hu: A karakterkészlet megjelenítése a kliens kapcsolathoz. ``utf8`` értékűnek kell lennie.

source: Server Database Charset
de: Zeichensatz des Datenbank-Servers
hu: Kiszolgáló adatbázis karakterkészlete

source: Display the character set of the database server. It must be ``utf8``.
de: Zeigt den Zeichensatz des Datenbank-Server an. Es muss ``utf8`` sein.
hu: Az adatbázis-kiszolgáló karakterkészletének megjelenítése. ``utf8`` értékűnek kell lennie.

source: Table Charset
de: Zeichensatz der Tabellen
hu: Tábla karakterkészlete

source: Display the character set of the database table. It must be ``utf8``.
de: Zeigt den Zeichensatz des Datenbank-Tabellen an. Es muss ``utf8`` sein.
hu: Az adatbázistábla karakterkészletének megjelenítése. ``utf8`` értékűnek kell lennie.

source: InnoDB Log File Size
de: InnoDB Log-Dateigröße
hu: InnoDB naplófájl méret

source: Display the log file size for InnoDB driver. It must be at least ``512 MB``.
de: Zeigt die Log-Dateigröße für den InnoDB-Treiber an. Sie muss wenigstens ``512 MB`` haben.
hu: A naplófájl méretének megjelenítése az InnoDB illesztőprogramnál. Legalább ``512 MB`` méretűnek kell lennie.

source: Invalid Default Values
de: Ungültige Standardwerte
hu: Érvénytelen alapértelmezett értékek

source: Display the invalid default values. Green LED means, there are no invalid default values.
de: Zeigt ungültige Standardwerte an. Grün bedeutet, dass es keine ungültigen Werte gibt.
hu: Az érvénytelen alapértelmezett értékek megjelenítése. A zöld LED azt jelenti, hogy nincsenek érvénytelen alapértelmezett értékek.

source: Maximum Query Size
de: Maximale Anfragegröße
hu: Legnagyobb lekérdezési méret

source: Display the maximum size of a database query. It must be at least ``1024 MB``.
de: AnzeigeZeigt die maximale Größe einer Datenbank-Abfrage an. Es muss mindestens ``1024 MB`` sein.
hu: Egy adatbázis-lekérdezés legnagyobb méretének megjelenítése. Legalább ``1024 MB`` méretűnek kell lennie.

source: Database Size
de: Datenbank-Größe
hu: Adatbázisméret

source: Display the size of database. This is just an information.
de: Zeigt die Größe der Datenbank an. Das ist nur eine Information.
hu: Az adatbázis méretének megjelenítése. Ez csak tájékoztatásul szolgál.

source: Default Storage Engine
de: Standard-Storage-Engine
hu: Alapértelmezett tárolómotor

source: Display the default storage engine of the database. It must be ``InnoDB``.
de: Zeigt die Standard-Storage-Engine der Datenbank an.
hu: Az adatbázis alapértelmezett tárolómotorjának megjelenítése. ``InnoDB`` értékűnek kell lennie.

source: Table Storage Engine
de: Tabellen Storage-Engine
hu: Táblatároló-motor

source: Display the storage engine of the database tables. It must be ``InnoDB``.
de: Zeigt die Standard-Storage-Engine der Datenbank-Tabellen an.
hu: Az adatbázis-táblák tárolómotorjának megjelenítése. ``InnoDB`` értékűnek kell lennie.

source: Database Version
de: Datenbank-Version
hu: Adatbázis-verzió

source: Display the database driver version. Green LED means, the version is high enough.
de: Zeigt die Version des Datenbank-Tabellentreibers an. Grün bedeutet, dass die Version aktuell genug ist.
hu: Az adatbázis-illesztőprogram verziójának megjelenítése. A zöld LED azt jelenti, hogy a verzió elég magas.

source: Document Search Section
de: Abschnitt "Dokumentensuche"
hu: Dokumentumkeresés szakasz

source: This section displays information about document search and the used cluster.
de: Dieser Abschnitt zeigt Informationen über die Dokumentensuche und den verwendeten Cluster an.
hu: Ez a szakasz a dokumentumkereséssel és a használt fürttel kapcsolatos információkat jeleníti meg.

source: The name of the used cluster.
de: Der Name des verwendeten Cluster.
hu: A használt fürt neve.

source: Cluster Health Details
de: Cluster-Zustandsdetails
hu: Fürt épségének részletei
