Repository: juandavidzuluaga/doc-otobo-admin
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu

source: The SQL statement to be queried.
de: Die SQL-Anweisung, die abgefragt werden soll.
hu: A futtatni kívánt SQL-lekérdezés.

source: Enter a number to limit the result to at most this number of rows. Leaving this field empty means there is no limit.
de: Geben Sie eine Zahl ein, um das Ergebnis auf maximal diese Anzahl von Zeilen zu begrenzen. Wenn Sie dieses Feld leer lassen, gibt es keine Begrenzung.
hu: Adjon meg egy számot az eredmény korlátozásához legfeljebb ennyi számú sorra. A mező üresen hagyása azt jelenti, hogy nincs korlát.

source: Don't use ``LIMIT`` inside the SQL statement. Always use this field to limit the number of results.
de: Verwenden Sie ``LIMIT`` nicht in der SQL-Anweisung. Verwenden Sie dieses Feld immer, um die Anzahl der Ergebnisse zu begrenzen.
hu: Ne használja a ``LIMIT`` kulcsszót az SQL-lekérdezésen belül. Mindig használja ezt a mezőt az eredmények számának korlátozásához.

source: Result format
de: Zielformat
hu: Eredmény formátum

source: The format of the SQL statement result.
de: Das Format des Ergebnisses der SQL-Anweisung.
hu: Az SQL-lekérdezés eredményének formátuma.

source: The results are visible below the SQL box in a new widget.
de: Die Ergebnisse sind unterhalb der SQL-Box in einem neuen Widget sichtbar.
hu: Az eredmények az SQL doboz alatt lesznek láthatók egy új felületi elemben.

source: The results can be downloaded in comma separated plain text format.
de: Die Ergebnisse können im kommagetrennten Klartextformat heruntergeladen werden.
hu: Az eredmények letölthetők vesszővel elválasztott egyszerű szöveges formátumban.

source: The results can be downloaded as Microsoft Excel spreadsheet.
de: Die Ergebnisse können als Microsoft Excel-Tabelle heruntergeladen werden.
hu: Az eredmények letölthetők Microsoft Excel munkafüzetként.

source: SQL Examples
de: SQL Beispiele
hu: SQL példák

source: To list some information about agents and output the results as HTML:
de: Auflistung einiger Informationen über Agenten und Ausgabe der Ergebnisse als HTML:
hu: Néhány információ kilistázásához az ügyintézőkről, és az eredmények megjelenítése HTML-ként:

source: SQL Box Result
de: SQL Box Ergebnisse
hu: SQL doboz eredmény

source: To list all tables, you need to leave empty the *Limit* field and run the following query:
de: Um alle Tabellen aufzulisten, müssen Sie das Feld *Limit* leer lassen und die folgende Abfrage ausführen:
hu: Az összes tábla kilistázásához üresen kell hagynia a *Korlát* mezőt, és le kell futtatnia a következő lekérdezést:

source: To show the structure of the ``users`` table, you need to limit the results to 1 and run the following query (see the table header for the columns):
de: Um die Struktur der Tabelle ``users`` darzustellen, müssen Sie die Ergebnisse auf 1 beschränken und die folgende Abfrage durchführen (siehe Tabellenkopf für die Spalten):
hu: A ``users`` tábla szerkezetének megtekintéséhez korlátoznia kell az eredményeket 1-re, és le kell futtatnia a következő lekérdezést (nézze meg a táblázat fejlécét az oszlopokért):

source: System Configuration
de: Systemkonfiguration
hu: Rendszerbeállítások

source: Modern systems have many ways to configure their behavior. Some use configuration files edited on the command line, and some use a graphical interface (and save the information to configuration files in the background), yet others use a database. Maintaining changes and auditing can sometimes be an issue, as it's not always clear who made a change. Making bulk changes is not always possible, and rolling back changes a chore.
de: Moderne Systeme haben viele Möglichkeiten, ihr Verhalten zu konfigurieren. Einige verwenden Konfigurationsdateien, die auf der Befehlszeile bearbeitet werden, und andere verwenden eine grafische Oberfläche (und speichern die Informationen in Konfigurationsdateien im Hintergrund), während andere eine Datenbank verwenden. Die Aufrechterhaltung von Änderungen und das Auditing können manchmal ein Problem sein, da nicht immer klar ist, wer eine Änderung vorgenommen hat. Das Durchführen von Massenänderungen ist nicht immer möglich, und das Zurückrollen ändert eine Aufgabe.
hu: A modern rendszereknek számos módja van a viselkedésük beállítására. Néhány rendszer parancssorban szerkesztett beállítófájlokat használ, néhány grafikus felületet biztosít (és az információkat beállítófájlokba menti a háttérben), míg mások adatbázist használnak. A változtatások karbantartása és az ellenőrzés néha problémát jelenthet, mivel nem mindig világos, hogy ki végezte el a változtatást. A tömeges változtatások nem mindig lehetségesek, és a változtatások visszaállítása rutinszerűvé válhat.

source: OTOBO uses a comfortable graphical interface to configure the system. All changes to the default system configuration are stored in the database and can be audited (who changed a setting and when, what was the old and what is the new value) and rolled back to a previous state in case of misconfiguration.
de: OTOBO verwendet eine komfortable grafische Oberfläche zur Konfiguration des Systems. Alle Änderungen an der Standard-Systemkonfiguration werden in der Datenbank gespeichert und können überprüft (wer hat wann eine Einstellung geändert, was war der alte und was der neue Wert) und im Falle einer Fehlkonfiguration in einen früheren Zustand zurückgesetzt werden.

source: Comfortable search allows finding the needed settings quickly and easily.
de: Die komfortable Suche ermöglicht ein schnelles und einfaches Auffinden der gewünschten Einstellungen.
hu: Kényelmes keresés teszi lehetővé a szükséges beállítások gyors és egyszerű megtalálását.

source: Use this screen to manage the system configuration settings. OTOBO brings about 2200 configuration settings. The system configuration management screen is available in the *System Configuration* module of the *Administration* group.
de: Verwenden Sie diesen Bereich, um die Systemeinstellungen zu verwalten. OTOBO bietet rund 2200 Konfigurationseinstellungen. Die Systemkonfigurationsverwaltung ist im Modul *Systemkonfiguration* der Gruppe *Administration* verfügbar.

source: Manage System Configurations
de: Systemkonfigurationen verwalten
hu: Rendszerbeállítások kezelése

source: For security reasons, the configuration settings for the database connection cannot be changed in the graphical user interface of the system configuration. These have to be set manually in ``Kernel/Config.pm``.
de: Aus Sicherheitsgründen können die Konfigurationseinstellungen für die Datenbankverbindung in der grafischen Benutzeroberfläche der Systemkonfiguration nicht geändert werden. Diese müssen manuell in ``Kernel/Config.pm`` eingestellt werden.
hu: Biztonsági okokból az adatbázis-kapcsolat konfigurációs beállításait nem lehet megváltoztatni a rendszerbeállítások grafikus felhasználói felületén. Ezeket kézzel kell beállítani a ``Kernel/Config.pm`` fájlban.

source: To modify a system configuration, you need to do several steps. The following example shows you, how to find, modify, deploy and reset the system configuration ``FirstnameLastnameOrder``.
de: Um eine Systemkonfiguration zu ändern, müssen Sie mehrere Schritte durchführen. Das folgende Beispiel zeigt Ihnen, wie Sie die Systemkonfiguration ``FirstnameLastnameOrder`` finden, ändern, bereitstellen und zurücksetzen können.
hu: Egy rendszerbeállítás módosításához számos lépést kell elvégeznie. A következő példa azt mutatja be, hogy hogyan kell megkeresni, módosítani, üzembe állítani és visszaállítani a ``FirstnameLastnameOrder`` rendszerbeállítást.

source: Find the system configuration by entering a search term ``lastname`` into to search box.
de: Suchen Sie die Systemkonfiguration, indem Sie den Suchbegriff ``lastname`` in das Suchfeld eingeben.
hu: Keresse meg a rendszerbeállítást a ``lastname`` keresési kifejezés beírásával a keresődobozba.

source: With the full-text search, all configuration settings can be scanned for one or more keywords. The full-text search not only searches through the names of the configuration settings, but also the descriptions and values. This allows an element to be found easily even if its name is unknown.
de: Mit der Volltextsuche können alle Konfigurationseinstellungen nach einem oder mehreren Schlüsselwörtern durchsucht werden. Die Volltextsuche durchsucht nicht nur die Namen der Konfigurationseinstellungen, sondern auch die Beschreibungen und Werte. So kann ein Element leicht gefunden werden, auch wenn sein Name unbekannt ist.
hu: A szabad-szavas kereséssel az összes konfigurációs beállítás kereshető egy vagy több kulcsszóval. A szabad-szavas keresés nem csak a konfigurációs beállítások neveiben keres, hanem a leírásokban és az értékekben is. Ez lehetővé teszi egy elem egyszerű megtalálását akkor is, ha a neve ismeretlen.

source: System Configuration - Search For Setting
de: Systemkonfiguration - Suche nach Einstellungen
hu: Rendszerbeállítás – beállítás keresése

source: Select the setting from the search results.
de: Wählen Sie die Einstellung aus den Suchergebnissen aus.
hu: Válassza ki a beállítást a keresési eredményekből.

source: System Configuration - Setting Found
de: Systemkonfiguration - Einstellung gefunden
hu: Rendszerbeállítás – megtalált beállítás

source: Click on the header of the widget to see the options.
de: Klicken Sie links oben in der Kopfzeile des Widget um die Einstellungsmöglichkeiten zu sehen.
hu: Kattintson a felületi elem fejlécére a lehetőségek megtekintéséhez.

source: System Configuration - Setting Expanded
de: Systemkonfiguration - Erweiterte Einstellungen
hu: Rendszerbeállítás – kinyitott beállítás

source: Hover the mouse over the widget body to see the *Edit this setting* button.
de: Fahren Sie mit der Maus über den Widget-Body, um die Schaltfläche *Einstellung bearbeiten* einzublenden.
hu: Vigye az egeret a felületi elem törzse fölé a *Beállítás szerkesztése* gomb megtekintéséhez.

source: System Configuration - Setting Hovered
de: Systemkonfiguration - Einstellung bearbeiten
hu: Rendszerbeállítás – rámutatva a beállításra

source: System Configuration - Setting Clicked
de: Systemkonfiguration - Einstellung angeklickt
hu: Rendszerbeállítás – rákattintva a beállításra

source: Change the value of the setting. Editing can be cancelled by clicking the *Cancel* button on the right or hitting the *Escape* key on your keyboard. When editing is cancelled, all changes made during the current editing session are discarded.
de: Ändern Sie den Wert der Einstellung. Die Bearbeitung kann durch Klicken auf die Schaltfläche *Abbrechen* rechts oder durch Drücken der Taste *Escape* auf Ihrer Tastatur abgebrochen werden. Wenn die Bearbeitung abgebrochen wird, werden alle während der aktuellen Bearbeitungssitzung vorgenommenen Änderungen verworfen.
hu: Változtassa meg a beállítás értékét. A szerkesztés megszakítható a *Mégse* gombra kattintva a jobb oldalon vagy az *Escape* billentyű megnyomásával a billentyűzeten. Ha a szerkesztést megszakítják, akkor a jelenlegi szerkesztési munkamenet során elvégzett összes változtatás el lesz dobva.

source: System Configuration - Setting Modified
de: Systemkonfiguration - Einstellung geändert
hu: Rendszerbeállítás – beállítás módosítva

source: Click on the *Save* button. If the modification is saved, the widget gets a green border on the left.
de: Klicken Sie auf die Schaltfläche *Speichern*. Wenn die Änderung gespeichert wird, bekommt das Widegt einen grünen Rand an der linken Seite.
hu: Kattintson a *Mentés* gombra. Ha a módosítások mentésre kerültek, akkor a felületi elem egy zöld szegélyt kap a bal oldalon.

source: System Configuration - Setting Saved
de: Systemkonfiguration - Einstellung gespeichert
hu: Rendszerbeállítás – beállítás elmentve

source: Go back and click on the *Deployment* button in the left sidebar. You are also notified in the notification bar, that you have undeployed settings.
de: Gehen Sie zurück und klicken Sie in der linken Seitenleiste auf die Schaltfläche *Inbetriebnahme*. Sie werden auch in der Benachrichtigungsleiste darüber informiert, dass Sie noch nicht in Betrieb genommene Einstellungen haben.
hu: Menjen vissza, és kattintson a *Üzembe állítás* gombra a bal oldalsávban. Az értesítési sávban is értesítve lesz, hogy olyan beállításai vannak, melyek nincsenek üzembe állítva.

source: System Configuration - Setting Changes
de: Systemkonfiguration - Einstellungsänderungen
hu: Rendszerbeállítás – beállítás megváltozott

source: Review the changes.
de: Überprüfen Sie die Änderungen.
hu: Vizsgálja felül a változtatásokat.

source: You can click on the ⇄ button in the top right corner to compare the changes side-by-side.
de: Sie können auf die Schaltfläche ⇄ in der rechten oberen Ecke klicken, um die Änderungen nebeneinander zu vergleichen.
hu: Rákattinthat a ⇄ gombra a jobb felső sarokban a változtatások egymás mellett történő összehasonlításához.

source: System Configuration - Setting Different
de: Systemkonfiguration - Einstellungsunterschiede
hu: Rendszerbeállítás – beállítási eltérések

source: Click on the *Deploy selected changes* button. If several settings are changed, it is possible to deploy only the selected settings.
de: Klicken Sie auf die Schaltfläche *Ausgewählte Einstellungen in Betrieb nehmen*. Wenn mehrere Einstellungen geändert werden, ist es möglich, nur die ausgewählten Einstellungen zu übernehmen.
hu: Kattintson a *Kijelölt változások üzembe állítása* gombra. Ha több beállítás is megváltozott, akkor lehetőség van csak a kijelölt beállítások üzembe állítására.

source: Add a deployment comment, that explain for other administrators, what is changed and why. Use full sentence here.
de: Fügen Sie einen Kommentar hinzu, der anderen Administratoren erklärt, was geändert wird und warum. Verwenden Sie hier ganze Sätze.
hu: Adjon meg egy üzembe állítási megjegyzést, amely elmagyarázza a többi adminisztrátornak, hogy mi változott és miért. Itt használjon teljes mondatot.

source: System Configuration - Deploy Setting
de: Systemkonfiguration - Einstellung in Betrieb nehmen
hu: Rendszerbeállítás – beállítás üzembe állítása

source: Go back and search again the term ``lastname`` to find the modified setting. The widget has a gray border on the left to indicate, this setting is modified.
de: Gehen Sie zurück und suchen Sie erneut nach dem Term ``lastname``, um die geänderte Einstellung zu finden. Das Widget hat einen grauen Rand an der linken Seite, um anzuzeigen, dass diese Einstellung geändert wurde.
hu: Menjen vissza, és keressen rá újra a ``lastname`` kifejezésre a módosított beállítás megkereséséhez. A felületi elem egy szürke szegélyt kapott a bal oldalon azt jelezve, hogy ezt a beállítást módosították.

source: System Configuration - Setting Deployed
de: Systemkonfiguration - Einstellung in Betrieb genommen
hu: Rendszerbeállítás – beállítás üzembe állítva

source: To reset the setting, click on the header of the widget to see the options. Then click on the *Reset setting* button.
de: Um die Einstellung zurückzusetzen, klicken Sie links auf die Kopfzeile des Widgets, um die erweiterten Optionen anzuzeigen. Klicken Sie dann auf die Schaltfläche *Einstellung zurücksetzen*.
hu: A beállítás visszaállításához kattintson a felületi elem fejlécére a lehetőségek megtekintéséhez. Ezután kattintson a *Beállítás visszaállítása* gombra.

source: System Configuration - Reset Setting
de: Systemkonfiguration - Einstellung zurücksetzen
hu: Rendszerbeállítás – beállítás visszaállítása

source: Click on the *Confirm* button.
de: Klicken Sie auf die Schaltfläche *Bestätigen*.
hu: Kattintson a *Megerősítés* gombra.

source: Deploy the settings.
de: Nehmen Sie die Einstellungen in Betrieb.
hu: Állítsa üzembe a beállításokat.

source: Using The Navigation Tree
de: Verwendung des Navigationsbaums
hu: A navigációs fa használata

source: Each configuration setting is classified by a category and a navigation group. Navigation groups are individual elements in the main navigation tree. By selecting one of these navigation entries, all settings assigned to the selected group will be shown. As long as no extensions are installed, the category selection is automatically hidden, but as soon as a package is installed which brings its own configuration settings (such as ITSM modules or Survey), the category selection will be revealed. Selecting a category makes the main navigation tree show only the navigation groups belonging to the selected category.
de: Jede Konfigurationseinstellung wird nach einer Kategorie und einer Navigationsgruppe klassifiziert. Navigationsgruppen sind einzelne Elemente im Hauptnavigationsbaum. Durch Auswahl eines dieser Navigationseinträge werden alle der ausgewählten Gruppe zugeordneten Einstellungen angezeigt. Solange keine Erweiterungen installiert sind, wird die Kategorieauswahl automatisch ausgeblendet, aber sobald ein Paket mit eigenen Konfigurationseinstellungen (z.B. ITSM-Module oder Survey) installiert wird, wird die Kategorieauswahl angezeigt. Wenn Sie eine Kategorie auswählen, zeigt der Hauptnavigationsbaum nur die Navigationsgruppen an, die zu der ausgewählten Kategorie gehören.
hu: Minden egyes konfigurációs beállítás egy kategória és egy navigációs csoport szerint van osztályozva. A navigációs csoportok egyéni elemek a fő navigációs fában. Ezen navigációs bejegyzések egyikének kiválasztásával a kiválasztott csoporthoz rendelt összes beállítás láthatóvá válik. Amíg nincsenek kiegészítők telepítve, addig a kategóriaválasztó automatikusan el van rejtve, de amint egy olyan csomagot telepítenek, amely saját konfigurációs beállításokat hoz (mint például az ITSM modulok vagy a kérdőív), a kategóriaválasztó felfedésre kerül. Egy kategória választása csak azokat a navigációs csoportokat jelenítteti meg a fő navigációs fával, amelyek a kiválasztott kategóriához tartoznak.

source: System Configuration Navigation Tree
de: Systemkonfiguration-Navigationsbaum
hu: Rendszerbeállítás navigációs fa

source: To expand an element, click on the arrow next to it. The number between the parentheses indicates how many settings belongs to this element. If an element has no number, this element is only a wrapper category. It doesn't have settings, it has only sub-categories.
de: Um ein Element auszuklappen, klicken Sie auf den Pfeil daneben. Die Zahl zwischen den Klammern gibt an, wie viele Einstellungen zu diesem Element gehören. Wenn ein Element keine Nummer hat, ist dieses Element nur eine Oberkategorie. Es hat keine Einstellungen, es hat nur Unterkategorien.
hu: Egy elem kinyitásához kattintson a mellette lévő nyílra. A zárójelek között lévő szám azt mutatja, hogy hány beállítás tartozik az elemhez. Ha egy elemnek nincsen száma, akkor az az elem csak egy csomagoló kategória. Nincsenek beállításai, csak alkategóriái vannak.

source: Using the navigation tree results the same as search for a setting. If you would like to see for a setting to which group belongs to, expand it by clicking on the header of the widget.
de: Die Verwendung des Navigationsbaums führt zu den gleichen Ergebnissen wie die Suche nach einer Einstellung. Wenn Sie eine Einstellung sehen möchten, zu welcher Gruppe sie gehört, erweitern Sie diese, indem Sie auf die Überschrift des Widgets klicken.
hu: A navigációs fa használata ugyanazt eredményezi, mintha egy beállításra keresne rá. Ha látni szeretné egy beállításnál, hogy mely csoporthoz tartozik, akkor nyissa ki a felületi elem fejlécére kattintva.

source: For example ``FirstnameLastnameOrder`` can be found in *Frontend* → *Base*.
de: Zum Beispiel kann ``FirstnameLastnameOrder`` unter *Frontend* → *Base* gefunden werden.
hu: Például a ``FirstnameLastnameOrder`` a *Frontend* → *Base* csoportban található.

source: Import And Export System Configurations
de: Systemkonfigurationen importieren und exportieren
hu: Rendszerbeállítások importálása és exportálása

source: Click on the *Import & Export* button in the left sidebar to access the import-export screen.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Import & Export* um zur Seite zum Importieren und Exportieren aufzurufen.
hu: Kattintson az *Importálás és exportálás* gombra a bal oldalsávban az importálás és exportálás képernyőhöz való hozzáféréshez.

source: System Configuration - Import and Export
de: Systemkonfiguration - Import und Export
hu: Rendszerbeállítások – importálás és exportálás

source: To export the system configurations:
de: So exportieren Sie Systemkonfigurationen:
hu: A rendszerbeállítások exportálásához:

source: Click on the *Export current configuration* button in the *Export* widget.
de: Klicken Sie im Widget *Export* auf die Schaltfläche *Aktuelle Konfiguration exportieren*.
hu: Kattintson a *Jelenlegi beállítások exportálása* gombra az *Exportálás* felületi elemben.

source: Save the ``Export_Current_System_Configuration.yml`` file to your local file system.
de: Speichern Sie die Datei ``Export_Current_System_Configuration.yml`` in Ihrem lokalen Dateisystem.
hu: Mentse el az ``Export_Current_System_Configuration.yml`` fájlt a helyi fájlrendszerre.

source: Rename the file to a more descriptive name.
de: Benennen Sie die Datei in einen beschreibenderen Namen um.
hu: Nevezze át a fájlt a jobban érthető névre.

source: To import the system configurations:
de: So importieren Sie Systemkonfigurationen:
hu: A rendszerbeállítások importálásához:

source: Click on the *Browse…* button in the *Import* widget.
de: Klicken Sie im Widget *Import* auf die Schaltfläche *Durchsuchen...*.
hu: Kattintson a *Tallózás…* gombra az *Importálás* felületi elemben.

source: Click on the *Import system configuration* button.
de: Klicken Sie auf die Schaltfläche *Systemkonfiguration importieren*.
hu: Kattintson a *Rendszerbeállítás importálása* gombra.

source: System Log
de: Systemprotokoll
hu: Rendszernapló

source: Professional systems log their activities in one or more log files to help administrators when troubleshooting or to get an overview of what is going on in their system on a detailed level.
de: Professionelle Systeme protokollieren ihre Aktivitäten in einer oder mehreren Protokolldateien, um Administratoren bei der Fehlersuche zu unterstützen oder sich einen detaillierten Überblick über das Geschehen in ihrem System zu verschaffen.
hu: A professzionális rendszerek egy vagy több naplófájlba naplózzák a tevékenységüket, hogy segítsenek az adminisztrátoroknak a hibaelhárításkor, illetve részletes szintű áttekintést kapjanak arról, hogy mi történik a rendszereiken.

source: OTOBO allows application administrators to access the system log comfortably by using the graphical interface without the need to have access to the server's command shell. The administrator can decide which level of logging is needed, to make sure that the log files are not unnecessarily filled.
de: OTOBO ermöglicht es Anwendungsadministratoren, komfortabel über die grafische Benutzeroberfläche auf das Systemprotokoll zuzugreifen, ohne dass sie Zugriff auf die Befehlszeile des Servers haben müssen. Der Administrator kann entscheiden, welche Protokollierungsstufe benötigt wird, um sicherzustellen, dass die Protokolldateien nicht unnötig gefüllt werden.

source: Use this screen to view log entries of OTOBO. The log overview screen is available in the *System Log* module of the *Administration* group.
de: Verwenden Sie diese Ansicht, um Protokolleinträge von OTOBO anzuzeigen. Die Protokollübersicht ist im Modul *Systemprotokoll* der Gruppe *Administration* verfügbar.

source: System Log Screen
de: Systemprotokoll
hu: Rendszernapló képernyő
